["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/בבא מציעא.docx","{\"header\":\"פרק שנים אוחזין\",\"text\":\"\"}","{\"header\":\"דף ב\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"הא דתנן במציעא שנים אוחזין בטלית יחלוקו ובשבועה שקלינן וטרינן עלה בגמרא שבועה זו למה \\\\(ב\\\"מ ו'\\\\) ואמרינן כדי שלא יהא כל אחד ואחד הולך ותוקף בטליתו של חבירו ואביי אמר חיישינן שמא ספק מלוה יש לו עליו ופריש מספק שבועתא ולא פריש מספק ממונא\\\\. ובריש גמרין מוקמינן לה חדא במציאה וחדא במקח וממכר ושבועה דתרי גווני משום דמורה ואמר וכולה כדאיתא התם משמע דלהאי טעמא דוקא היכא דאיכא הוראה להתיר דנין כמציאה דאמר חבראי לאו מידי חסר ובמקח וממכר מורי לנפשיה אנא דמי קא יהבינא אבל זה אומר אני ארגתיה וזה אומר אני ארגתיה יהא מונח עד שיבא אליהו דלפי טענתייהו ליכא הוראה להתיר ואיכא ודאי רמאי וכל היכא דאיכא ודאי רמאי ותפסי בה תרוייהו וליכא למיקם עלה דמלתא אמרינן יהא מונח או דמנחה ביד שליש כי הא דשנים שהפקידו אצל אחד\\\\. אבל היכא דלא תפסי בה תרוייהו ואיכא ודאי רמאי דנין כמנחה בסימטא או במקום שיד שניהם בשוה אמרינן כל דאלים גבר כההיא ארבא דהוו מינצו עלה בי תרי ואמר רב נחמן כל דאלים גבר\\\\. ומיהו גבי מציאה קיימא לן כר' יוחנן וכאביי \\\\(ו'\\\\.\\\\) דאמר חיישי' הלכך בכולהו טענתא איכא למימר הוראה להתר וליחוש שמא מלוה ישנה יש לו עליו וליכא ודאי רמאי אפילו אומר אני ארגתיה יחלוקו ובשבועה\\\\. <מקורות>\\\\[סימן קצ\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף ד\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"בפרק קמא בבבא מציעא קיימא לן דהילך פטור איכא דבעי פקדון דאיתיה בעין ואיתיה בביתיה אי טעין ליה עשרה דינרים הפקדתי לך והלה טוען לא הפקדת לי אלא חמשה דינרים ותרי הם בתיבתי מי הוי כהילך או לא\\\\. ויש אומרים דהילך הוא דהא מתרץ בפקדון \\\\[ב\\\"ק ק\\\"ה ע\\\"ב\\\\] כגון דקיימא באגם דלאו הילך הוא טעמא דאיתיה באגם הא בביתה כהילך דמי ואע\\\"ג דחזיא \\\\(בשבועה\\\\) \\\\[בשבועות מ\\\"ב ע\\\"ב\\\\] זה אומר עד הזיז וזה אומר עד החלון דעביד שבועה דמודה מקצת הוא אלמא לא מיקרי הילך\\\\. יש לומר התם צריך עיון לראות אם נוגע עד החלון או לא\\\\. ועד שיראו הדבר לאו הילך הוא ומיהו חזינן בשני כיסין קשורין מצאת והוא אומר לא מצאתי אלא אחד דנשבע דאלמא פקדון לא הוי הילך \\\\(או\\\\) יש לומר כיון דצריך למיהב סימנא לא הוי כפקדון\\\\. <מקורות>\\\\[סימן ר\\\"י\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"ושני בעלי דינין שטוענין זה על זה וכל אחד ואחד מודה מקצת מסתברא שהשני פטור משבועה חמורה אם הודאתו שוה למה שהודה הראשון דהילך הוא כדאמרי' בפרק שנים אוחזין הא כל קרקע הילך הוא כיון דאודי ודאמרי' נמי והא שטר כיון דקא מודה ביה דהילך דמי הכא נמי הילך הוא\\\\. אבל אם בהודאת השני יותר ממה שהודה הראשון השני נמי חייב שבועה חמורה מאחר שלא אמר בשעת הודאה זה שאני מודה לך שנשתייר לך בידי אני מחזיק מפני שיש לי כך וכך כיון דבשעת הודאה כדרך כל מודה מקצת הוא חייב שבועת התורה\\\\. ודומה לו מה שכתב הרב רבינו יוסף אבן מיגש ז\\\"ל דין אוליפנא במסכת שבועות בענין טענו חטים והודה לו בשעורים אם כמערים חייב וכו'\\\\. <מקורות>\\\\[סימן קצ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף ה\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובות שאלות אל הרב ראב\\\"י ז\\\"ל\\\\. כתב הרב אלפס בתשובותיו שאם הלוה ראובן לשמעון מאה דינרים ושמעון כופר שאינו חייב לו כלום\\\\. ואח\\\"כ הפקיד שמעון לראובן מנה והיה תובעו שמעון שיחזיר לו פקדונו דיכול ראובן לישבע שבועה שאין לך בידי כלום ואמת נשבע דהא אינו נשבע שלא הפקיד לו כלום אלא שאין חייב לו כלום ואמת נשבע דהא שמעון כופר לו מאה דינרים\\\\. ושאלת היכא דטען הבן חוב אביו והודה וטען חוב עצמו וכפר\\\\. אי דמי לטענו חטים ושעורים והודה לו באחד מהם דהוי מודה מקצת הטענה או לא\\\\. תשובה לא דמי לטענו חטים ושעורים והודה לו באחד מהם וליכא הודאה במקצתו משתבע שבועת היסת ומפטר\\\\. והכי כתב הרב ר' יוסף אבן מיגש ז\\\"ל בפי' שבועות שלו\\\\. והיכא דאמר ליה אינש לחבריה חטים יש לך בידי ואמר ליה הן ואחר כך אמר לו שעורים יש לך בידי ואמר לו אין לך בידי שעורים דמסתברא לן דבכי האי גוונא לא הוי מודה במקצת הטענה דהא מלתא דתליא בסברא היא דכיון דלא טענו חטים ושעורים כאחד קודם שיודה לו בחטים נמצאת הודאתו בחטים שלא היתה במקצת הטענה שהרי בשעה שהודה בה בכל הטענה שטען עליו הודה ולא כפר מינה כלום ומשעה שהודה בה נתחייב בה\\\\. וכשטען עליו אח\\\"כ בשעורים טענה אחרת בפני עצמה היא ואינה מתחברת עם הראשונה וכו' כאשר כתבתיה לעיל בתשובה אחרת\\\\. <מקורות>\\\\[סימן קצ\\\"ו\\\\]</מקורות> \"}","{\"header\":\"דף ז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"אמר אברהם ב\\\"ר דוד ז\\\"ל אחרית תשובות האלה והנסחאות שכתבתי ושמצאתי יש לי להכריע ולגלות הטעמים הברורים לדברי מי שהדעת מכרעת עליהם והשכל מורה על דבריהם לפי ענין השמועות הנזכרות בגמרא\\\\. ולהסיר מהן הספקות וליישב הענינים על אופניהם ולכתוב עוד תוצאות ההרשאו' לכל משפטיהם כפי השגת היד\\\\. תחלה אומר כי ענין הנסחאות ממה שאינו שוה בספרים לפי מה שכתבתי בנסחת רב חננאל ז\\\"ל ובנסחת רבי' האיי גאון ז\\\"ל כי בנסחא שלנו בלשון השני של רב אשי ואמימר גרסי' לא כתבי' אורכתא אמטלטלי דכפריה משום דמחזי כשיקרא\\\\. ובנסחא שלהם מפרש טעמא דנהרדעי מדר' יוחנן להיכא דכפריה ואמת וברור לכאורה \\\\(היכא\\\\) \\\\[הכא\\\\] מחזיא מילתא דהיכי דכפריה דדמי לדר' יוחנן דמשום דכפריה הוה ליה גזלן\\\\. כדאמר רב ששת \\\\(ב\\\"ק ק\\\"ה:\\\\) הכופר בפקדון \\\\(עושה לו\\\\) \\\\[נעשה עליו\\\\] גזלן וחייב באונסיו אבל היכא דלא כפריה היכי דמיא לגזלה \\\\(והכא\\\\) \\\\[והא\\\\] פקדון ודאי כל היכא דאיתיה ברשותא דמאריה איתיה בין להקנאה בין לקדש בו את האשה\\\\. אבל מה אעשה וכל \\\\(הנסחוא'\\\\) \\\\[הנסחאות\\\\] כך הן כאותה שכתבתי בתחלה\\\\. ונוסח הרב ר' יצחק בהלכותיו כך היא וכן בנסחא דבעל הלכות כמו כן\\\\. ולפי נסחאות שלנו בודאי יש לנו לדקדק הרבה חדא דכיון דכפריה הוה ליה למימר טפי מדרבי יוחנן\\\\. וא\\\"ת דלית' לדר' יוחנן והא \\\\(דמקשינן\\\\) \\\\[מקשינן\\\\] מינה פרק שנים אוחזין בטלית \\\\(ב\\\"מ ו':\\\\) ההוא מסותא דהוו מנצו עלה בי תרי וקם חד מנייהו ואקדשיה וכו'\\\\. ואקשינן וכי יכול להוציאו בדיינים מי מצי מקדיש ליה ואע\\\"ג דלא אפקייה והא \\\\(דאמר\\\\) \\\\[אמר\\\\] ר' יוחנן גזל ולא נתיאשו הבעלים וכו'\\\\. ותריץ ליה מי סברת מסות' מטלטלי לא מסותא מקרקעי הוה דכי יכול להוציאו בדיינין ברשותיה דמארי' קאי אלמא הלכת' כותי'\\\\. ועוד הא קימא לן דלמחזי כשיקרא לא חיישי' מדרב נחמן דאמר אפי' מצאו באשפה חתמו ונתנו לה כשר ומדר' יוחנן דאמר שטר שלוה בו ופרעו אינו חוזר ולוה בו כו' כדאיתא בגיטין פרק כל הגט \\\\(כ\\\"ו:\\\\) אלא דלכתחלה מיהת לא עבדינן דחיישינן לשיקרא ודרב נחמן ור' יוחנן דיעבד הוא\\\\. ואם תאמר הא נמי לכתחלה היא דלא כתבי בדכפריה אבל אי עבי' וכתב לא מבטלינן ליה הא לא מצית אמרת חדא דכיון דכפר ביה היכי מצי לאקנייה ובמאי זכי האיך\\\\. ועוד דכי מותבינן בשבועות ובבכורות מנהרדעי אדשמואל דמוקים למתני' בבא בהרשאה\\\\. ומתרצין הני מילי דכפריה אבל לא כפריה כתב' למה ליה למימר הכי ולימא ליה הני מילי לכתחלה אבל דיעבד מפקינן בה ממונא ומדפסקיה למלתא בין היכא דכפריה להיכא דלא כפריה ש\\\"מ דהיכא דכפריה לית בה מששא\\\\. וכך הושוו בה כל הגאונים והחכמים כמו שכתבנו למעלה\\\\. מעתה יש לנו לתרץ מה הוא הטעם שפירשו להיכא דכפריה לנסחאות שלנו\\\\. ויש לומר שלא בא זה הטעם לבטל הטעם הראשון אלא להוסיף עליו שאם כפר בו אעפ\\\"י שחזר והודה לו דהשתא לאו גזלה היא אפי' הכי אינו כותב עליהם עוד אורכתא משום דמחזי כשיקרא מפני שאינו עוד לא פקדון ולא מלוה אלא גזלה שבידו היא נקראת ולזה הטעם אם כתב לו ממון סתם לא מחזי כשיקרא אלא שאינו יכול לגבות בה כלום מפני שאנו אומרים שמא מלוה היא ולא יכול להקנותה לו מכל מקום לזה הענין אם עבר וכתב לשון פקדון הועיל להוציא מיד הנפקד על כרחו ואפי' כתב ממון סתם או אפי' בלשון מלוה אם הודה בו נפקד כי פקדון היה זה בידו מוציאים ממנו על כרחו ונותנין למורשה דכיון דאודי ליה והו' בעינו כמ\\\"ד לי' יהא לי בידך דמי וכפקדון דמי \\\\(כדמפורש בב\\\"ק ק\\\"ד\\\\.\\\\) ויכו' זה להקנות בהקנאה הראוי לו דאי זוזי נינהו מקני להו אגב ארעא ואי שאר מטלטלין נינהו מקני להו נמי בחליפין ואי ארעא הוא \\\\[ולא\\\\] צריך ולא מידי אלא \\\\(כלישנא\\\\) \\\\[בלישנא\\\\] דאורכתא מיקניא דהא כתיב בה דון וזכה וקימא לן וזכה לשון מתנה היא כדאיתא בבא בתרא פרק מ\\\"ש \\\\(קמ\\\"ח:\\\\) וכן שנינו במסכת מעשר שני ומייתינן לה בקדושין \\\\(כ\\\"ו:\\\\) מעשר עני שעתיד אני להפריש הרי הוא נתון לעקיבא בן יוסף שיזכה בו לעניים\\\\. ואי מלוה בשטר היא מקני לה ניהליה בכתיבת אורכתא ובמסירת השטר לידו והוא דכתב באורכתא קנה לך שטרא הוא וכל שעבודי' דאית ביה\\\\. אי נמי דמקנה ליה שטרא אגב ארע' א\\\"נ בחליפין ומיקני שטרא כל היכא דאיתיה דהוה ליה כמסירת השטר אלא שמסירת השטר יותר שוה מכולן שבכולן יכול הלוה לעכב מפני חזרת שטר חוב שכל זמן ששטר החוב קיים אין כותבין שובר\\\\. הנה דחקתי את הענין ופרשתי אותו לפי דעת הגאונים שהושוו במלוה ובפקדון שכפר בו שאין הרשאה מועיל עליהם כלל ובודאי לכאורה כך הוא שהרי מצינו לרבא ולרב פפא דאצרכינהו למארה אורכתא הקנאה גמורה אגב ארעא \\\\[ומלוה לא נקנית אגב ארעא\\\\] ולא בשום ענין אלא או באודית' או במעמד שלשתן אלמא פקדון הוו אבל במלוה \\\\[לא\\\\] אשכחן אורכתא ופקדון שכפר בו ולא חזר והודה בו אינו נקנה בשום דבר והיאך מקנה לו דבר שאינו \\\\[ברשותו\\\\] מיהו איכא מאן דקשיא ליה הנהו שמעתתא דבכורות לאו פקדון נינהו ולאו מלוה נינהו אלא בתורת מתנה נמי יהבינהו לכהן לפדיון בנו ולהוצאה נתנו המעות מיד וכהן מפיק להו בתורת שהם שלו ואפי' הכי מהניא בהו אורכתא אלמא אפי' במלוה נמי מהניא בהו אורכתא ואם תאמר במה זוכה בה\\\\. יש לומר מפני שיכול להקנותה באודיתא כמעשה דרבא ורב מארי בריה \\\\(דאמימ'\\\\) \\\\[דאיסור\\\\] כדאיתא בבבא בתרא \\\\(קמ\\\"ט\\\\.\\\\) וכללו של דבר כל דבר שיכול להקנותו בשום ענין הרשאה מועלת עליו והוא שהקנה לו בדרך הקנאתו\\\\. ואין לנו דבר שאין יכול להקנותו אלא מה שזה כופר בו ומשום הכי אין הרשאה מועלת עליו ולא לכתחלה ולא דיעבד אלא אם כן חזר והודה בו קודם הרשאה דמהני בה אורכתא דיעבד כדכתיבנן לעיל\\\\. וא\\\"ת כיון דאפי' במלוה על פה מהניא בה אורכתא מעתה דברי ר' יוחנן בטלים הם דאמר כל ממון שאינו ברשות בעלים אינו יכול להקנותו ואע\\\"ג דמצי מפיק ליה בדיינים כל היכא דלא אפקיה לא מצי לאקנויי הא לא קשיא חדא דאודיתא לאו הקנאה אלא חזרת ממון לבעליו היא\\\\. ועוד דמלתיה דר' יוחנן דוקא בגזלה וכיוצא בה דהיינו כפירה אבל כל דבר שאין בו כפירה כמאן דאיתיה ברשותיה דמאריה מחית\\\\. וא\\\"ת כיון דאודיתא לאו הקנאה היא ההיא הרשאה דבכורות ואוקימנא באודיתא ואמאי קרי לה הרשאה\\\\. איכא למימר כעין הרשאה היא דהא מתני אהדדי דכל מאי דמפיק מכהן להוי לתרוייהו והוה ליה כשותפא שבא מכחו ומכח חבירו ולעולם באודיתא לא מצי למיהדר ביה אע\\\"ג דכתב ביה כל דמתענית מדינא עלאי וכו'\\\\. ומשום הכי אצטריכו רבא ורב פפא לאקנויי אגב ארעא ולא אקני להו באודיתא כי היכי דלא לחזקי בממונא\\\\. והשתא מבעי לן תרוצי מאי דקשיא לן במלתא דרב אשי דאמר שליחא שוייה ולברורי נמי דרב אשי לא אתא לאיפלוגי אנהרדעי אלא \\\\(אמימר\\\\) \\\\[אאמימר\\\\] בלחוד הוא דפליג ואליבא דנהרדעי הוא דקא מפרש כדכתב רב חננאל והרב ר' יצחק ז\\\"ל\\\\. וכן הוא \\\\(העיקרו\\\\) \\\\[העיקר\\\\] באמת וברור דהא דנהרדעי הלכה רווחת היא בכל הגמרא כמו שכתבנו למעלה דהא בהרשאה אמרי' בא במתנה לא אמרינן\\\\. ועוד דנהרדעי גופייהו לא אתו לאשמועינן הכא דכתבינן אורכתא אלא לאשמועינן על מה כותבין אותה אמקרקעי או אפי' אמטלטלי ואם על דלא כפריה או אפי' בדכפריה \\\\(ואז הלשון\\\\) \\\\[ואיזה לשון\\\\] מועיל בהן ואם אפשר להם זולתו כגון דון וזכי והנפק לנפשך לפי שדבר ברור היה אצלם שכותבין הרשאות ורב אשי גופיה לא אתא לאיפלוגי אדנהרדעי כלל דאם אתא לאפלוגי עליהו הוה ליה למימר הכי כיון דכתב בה כל דמתעני' מדינא עלאי לאו אורכתא היא כדאמרי נהרדעי בזיל דון וזכה ועוד אי לא כתב בה כל דמתענית מדינא עלאי לדעת אותם המפרשים ההרשאה ההיא מוציאין בה ממון כי הוא הלשון המבטל לדעת' וכיון שאינו כתוב בה הרשאה טובה היא\\\\. מעתה כך היה לו לרב אשי לומר ואי כתב בה כל דמתענית מן דינא עלאי לאו אורכתא היא\\\\. ומדאמר רב אשי כיון דכתיב כו' אלמא פשיטא ליה מלתא דהכי כתבי' בהו באורכתא כלהו וצורך ההרשאה הוא כמו שאמרנו בזיל דון וזכ' וכו' ואין להם זולתו כמו שכתבנו למעלה מתשובת הרב ר' יצחק ז\\\"ל\\\\. ואין ספק בדבר כי ההרשאות שווי שליח נינהו ואקניאת' נינהו כדכתבינן לעיל\\\\. והנה שמעתא דשבועות \\\\(ל\\\"ג:\\\\) מוכחת דדיקנין הא מנה לפלוני ביד פלוני חייבין ומוקמינן לה בבא בהרשאה ואי אקנית' גמורה היא היכי אמרי' מנה לפלוני ביד פלוני דומיא דאיש פלוני כהן והלא מנה שלו ביד פלוני היא והיכי הויא כעין איש פלוני כהן שהיה תביעה לאחר אלא שמע מינה דכל הרשאה שליח הוי ואפי' הכי מפי' בה ממונא ועכשיו יש לנו לפרש כיון דשליחא הוא כל ההקנאות שהקנה לו אגב קרקע מה יועילו למורשה להוציא בה ממון בכח הרשאה ולימא ליה לאו בעל דברים דידי את מידי דהוה אשליח שעשאו בעדים דאע\\\"ג דהוי שליח \\\\(זכו מכח ליה פקדיה\\\\) \\\\[וכי מסר ליה פקדונו\\\\] מפטר מאונסין ומכל דבר דלא מצי מפיק מניה ממונא מדינא אלא מדעתיה דנפקד\\\\. ועוד הקנאתו למה והלא אינו קונה כלום ובודאי קושיא זו צריכא לפנים\\\\. ואנן מסתבר לן פירקא דהאי קושיא בסיעתא דשמיא דהאי לישנא דכתבינן באורכתא כל דמתענית מדינא עלאי לישנא דזכותא ולישנא דרעותא הוא\\\\. לישנא דזכותא הוא דהכי קאמר ליה אין לי עוד לערער אחריך מפני שהקניתי לך ממון זה וסלקתי את עצמי מן הממון ולישנא דרעותא היא הואיל ושייך נפשיה בחובה וזכות של מורשה \\\\(ואלמא\\\\) \\\\[אלמא\\\\] לא סליק \\\\[נפשי'\\\\] מהאי ממונא הילכך כי אתי לגבי נפקד ובעי למפטר נפשיה מניה בטענת שליחות מצי אמר ליה האיך אדרבא לשנא דזכות היא לגבאי ומרי פקדונא לא מבטל לאורכתא את היכי מבטלת ליה ואיהו ידע בה טפי אי כתב בה לזכותא אי לא וכיון דאיהו לא מבטל לה את לא מצית לבטולה אבל אי אתי לגבי מרי דפקדונא ובעי לאתחזוקי בממונא מצי האיך למימר ליה אנא לרעותא דליך הוא דאכווני ואנא הוא מאריה דממונא את יד בעל השטר על התחתונה\\\\. ואשכחן נמי כי הא מלתא בגמרא דכתובות \\\\(ל\\\"ג\\\\.\\\\) בענין היו שם מאתים של מנה נוטלת וכו' ואקשינן תלתין ותלתא ותילתא הוא דאית ליה אמר שמואל בכותבת בעלת מאתים לבעלת מנה דין ודברים אין לי עמך במנה\\\\. אי הכי אימא סיפא של מאתים ושל שלש מאות שלשה שלשה של זהב ותימא לה הא סלקת נפשך ממנה\\\\. משום דאמר לה מדין ודברים הוא דסליקת נפשאי מכל מקום בעלת מנה נוטלת חמשים\\\\. ותימא לה בעלת שלש מאות לבעלת מנה \\\\(אי\\\\) \\\\[את\\\\] לא שקלת טפי \\\\(ממקנתיך\\\\) \\\\[ממנתיך\\\\] דהא מדין ודברים סליקה נפשה אלא לאו משום דאמרה לה לדידי הא לא מבטלא ולא מידי ולא קא מערער' עילואי להדין דמבטל' בטילא \\\\(לדידך\\\\) \\\\[לדידי\\\\] דלא מבטלא לא בטילא מאי טעמא משום דהאי לישנא משמע לשון מתנה ומשמע נמי סילוק דין ודברים ולמאן דמבטל לה בטל למאן דלא מבטיל ליה לא בטל\\\\. והא מלתא נמי להא דמיא הלכך צריך שיכתוב לו לשון הקנאה ויקנה לו כדין הקנאה כדי דתהוי ידיה אלימא לאפוקי ממונא מהאיך בעל כרחיה\\\\. וצריך למכת' ליה נמי כל דמתענית מדינא עלאי וכו' \\\\[כי\\\\] היכי דלא לחזק בממונא ועוד לאלומי ידיה דשליח' נמי למיזל ולמידן בהדי' דהאיך משליחותא דהאי דאי לאו דשויי' שליח למתבע זכותי' וקביל עליה על דנפיק ליה מן דיניה אע\\\"ג דאמר ליה זיל דון לאו מלתא שלימא היא דמזל ולמידן בהדי' והשלמת זיל דון וזכ' הוא דאי לאו זיל דון וזכי והשלמתו אע\\\"ג דאקני ליה ממונא הקנאה לא מצי למידן בהדי' ולאפוקי מיניה על כרחיה שהרי המוכר שטר חוב לחבירו דאע\\\"ג דקני ליה לההוא ממונא בכתיבה ומסירה לא מצי לאשתעויי דינא בהדיה אלא א\\\"כ כתב לו בשטר המכר תלך ותדון עמו ותוציא זה ממון לעצמך\\\\. ונפקא לן הא מלתא מההיא דגרסינן בכתובות \\\\(פ\\\"ה:\\\\) קריבתיה דרב נחמן זבינתה לכתובתה בטובת הנאה ואגרשה ומתה ושבקה ברתא לסוף אתו לקוחות ותבעוה לברתא וכו' אלמא בהדיה ברתא הוא דמצו למידן בהדי אבוה לא מצו למידן\\\\. ועוד דאמרינן התם \\\\(פ\\\"ו\\\\.\\\\) אי פקח האי מקרקש ליה זוזי וכתיב ליה שטר' על שמיה\\\\. אלמא אי משעבד ליה נפשיה משתעבד ליה אי לא לא ולגבי אורכתא נמי אע\\\"ג דמקנה ליה הקנאה גמור' אי לא כתב ליה זיל דון וכו' והשלמת הדבר כלו דהיינו כל דמתעני' מן דינ' וכו' לא מצי למידן בהדיא דאמר ליה לאו בעל דברים דידי את השתא דכתב ליה הכי לא מצי למדחיי' דאתי ליה מכח דנפשיה ואתי ליה מכח בעל הפקדון הלכך כיון דהאי אורכתא כתב בה לשון הקנאה והויא הקנאה לא מצי האיך למדחייה לא בטענת חזרה ולא בטענת מיתה\\\\. בטענת חזרה לא מדאמרינן חזקה שליח עושה שליחותו הוא הכי נמי אמרי' חזקה בעל הבית מעמידו בשליח ותו לא מצי האיך למימר ליה דילמא הדר בך משליחותא דידך ובטל לאורכתא ואע\\\"ג דקיימא לן דשליח' שוייה ומצי לבטוליה דהאי ומצי לאורוכי לאיניש אחרינא אפי' הכי בטענת שמא לא מצי למדחייה עד דמייתי ראיה דבטול בטלה לאורכיתה\\\\. תדע שהרי הולך מנה לפלוני במתנה קיימא לן \\\\(גיטין ל\\\"ב:\\\\) דהולך לאו כזכ' ואי בעי למהדר ביה מצי הדר ביה ואפי' הכי מסתמא אזיל שליח ויהיב ליה למקבל מתנה ולא חייש לחזרה אלמא מסתמא מוקמינן לבעל הבית בחזקת עומד בדבורו\\\\. וכן רבא שחשש למית' דר' אבא ולא חשש לחזרה ואע\\\"ג דלגבי שליחות הגט לא חיישינן למית' כדתנן \\\\(גיטין כ\\\"ח\\\\.\\\\) המביא גט ממדינת הים והניחו שם זקן או חולה נותנו לה בחזקת שהוא קיים אפי' הכי חשש רבא למיתה ולא חשש לחזרה אלמא מיתה שכיחא טפי מחזרה משום חזקה\\\\. ובטענת מיתה נמי לא מצי למדחייה דכל זמן דלא אתברר' מלתא דחזרה מתנת' היא בין לגבי נפשיה בין לגבי ברי' עד דמגלה דעתיה דבעי לבטולה כדכתיבנא לעיל\\\\. ואם תאמר הלא רבא חשש למית' והכא נמי לדחיי' בטענת מיתה התם שליחות בעלמא הוא דחשש רבא למיתה\\\\. אבל כי אקניניה לרב ספרא אגב ארעא ואורכיה עלויה תו ליכא למיחש למידי\\\\. ואם תאמר בהולך מנה לפלוני במתנה אמאי לא חייש שליח מיתה כדחשש רבא הכא\\\\. הא לאו מלתא היא שהרי אם מת נותן בחיי מקבל מצוה לקיים דברי המת והכי איתא בגטין פרק קמא \\\\(י\\\"ד:\\\\)\\\\. ואם תאמר היאך חשש רבא למיתה והא לגבי ע\\\"א לא חיישינן למיתה\\\\. התם משום דליכא ערעור \\\\[אבל הכא איכא ערעור\\\\] של יורשי ר' אבא וכיון דכתב ליה אורכתא תו ליכא למיחש\\\\. ולא עוד אלא אפי' בשליחות גרידא אם קדם ונתן המעות לידו ואח\\\"כ נודע שכבר חזר בו בעל המעות ובטל שליחותו של זה ונאנסו המעות מיד השליח פטור הלה מהאי טעמא משום דמצי למימר ליה אנא אשליחותא דידיה סמכי ואסהדי סמכי את הוא דפשע' בו דהדר' בך דמידע ידעת דאנא מסרנא לידיה ואדעתא דאמס' לידיה שדרתיה ניהלי ולא אבעי לך למהדר ביה ומשום הכי פטור\\\\. ואמטו להכי חשש רבא למיתה ולא חשש לחזרה\\\\. וכ\\\"ש כי אתי ליה באורכתא דלא מצי מדחי ליה בטענת חזרה אלא א\\\"כ נודע שבטלו\\\\. <מקורות>\\\\[סימן ס\\\"א\\\\]</מקורות> \"}","{\"header\":\"פרק המפקיד\",\"text\":\"\"}","{\"header\":\"דף לט\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"ומה שראינו בירושלמי \\\\(ב\\\"ב פ\\\"ט ה\\\"ג\\\\) ת\\\"ר חייא רבה אומר סתם אחים שותפים עד ג' דורות\\\\. כך מצינו ענינו בתוספת' \\\\(ב\\\"ב פ\\\"י\\\\) האחים שהניח להם אביהם נכסים \\\\[ולאחד מהם יש לו בנים ועמדו בניו של זה והשביחו את הנכסים\\\\] והביאו' לבית הרבוי לא יאמר להם תנו לי מה שהשביחו בני את הנכסים וכן הם לא יאמרו לו תן לנו מה שאכלו בניך אלא מה שאכלו אכלו מן האמצע ומה שהשביחו לאמצע ועל זה הענין אמר ר' חייא כי זה השותף אינו אלא עד ג' דורות ובחיי אבי אביהם קא מיירי כי הכא שאם השביחו הבנים או בני בנים לא יאמרו תנו לי מה שהשביחו בני או בני בני אלא מה שהשביחו לאמצע ומה שאכלו אכלו מן האמצע לפי שהם נטפלים בתפיסת הבית אחר אבי אביהם\\\\. אבל יותר מכאן כאחרים דמי ואם השביחו או שאכלו הללו תובעים שבחם והללו תובעים מהם מזונותיהם מפני שהם כנכרים שהשביחו או שאכלו שהרי אין להם לעצמם חלק בנכסים אלא מקרובות אבי אביהם וכבר נתרחקו קרובתם ולפי' אין להם להתפרנס וכן אם \\\\[השביחו\\\\] שמין להם כאריסים זהו הדרך הטוב והישר בענין זה אבל אם מתו האבות ונשארו הנכסים משותפים בין הבנים אפי' עד כמה דורות אם השביחו האחרים את הנכסים השביחו לאמצע\\\\. ומה שאכלו אכלו מן האמצע שהרי יורשים שותפים הם\\\\. והכי אמרי' \\\\(ב\\\"ב קמ\\\"ג:\\\\) באשה שהשביחה את הנכסים השביחה לאמצע ואוקימנא \\\\(שם קמ\\\"ד\\\\) באשה יורשת דהוי' לה כאחין השותפין ולא מפלגינן בהיאך יורש' בין יורשת קרובה ליורשת רחוקה ובכל \\\\[ענין\\\\] השביחה לאמצע ברם צריך את למילף הא דאמרי' בתוספתא מה שהשביחו הנכסים השביחו לאמצע וכ\\\"ש אם השביחו האבות ולא קא מפליג בין גדולים לקטנים ומתני' נמי דיקא דקתני וכן האשה שהשביחה את הנכסים השביחה לאמצע בין בגדולים בין בקטנים קאמר\\\\. וקשיא לן א\\\"כ רישא דמתני' מ\\\"ט קתני הניח בנים גדולים וקטנים דמשמע דגדולים לקטנים הוא דקא מחלי הא גדולים לגדולים לא מחלי\\\\. ועוד דמשמע דגדולים לקטנים הוא דאמרי' השביחו לאמצע משום דאין מורידין קרוב לנכסי קטן \\\\(ב\\\"מ ל\\\"ט\\\\.\\\\) ושלא ברשות נחות אבל דגדולים לגדולים דל\\\"ל הכי השביחו לעצמן\\\\. ולא היא דאפי' גדולים לגדולים כיון דידעי אהדדי מחלי הני להנך והא דנקט גדולים וקטנים משום סיפא דכי אמרו גדולים בב\\\"ד ראו מה שהניח אבינו לנו וכו' השביחו לעצמן ואע\\\"ג דב\\\"ד שלא כדין עביד דהא אין מורידין קרוב לנכסי קטן אפ\\\"ה כיון דברשות ב\\\"ד עבוד השביחו לעצמן\\\\. תדע דהא זוזי דיתמי לא קפדינן בהו ומורידין קרוב לנכסי קטן והכי פסקי רבוותא\\\\. ואפ\\\"ה אי לאו דרב ספר' דגבר' רבה הוא ולא שביק גירסיה וטרח לאחריני הא איניש אחרינא כה\\\"ג השביח לאמצע אלמא טעמא דמתני' לאו משום דאין מורידין קרוב לנכסי קטן הוא אלא משום דיורשים שותפים נינהו כיון דידעי אהדדי ולא משבחי מחלי גבי הדדי מה שאין כן בשותפין בעלמא דאלו גבי שותפים דעלמא \\\\(ב\\\"ב מ\\\"ב:\\\\) אמר שמואל שותף כיורד ברשות דמי לומר שנוטל בשבח המגיע לכתפים ובשדה שאינה עשויה ליטע כשדה העשויה ליטע והא דאמרי' בתוספתא וכן הם לא יאמרו לו תן לנו מה שאכלו בניך דוקא מה שאכלו דכיון דאכלו ולא מיחו בהם שוב אין מחשבין עמהם מזונותיהם דומיא דמה שהשביחו דבלא מודעא השביחו\\\\. אבל לכתחלה אם באו האחים לעכב עליו שלא יאכלו בניו של זה מן האמצע יכולים הם לעכב שהרי אף באחים עצמן שנינו \\\\(שם קל\\\"ט\\\\.\\\\) אין הגדולים מתפרנסים על הקטנים ואין הקטנים נזונים על הגדולים\\\\. ופירשו רבוואתא ז\\\"ל אין הקטנים ניזונים \\\\[מזונות\\\\] יתרים הצריכים לקטן יותר מן הגדול אלא מחלק עצמן אבל לא מן האמצע וכ\\\"ש בנים ובני בנים של אחד מהם שהם יכולים \\\\[לעכב\\\\] זה על זה\\\\. כך נראה לי באמת ובברור\\\\. ומה דגרסי נמי התם בירושלמי אמר רבי אמי \\\\(בין\\\\) \\\\[בן\\\\] שנראה חלוק מה שסגל סגל לעצמו\\\\. כהדא חד בר נש \\\\(אתעבר\\\\) \\\\[אתעביד\\\\] סופר בעא אחוי מפלג עמיה אתא עובדא קומי רבי אמי אמר כך אנו אומרים אדם שמצא מציאה אחיו חולקים עמו\\\\. כך נראה לי פי' \\\\(בין\\\\) \\\\[בן\\\\] שהיה מקבל פרס מאביו וקמץ מעיסתו וממזונותיו וסגל מאותו קמוץ סגל' בין בחיי אביו בין לאחר מותו מה \\\\(שסגתה\\\\) \\\\[שסגל\\\\] סגל לעצמו אעפ\\\"י שהן שותפין לגמרי לאחר מיתת אביהם מפני שאותה סגלה כמציאה הוא שאינה באה מכח נכסי השתוף\\\\. ואשמועינן רבי אמי תרתי חדא שאעפ\\\"י שסמוך על שלחן אביו מציאתו לאביו זה כיון שחלק בקבול פרס מותר לעצמו הן וכל מה שסגל מהם סגל לעצמו\\\\. ואף על פי שהסגולה הזאת הרי היא כמציאה ואשמועינן תו כי האחים השותפי' מציאתן לעצמן והא מלתא שמעי' לה מהאי עובדא דההוא בר נש דאתעבד סופר וכו' והאי דאמר כהדא לאו דדמי אהדדי לגמרי אלא תרוייהו כמציאה נינהו ומציאתן לעצמן\\\\. ומלתא דההוא עובד' הוה רבותא טפי דלא מבעי' סגולת הקמוץ שקמץ מעיסתו שהיא לעצמו שהרי באה מכח המזונות שלו ואם רצה כבר אכלו מעיקרא אלא אפי' סגלת מציאה בבאה לו מעלמא הרי היא לעצמו\\\\. ואם בהדא א\\\"ר אמי מציאתו לעצמו כ\\\"ש בהאי\\\\. והאי דאמר כהדא כלומר שאפי' בגדולה מזו אמר ר' אמי מציאתו לעצמו\\\\. <מקורות>\\\\[סימן נ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"פרק הזהב\",\"text\":\"\"}","{\"header\":\"דף מו\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"אקנינהו ניהליה אגב אסיפא דביתיה\\\\. מכאן משמע ליה לר' דהני זוזי פקדון הוו שהיו בעין דאי לא הוו בעין היכי מצי לאקנינהו בחליפין דהא לא קנו אלא בעין\\\\. יש לומר דבהני חליפין דבסודר שאדם מקנה חפץ לחבירו ואין לו מה ליתן עליו ומושך לו סודרו היינו חליפי הדבר שיש לו ליתן על אותו חפץ\\\\. ואז ודאי אם אינו חפץ בעין הנקנה בזה הסודר קונה אותו דהא אם היה נותן לו מיד אותו החפץ שיש לו ליתן על אותו חפץ שנקנה עתה בחליפין שאז ודאי קונה אותו חפץ אעפ\\\"י שאינו בעין כמו \\\\[כן\\\\] האי סודר שהוא חליפין החפץ יקנה החפץ אעפ\\\"י שאינו בעין דהכי נמי חזינן בהרבה מקומות שאדם משעבד עצמו בקנין ליתן דבר שאינו בעין כדאמרינן בהשוכר את הפועלים \\\\(צ\\\"ד\\\\.\\\\) מתנה ש\\\"ח להיות כשואל\\\\. ופריך במה בדברים ומשני בשקנו מידו\\\\. ומשמע אפי' לא בא לעולם שלא היתה פרה זו גנובה או אבודה ואפי' הכי מתחייב הוא לשלם לו פרה אחרת בקנין סודר\\\\. דהכי נמי בהשותפין \\\\(ב\\\"ב ב':\\\\) מפרש התם מאי מחיצה כותל אלמא אעפ\\\"י שאין הכותל בעין משעבד עצמו לעשותו\\\\. ואע\\\"ג דהתם \\\\(שם ג'\\\\.\\\\) פריך ליה קנין דברים בעלמא הוא לא פריך \\\\[אלא\\\\] אליבא דמאן דאמר מאי מחיצה פלוגתא דהיינו ודאי קנין דברים בעלמא\\\\. אבל אליבא דמ\\\"ד גודא לא מצי פריך ליה מידי כיון דמשתעבד בחליפין דסודר לעשות לו כותל הוי קנין וחייב\\\\. הא חזינן בכמה דוכתי שבחליפין של סודר יכול להקנות אפי' דבר שאינו בעין הכא נמי מצי למימר דאלו זוזי לא הוו בעין אלא מלוה הוו גבייהו\\\\. והא דמפרש בקונט' לעיל תנן הזהב קונה את הכסף מאי לאו בחליפין\\\\. ומשמע לן מפירושו דלא שייכי אלא בדבר שהוא בעין\\\\. פי' זה לא נהיר לעיל לר' דהא חזינן בכמה דוכתי בחליפין שהן בסודר קונין אפי' דבר שאינו בעין והכי נראה לרבינו לפרש דהאי דקאמרי התם מטבע נעשה חליפין היינו כשאדם רוצה להחליף מטבע שלו במטבע חבירו שזה רואה את המטבע של זה וזה של זה בעין ואמרו נחליף זה בזה בהכי ודאי פלוגתייהו \\\\(ד\\\\)אם נתקיים הקנין במשיכה \\\\(ואחד\\\\) \\\\[דאחד\\\\] ואם לאו שניהם חוזרים\\\\. ואפי' אם נתאנה לוקח לא מצי למימר למוכר תן לי מעותי או תן לי מה שאוניתני ומצי למימר ליה המוכר אם רצונך כמו שנתתי לך בלא חזרת אונאה הרי טוב ואם לאו \\\\(אחזיר לך\\\\) \\\\[תחזיר לי\\\\] מקחך ולא מצי לוקח לכופו שיתן לו אונאתו וכן נמי אם נתאנה מוכר לא מצי למימר ליה \\\\[ל\\\\]לוקח תן לי מקחי או תן לי מה שאוניתני דמצי למימר ליה הילך מקחך ואונאה לא אחזיר לך\\\\. אבל מספקא ליה לר' אם כשנתאנה לוקח ורוצה למחול אונאתו למוכר כדי שיהא המקח קיים בידו אם יכול לחזור בו המוכר ולומר כיון דמתחלה לא היה המכר קיים שהמקח היה בטל הנני חוזר במכירה שנעשית דלאו כלום היא\\\\. או דילמא הא דתקינו רבנן ביטול מקח היינו משום תקנת הנתאונה כשהוא אינו רוצה למחול אבל אם הנתאונה רוצה למחול אמאי מצי לחזור בו\\\\. \\\\[המאנה\\\\] \\\\(המאונה\\\\) ובפרק המוכר את הספינה \\\\[פ\\\"ג ע\\\"ב\\\\] איכא למשמע האי דינא דאמר רב חסדא מכר לו שוה חמש בו' והוקרו ועמדו על ז' נתאנה לוקח\\\\. לוקח יכול לחזור בו ולא מוכר דאמר ליה אי לאו דאוניתני מי מצית הדרת השתא הדרת\\\\. פי' דבכדי שיראה לתגר או לקרובו דלאו נתקיים המקח נתאונה גם המוכר ואפי' הכי לא מצי הדר ביה משום האי טענה דטעין ליה לוקח אי לאו דאוניתני מי הוה הדרת בך השתא הדרת בך בתמיה ומפרש א\\\"כ מצינו חוטא נשכר\\\\. אלמא מתאונה יכול לחזור מאנה אינו יכול לחזור כיון שהמתאונה מוחל\\\\. והברור לא שמעתי\\\\. <מקורות>\\\\[סימן ק\\\"ס\\\\]</מקורות> \"}","{\"header\":\"פרק איזהו נשך\",\"text\":\"\"}","{\"header\":\"דף סא\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"פירש הרב רבי יעקב ז\\\"ל ודאי אין שליחות לע\\\"א בין לקולא בין לחומרא ותולה מעותיו בע\\\"א \\\\(ס\\\"א:\\\\), הכי פי' ישראל שאמר לחבירו לך והבא לי מעות מן הע\\\"א על משכונותי ותהיה שלוחי להביא בחזירתו אמר לך להחזירם אל הע\\\"א המלוה אע\\\"פ שנותן ביד ישראל הרבית מותר מפני ששלוחו של אדם כמותו אבל אם הביא ממעות עצמו ואמרו לו של ע\\\"א הם ודאי אסור ועל זה נאמר ויראת מאלהיך דאין הדבר ידוע אלא לזה\\\\. <מקורות>\\\\[סימן קנ\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף סה\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ועוד מדיני העסק אשר שאלת\\\\. יכול אדם לעשות עסקו מלוה כגון שאמר לו מכאן עד סוף שנה יהיה ביני ובינך כתקנת חכמים מאותו יום ולהלן הריוח וההפסד שלך נתן לו ממונו לזמן פלוני אחר הזמן הראשון כל אותו ממון שהוא בחזקת קיים לסוף השנה הרי הוא חייב באחריותו מסוף השנה ואילך ויכול לכופ' ולפרוע לו ממונו לזמן שקבע לו\\\\. וכן מצאתי בירושלמי\\\\. אבל אם ירצה לעשות עסקו פקדון אחר שנה זה לא שמעתי ולא נתברר לי להיתר מפני שנראה כרבית מאוחרת כי בשביל חצי ההלואה שהלוה לו שנה הוא טורח לו שנה אחר שנה בפקדונו\\\\. <מקורות>\\\\[סימן נ\\\"ב\\\\]</מקורות> \"}","{\"header\":\"דף סח\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"דין עסק שבין אדם לחבירו להראב\\\"ד ז\\\"ל\\\\. ראיתי כתב שאלותיך ואני איני כדאי אלא כך דעתי נוטה דההוא דמקבל עיסקא דקביל על נפשיה דיהיב פלגא רווחא וכולה פסידא דיליה\\\\. וכתב ליה שטרא על נפשיה בהכי לאו שפיר עבד ועבר אדרבנן\\\\. \\\\(וכ\\\"ש\\\\) \\\\[אבל לא\\\\] אדאורייתא וההוא מארי \\\\(עסקא דמקרי\\\\) \\\\[דעיסקא מקרי\\\\] רשע עבריין וקא מקרי גזלן דרבנן ולא מבעיא דלא גבי ההוא רווחא לכתחלה אלא אפי' יהיב ליה שיעור פלגא קרנא בתורת רווחא מחשביה ליה כקרנא ומשלים עליה פלגא אחרינא וקרעי' לשטרי' ולא אמרינן בהכי כל סלוקי בלא זוזי אפוקי מניה הוא דלא איתמר הכי אלא לגבי משכנתא דקיימא תותי ידיה וארעא היכא דקיימא תיקום אבל בכה\\\"ג לא אמרי' אלא זוזי היכא דקיימי לוקמו\\\\. ואי משום שטרא שטר העומד לגבות לאו כגבוי דמי דבית הלל הכי סבירא להו\\\\. ואפי' למ\\\"ד כגבוי דמי ה\\\"מ שטרא דהיתרא אבל האי כיון דמדרבנן לאו \\\\(גוביינה\\\\) \\\\[לגוביינה\\\\] היא היכא דמטי ביה פסידא לא אמרי' ביה כגבוי דמי דמי יימר דלא מטי ביה פסידא\\\\. וזאת הסברא התקועה בידינו מכמה שנים והשכל מורה עליה ואי נפלה לידי עבידנא בה עובדא\\\\. וההוא שטרא דרב עיליש \\\\(ס\\\"ח:\\\\) דהוה כתוב ביה פלגא באגר ופלגא בהפסד הכי הוי עובדא\\\\. רב עיליש יהב ליה למריה עסקא פלגו רווחא ושכיב ובתר דשכיב אתא מריה עסקא ואפיק שטרא עלי יתמי וקא תבע להו בקרנ' ופרעוה לסוף אמרו ליה הב לן שכרן כפועל מההוא יומא קמא דקביל אבונא הדין עסקא ואמר להו מרי' עסקא לא יהיבנא להון מידי דכבר יהיב לי אבוכון פלגו רווחא ולא חשיב בהדאי ההוא אגרא והוי אבק רבית ואינו יוצא בדיינים\\\\. אמר להו \\\\(דברי\\\\) \\\\[רבא\\\\] רב עיליש גברא רבא הואי ולא ספי איסורא לאנשי דדינא דעסקא אי פלגא באגר תרי תלתי בהפסד וכו' ואיהו כיון דאתני בהדך פלגא באגר ופלגא בהפסד בודאי אדעתא דיהבת ליה שכרו כפועל בטל אתניי בהדך כדינא דמתני' ואנן סהדי דלא אחיל אגריה גבך והאי דלא חשיב אגריה בההוא שעתא דיהב לך פלגו רווחא סבר אכתי קרנא גבאי וגבינא מיניה\\\\. הילכך ליכא למימר הכא אבק רבית אינו יוצא בדיינים דהא לא יהביה ניהלך כלל לא בתורת רבית ולא באבק רבית\\\\. אבל איניש אחרינא אפשר כיון דיהב פלגו רווחא ולא חשיב אגריה בהדיה והשתא אתא כולי ממונא לידי' רווחא וקרנא לא מפקינן מניה מידי דכיון דלא גמיר דינא ולא קפיד אאיסורא זוטא אפשר דאחיל גביה מעקר' וכי כתב ליה פלגא באגר ופלגא בהפסד ולא אדכר ליה מידי אחרינא אחולי אחיל גביה וה\\\"ל אבק רבית ואינו יוצא בדיינים\\\\. הכי נקיטינן פי' דהא מלתא מן כמה שני ולא אתי לן מיניה לסברא קמא דכתביה לא תיובתא ולא סייעתא ותשובת רב אלפס ז\\\"ל \\\\(סי' קע\\\"ט\\\\) שראית בה הלכה היא ורבותי' התירו דבר זה מפני שהוא שוה לסתם מתני' וכו' הכי קאמר אף על גב דתנן במתני' צריך ליתן לו כפועל בטל כבר התירו \\\\(אבותי'\\\\) \\\\[רבותינו\\\\] את העסק' בלא שכר בלבד שיהא המקבל קרוב לשכר ורחוק להפסד\\\\. אי פלגא באגר תרי תלתי בהפסד וכו' ואף על פי שלפעמים שלא יארע בו הפסד כלל באותו עסק ונמצא זה מפסיד שכר טרחו כיון דאי הוי מטי ביה פסידא הוה שקיל האי בגויה תרי תלתי שרי\\\\. ודין זה שוה הוא לדינא דמתניתין\\\\. אי נמי גמרינן מהאי עובדא דאי בעי מרי עיסקא לשנויי הדין עסק משאר עסקי לטפויי ברווחא לנפשיה או לבצורי כל היכא \\\\(דמרפי\\\\) \\\\[דמטפי\\\\] בפסידא או מבצר ביה \\\\(כל קביל\\\\) \\\\[מלקבולי\\\\] רווחא שרי ובלבד שיהא \\\\(רחוק להפסד וקרוב לשכר\\\\) \\\\[קרוב להפסד ורחוק לשכר\\\\] כלומר שיהא חלקו בהפסד גדול משל מקבל\\\\. גם אם ירצה להתנות עם המקבל שיטול הוא ב' חלקי הריוח וג' חלקים הפסד הרשות בידו לפי שאין קצב' לתנאי השכר וההפסד רק שיהא חלק ההפסד גדול לבעל העסק מחלק השכר\\\\. וכן הדין בזמן שהוא מתנה עמו מחצה שכר ומחצה הפסד אם רצה לפסוק עמו דינר בשכר עמלו פוסק ואף על פי שבטלתו גדולה מזו\\\\. וזהו שאמרו \\\\(שם\\\\) כמה הוא שכרו בין מרובה בין מועט כלומר הכל לפי מה שיפסוק עמו\\\\. ומשנתנו שאמרה שכרו כפועל בסתם קאמר\\\\. מ\\\"מ בעינן דבר חשוב כדאמרינן בגמ' \\\\(ס\\\"ט\\\\.\\\\) אמר רב ריש עיגלא לפטומי וכן אמר שמואל קוצץ לו דינר\\\\. והכי איתא בירושלמי \\\\(פ\\\"ה ה\\\"ג\\\\) חד בר נש אשאיל \\\\(דינרא\\\\) \\\\[דינרין\\\\] לחבריה אמר ליה סב תרין דינרי אגרך ומאי דעבדין דידי ודידיך\\\\. והכי פסק בעל ההלכות\\\\. והכי מסתבר טפי מההוא טעמא דכתב רב אלפס ז\\\"ל בהלכותיו דקא' והלכה כר' מאיר דאמר בין מרובה בין מועט דסתם מתני' כוותיה מיהו לאו בכולהו יומא דשותפותא קאמר אלא דכל יומא ויומא קאמר זהו טופס דבריו\\\\. ולפי דבריו בין מרובה בין מועט דקאמר לפי אומנותן קאמר שהיה גדול או קטן והא מילתא דריש עיגלא לפטומא קשיא עליה וברייתא הכי פי' \\\\(דר'\\\\) \\\\[דר\\\"מ\\\\] סבר היכא דאתני בהדיא בשכרו הכל לפי מה שהתנה בין מרובה בין מועט ורבי יהודה סבר אינו \\\\(יכול\\\\) \\\\[צריך\\\\] להתנות אלא אפילו בסתם ולא טיבל עמו אלא בציר זהו שכרן\\\\. ורבי שמעון דאמר נותן לו שכרו משלם בסתם קאמר\\\\. ונראה לי דהיינו כסתם מתני' דקתני כפועל בטל דקא מסיים עליה בתוספתא \\\\(ב\\\"מ פ\\\"ד\\\\) ואינו דומה עושה מלאכה ליושב בטל והיינו כפועל בטל\\\\. והאי סיומא דתוספתא נמי קשיא על פי' הרב אלפסי ז\\\"ל דוק ותשכח\\\\. והיכא דאמר איניש לחבריה הילך מעות למחצה שכר ולא אמר ליה לא בהפסד ולא בשכר עמלו אי איכא מנהגא דידיע בההוא דוכתא בתר מנהגא אזלינן ובלבד שלא יהא שם איסור באותו מנהג\\\\. ואי ליכא מנהגא מסתברא לן דיד בעל המעות על העליונה שאם יש ריוח באותה חלוקה אינו נותן לו שכר עמלו שהוא אומר לו אילו היה שם הפסד הייתי מקבל עלי ב' חלקים ואם יש שם הפסד ורואה כי ב' חלקי הפסד גדולים מחצי שכרו אומר לו שכרך אתה נוטל ותטול חצי ההפסד\\\\. כך נראה לי מפני שהעסק בחזקת בעלים הוא ויתרון חלק, ההפסד שהוא נוטל משום שכר המקבל הוא אם בא השכיר להוציא שכר מרובה מן השוכר עליו להביא ראיה\\\\. ועוד שהרי רשות ביד בעל המעות להתנות בכל תנאי שירצה למחצה לשליש ולרביע לב' שלישי הפסד או לשכר עמלו\\\\. וכיון שהרשות בידו להתנות בכל תנאי שירצה עכשיו שלא התנה בתחלה מתנה בסוף וכן הדין\\\\. ומה שראית בתשובת רב אלפס ז\\\"ל \\\\(סי' ע\\\"א\\\\) שכתב ישבע שמעון שלא נשכר בסחורה וכל מה שנתן ראש ממון נתן ויפטר ואין לו שכר שלא עשה מה שראוי ליטול שכר\\\\. דע כי זה הדין אינו אלא כשיהיה ביניהם תנאי בקרוב להפסד ורחוק לשכר ועכשיו שלא היה שם לא שכר ולא הפסד והיה זה תובע ממנו שכר עמלו לומר היאך טרחתי בממונך לשוא\\\\. הלה אומר לו תנאי היה ביני ובינך אילו היה שם הפסד הייתי נושא בו שני חלקים וזהו שכרך\\\\. אבל אם היה תנאי ביניהם ממחצה שכר ומחצה הפסד והוא צריך לתת לו שכרו כפועל בין שפסק עמו בין שלא פסק חייב ליתן לו חצי שכר כאילו הרויח בעסק שהיה נוטל שכרו מן האמצע והשאר חולקים עכשיו שאין שם ריוח נוטל חצי שכרו מן הקרן והשאר יפסיד\\\\. ומי שנתן מעות לחברו בתורת עיסקא ובתורת היתר ונתן ריוח שנה או שנתים ולבסוף אמר לו כל מה שנתתי לך מן הקרן נתתי שלא היה שם ריוח מעולם כך דינו שאם נתן לו הריוח בפני עדים לשום ריוח ואמר להם אתם עדי עכשיו שהוא חוזר בו לא כל הימנו וגובה ממנו את הקרן\\\\. אבל אם לא אמר לעדים אתם עדי בין שנתן לו לשם ריוח בין שנתן לו סתם ישבע עכשיו שלא היה שם ריוח מעולם וכל מה שנתן לשם ריוח יעלה לשם קרן מפני שזה דומה למי שהודה לחבירו בעדים חייב אני לך מנה והילך מהם חמשים זוז שאם לא אמר אתם עדי לאו כלום הוא ויכול לומר לו משטה אני בך\\\\. אבל אם היה שם ריוח בעת שנתן \\\\[ונטל\\\\] גם הוא חלקו כנגדו ואחר כך אירע בו הפסד אם \\\\(עקרו\\\\) \\\\[פיקח\\\\] הוא אינו מכניס הריוח שנתן במקום הקרן שאם יכניס גם הוא יחזיר לשם מה שנטל חלקו ונמצא שהוא מפסיד לעצמו שאלו היה העסק חמש מאות \\\\(ורוחו\\\\) \\\\[והרויחו\\\\] מאתים וחלקו אותם ביניהם ולבסוף הפסיד העסק מאתים שאם יחזרו מה שנטלו לאמצע נמצא הקרן מושלם ויטול אותן בעל הממון וזה ילך בפחי נפש\\\\. ואילו עמדה החלוקה הראשונה במקומה נמצא המקבל מרויח בתחל' מאה ועכשיו אינו מפסיד כי אם שבעים או קרוב לזה מפני כי בעל העסק נוטל ב' חלקים בהפסד ואינו נוטל אלא חצי הריוח כל זה כשנטל גם הוא חלקו\\\\. אבל אם לא נטל ועדיין חלקו משותף בכלל העסק ולבסוף הפסיד בעסק מ\\\"מ חלקו הוא נוטל כנגד מה שנתן לבעל העסק אלא שהוא מפסיד בהנחתו אותו השתוף עם השתוף מפני שהוא נושא בהפסד לפי הקרן שהיה לו בשתוף והשאר יטול ואחר כך יחלקו כמו כן שאר ההפסד לפי התנאי שהיה ביניהם\\\\. <מקורות>\\\\[סימן נ\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף סט\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"גרסינן בפרק איזהו נשך\\\\. חמרא איכא דבסים ואיכא דלא בסים\\\\. ונראה לי שאם היה כלו בחבית א' כמאן דפליגא דמיא\\\\. ומספקא ליה לר' אם זה שחלק בלא דעת חבירו מוכר אותו יין ומרויח באותן המעות שקנה בהן חפץ מי יוכל לתבוע אותו ריוח כיון דלא הויא חלוקה אי נאמר לא גרע משאר גזלנין שגוזל מחבירו ומוכר ומרויח באותם דמים דלא משלם אלא כעין שגזל הכא נמי לא שנא ור' מגמגם שיכול לתבוע הריוח וטפי מסתבר ליה דלא מצי תבע ליה\\\\. ר\\\"י\\\\. ונ\\\"ל דיהיב פלגא \\\\(ורווחא\\\\) \\\\[דרווחא\\\\] שזה לא נתכווין לגזול אלא סבור שתהא חלוקה וכיון שאין חלוקת הריוח לשניהם טבי וטבי\\\\. אבל אם יטעון הלה יותר לקחת מה' רמינן עליה שבועת היסת כדין שבועת השותפין ומפטר\\\\. <מקורות>\\\\[סימן ק\\\"ס\\\\]</מקורות> \"}","{\"header\":\"דף עא\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"ענין העסק לרב רבי אברהם בר דוד ז\\\"ל ברבית\\\\. ישראל שנתן משכונו לע\\\"א בשביל חובו למשכנו לישראל בשביל חובו אם מותר לישראל לגבות רבית הואיל וישראל נותן אותו רבית ואם יש חילוק בין ידע ללא ידע\\\\. דע אם קבל הישראל עליו לתת הרבית אין לבי נוטה בזה להיתר לפי שאין הע\\\"א קונה משכונו של ישראל וזה אינו מלוה אלא על המשכון ואין לו על הע\\\"א כלום ואע\\\"פ שאין שליחות לגוי נעשה כמי שהוליכו הקוף והכל של ישראל ואם לא היה שם משכון ואמר לו צא ולוה אותם עלי היה מותר הואיל ואין שליחות לע\\\"א והע\\\"א בשביל עצמו הוא לוה אבל עכשיו שנתן לו משכונו והמלוה אין לו סמך כי אם על המשכון והע\\\"א אינו חייב באחריות המשכון לא לזה ולא לזה שהרי ברשותו שמו לישראל במשכון ברבית הנה הע\\\"א מסולק מן האמצע וישראל נוטל משכונו של ישראל ומלוה עליו ברבית ואסור אפי' לא ידע וכ\\\"ש אם ידע\\\\. וכן ישראל שנתן משכונו לע\\\"א ללוות עליו ואינו בעל חובו והלך ומשכנו לישראל כיון שאין הע\\\"א חייב באחריות המשכון שהרי בשליחותו משכנו לישראל אסור ליטול ממנו רבית\\\\. ודין אחד הוא לזה ולמי שמוסר לו משכונו בשביל חובו\\\\. אבל אם בא בטענה שיאמר איני מאמינך שיהא של ישראל כי בחזקת עצמך לוית מותר אלא שדינו מסור לשמים\\\\. ואם נטל אין מוציאין מידו\\\\. עוד יש לומר כיון שנוטל המשכון בידו סלוקי בלא זוזי אפוקי מניה הוא ויכול לגבות עד כדי דמיו אלא שמודיעין אותו כי אבק רבית הוא נוטל ואם הוא ירא חטא אסור ליטול אותו\\\\. <מקורות>\\\\[סימן מ\\\"ג\\\\]</מקורות> ישראל שאמר לחבירו הלויני מה שיש לי על משכון זה ואטול אני הרבית שעלה עד היום ומהיום ואילך תטול אתה אם מותר לישראל השני ליטול הרבית מיד ישראל הראשון או לא\\\\. תשובה אתה לא שאלת אלא בשביל שהראשון נוטלו מן הע\\\"א ומביאו לשני ונראה כמי שזה נותן רבית לזה ולמה לא נסתפקת הואיל וישראל הראשון חייב לע\\\"א באחריות המשכון הרי הוא כשלו נמצא שלוה הוא מן השני על משכונו שהרי הע\\\"א לא שם משכונו אלא לראשון ושלא ברשותו שם אותו לשני ואם נגנב או אבד הרי הוא חייב באחריותו לע\\\"א וע\\\"א שאומר לישראל לוה לי מעות על משכון זה או שאומר לו הלויני על משכון זה ואמר לו אני אין לי מעות אבל אלוה אותם לך מאחר כיון שברשותו ממשכן הוא אותו לאחר אין לע\\\"א אחריות עליו אלא מראה לו את המלוה והוא מסולק ממנו\\\\. אבל זה שלא שם אותו אלא לזה בעצמו אין לו אחריות אלא עליו והרי הוא כשלו\\\\. נמצא ישראל מלוה את חבירו ברבית\\\\. וירא שמים חושש לזה\\\\. אבל לנטילת מעות מיד הע\\\"א ולהבאת' ליד הישראל חבירו אין לחוש במקום היתר\\\\. <מקורות>\\\\[סימן מ\\\"ד\\\\]</מקורות> וע\\\"א שאמר לישראל לוה לי מעות על משכון זה ולוה אותם מישראל וכו'\\\\. כבר כתבתי לך למעלה שהוא מותר שאין חוששין לנטילת מעות הרבית מיד הישראל\\\\. <מקורות>\\\\[סימן מ\\\"ו\\\\]</מקורות> וע\\\"א שאמר לישראל השאילני סרבלך ולוה לי עליו ברבית והלך ולוה עליו מישראל בפני הע\\\"א או שלא בפני הע\\\"א מאי\\\\. תשובה אם מסר לו סרבלו בתורת שאלה וחזר ולקחו ממנו ללות עליו ולוה מישראל חבירו בפני הע\\\"א או שלא בפניו מותר דכיון דמסרו לידו בשאלה הרי הוא של ע\\\"א וכבר התרנו למעלה את זה\\\\. אבל אם לא מסרו בין בפניו בין שלא בפניו אסור שאין שליחות לע\\\"א והוה ליה ערב\\\\. וכבר אמרו שאין ישראל נעשה ערב בשביל ע\\\"א אלא אם קבל עליו הע\\\"א שלא לדחותו אצל ערב תחלה וזה יותר מערב שהרי מסר לו משכון מיד משלו וזה המלוה אינו הולך עוד אחר הע\\\"א הלוה והרי הוא אומר לו מיד נלך אצל ערב ואצל משכונו\\\\. וע\\\"א שאומר לישראל טול משכון זה ולוה עליו כך וכך ואם לא תמצא עליו כך הוסף לו עליו משלך וכן עשה בפניו או שלא בפניו אין אני רואה בכאן שום איסור ושותפים הם עליו מ\\\"מ כיון שאין אחריות המשכון על ישראל הראשון והוא שליח מותר ואיני מוצא בו טעם איסור ואם יבא אז נתחכם לו\\\\. וע\\\"א שלוה מעות מישראל ברבית ושם ישראל ערב בקרן וברבית\\\\. כבר אמרנו לפי דרכנו שאינו מותר אלא אם קבל עליו הע\\\"א שלא לדחות את המלוה אצל הערב כל זמן שיש בידו לפרוע\\\\. ואע\\\"פ שיש מהנדזין בדבר ואומרים כי מה שאמר בגמרא דאיזהו נשך בענין ערב כגון שקבל עליו לדון בדיני ישראל הא לא קבל אסור לעשות לו ערב לרבית דוקא ישראל שלוה מע\\\"א ושם ישראל ערב ואם קבל הע\\\"א שלא לילך אצל ערב תחלה אז מותר לישראל להיות לו ערב ואי לא אסור\\\\. אבל ע\\\"א שלוה מעות מישראל ושם ישראל חבירו ערב אין חוששין על הע\\\"א הלוה בין קבל בין לא קבל לפי שהערב כיון שאין לו דין אלא עם ישראל חבירו לעולם הוא אומר לו לך אצל בעל חובך כי אני ואתה ישראל אנו ואיני פורע לך עד שתתבע את הע\\\"א הלוה מעתה הע\\\"א הוא הלוה ולא ישראל הערב בזה יש מהנדזין ולא יספיק להם טעם הלכך אסור ליקח ממנו רבית ואם לקח אין מחזירין אותו כדין\\\\. <מקורות>\\\\[סימן מ\\\"ז\\\\]</מקורות> השיב רבינו יצחק בר שמואל על הלואת מעות ישראל לישראל על משכונו של ע\\\"א בדידי הוה עובדא שפעם א' היה לרבי יעקב משכון מע\\\"א והצריך למעות ונתן המשכון בידי ללות ממני עליו מעות ויהיה החוב שלי ואמרתי לפניו היאך אתה מותר ברבית כי הע\\\"א לוה ממך וחייב לך הרבית ואתה לוה ממני על משכונו ונמצאתי מקבל רביתיך ממנו על מלוה שאתה לוה ממני\\\\. והשיבני הרב אני מוכר לך כל המשכון וכל מה שיש לי עליו\\\\. \\\\(ועל\\\\) \\\\[ואל\\\\] תשיבנו לי עוד אם אינך רוצה ומעכשיו \\\\[י\\\\]היה מוחלט בידך ולא אתחייב לך מעות ואתה לא תתחייב לי להחזיר המשכון בענין הזה עשה עמי הרב ז\\\"ל\\\\. <מקורות>\\\\[סימן קנ\\\"ו\\\\]</מקורות> פירש הרב רבי יעקב ז\\\"ל ודאי אין שליחות לע\\\"א בין לקולא בין לחומרא ותולה מעותיו בע\\\"א \\\\(ס\\\"א:\\\\), הכי פי' ישראל שאמר לחבירו לך והבא לי מעות מן הע\\\"א על משכונותי ותהיה שלוחי להביא בחזירתו אמר לך להחזירם אל הע\\\"א המלוה אע\\\"פ שנותן ביד ישראל הרבית מותר מפני ששלוחו של אדם כמותו אבל אם הביא ממעות עצמו ואמרו לו של ע\\\"א הם ודאי אסור ועל זה נאמר ויראת מאלהיך דאין הדבר ידוע אלא לזה\\\\. <מקורות>\\\\[סימן קנ\\\"ז\\\\]</מקורות> אלו הפסקים כתב הרב ר\\\"י יצחק בר אשר ז\\\"ל בעל התוספות\\\\. רבינא אמר נהי דשליחות לע\\\"א לית ליה זכיה לע\\\"א מדרבנן אית ליה\\\\. כתב הרב בעל התוספות ז\\\"ל נראה לי דגרסי' זכיה מדאורייתא אית לה\\\\. דאי לית ליה זכיה אלא מדרבנן היכי שרינן איסור רבית דאורייתא והלא כל הזכיות מדאורייתא נינהו דזכין לו לאדם שלא בפניו רמיזא באורייתא וכ\\\"ש בפניו\\\\. ומהכא משמע שאסור לישראל לשלוח את הע\\\"א שילוה לו מעות מישראל חבירו ברבית דכשם שאסור לומר לו צא והלוה מעותי ברבית לישראל חבירו אע\\\"ג דאין שליחות לע\\\"א ואיכא למימר דמנפשיה קא עביד מ\\\"מ כיון שמישראל בא הרבית לע\\\"א ע\\\"מ ליתן לישראל שנתן לו מעותיו ע\\\"מ להלוותן לישראל אחר אסור כדתניא ישראל שאמר לע\\\"א צא והלוה מעותי ברבית אסור הכי נמי לא שנא כשישראל שולח את הע\\\"א ללות מישראל הרי כשהן יוצאין מישראל חבירו על מנת להלותם בריבית לישראל אחר הם יוצאים ואע\\\"ג שאותו ישראל המלוה אינו יודע שהע\\\"א לוה אותם לצורך ישראל אפ\\\"ה אסור לזה לומר לו הלוה לי מעות מישראל חבירי דמה לי להלוות לישראל אחר שאסור לומר לע\\\"א ומה לי ללות מר' יצחק\\\\. אבל אם אמר צא ולוה לי מן הע\\\"א והע\\\"א לוה לו מישראל מספקא לי אי הוי מותר או לא\\\\. ומה שפסק רבי' גרשום ז\\\"ל שאם אמר \\\\(ישראל לע\\\"א\\\\) \\\\[נכרי לישראל\\\\] צא ולוה לי מעות מישראל \\\\(חברי\\\\) \\\\[חברך\\\\] שמותר לו לעשות כן דאע\\\"ג דאין שליחות לע\\\"א אפי' הכי מותר דנהי דאין שליחות לע\\\"א שאין יכול ישראל זה ליעשות שלוחו של ע\\\"א להיות כמותו, שלוחו של ישראל חברו מיהת יכול להיות כמותו\\\\. ומהתוספתא \\\\[ב\\\"מ פ\\\"ה מ\\\"ח\\\\] משמע דאין בזה משום רבית כדתניא ע\\\"א שאמר לישראל צא והלוה מעותי ברבית לישראל חביר' מותר\\\\. ויש לומר דהיינו טעמא דזה ישראל שהוא מלוה עושה את ישראל המקבל מעות שליח וכמותו הוא וכיון שאחריות המעות על הע\\\"א הוי כמו זה ישראל עצמו לוה מן הע\\\"א ואין כאן רבית\\\\. אפ\\\"ה תימא מפני מה התירו ז\\\"ל לכתחלה דהתם תני שאסור מפני מראית העין והיכי הוי לכתחלה מותר לישראל ללות מעות מישראל לצורך הע\\\"א דכשם שלהלוות אסור לכתחלה כמו כן ללוות\\\\. ור' מגמגם להתיר בכ\\\"ג\\\\. אבל אומר שנהגו לעשות כן להלוות לע\\\"א ע\\\"י ישראל\\\\. ואפי' הכי למה שנהגו לעשות אם ישראל לוה מישראל חבירו לצורך הע\\\"א וקצב עם הע\\\"א על הרבית כמה רוצה ליתן בשבוע וזה קוצב עם ישראל המלוה בפחות ונותן לו המשכון מידו לידו ולאחר זמן יפדה הע\\\"א ערבונו ונותן לישראל זה הרבית שקצץ עמו\\\\. נראה לר' דכל אותו ויתור שיתן הע\\\"א לישראל הלוה דן הוא שיקחנו ישראל הלוה לעצמו רק יתן לחבירו מה שהוא קצץ ויחזיר לו הישראל על כרחו הערבון אבל אם קצץ ישראל עם ישראל חבירו שיתן לו הע\\\"א כך וכך רבית לשבוע והע\\\"א רוצה לפחות בשעת פדיה מחמת שהוא אנס או אלם וזה ישראל המלוה אינו רוצה להחזיר הערבון לישראל חברו עד שיתן לו כל הרבית נראה לר' דאין יכול ישראל זה ליקח מישראל חבירו אלא מה שהע\\\"א נותן לו אבל משלו לא יתן כלום שהרי זה לא לוה ממנו אלא על דעת הע\\\"א שאם יתן לו הע\\\"א גם הוא יתן לו אבל אם הע\\\"א יאנס לו גם הוא לא יתן לישראל המלוה\\\\. ואם אינו מאמינו שטוען לו יותר נתן לך הע\\\"א ממה שנתת לי ישבע לו שלא נתן לו הע\\\"א יותר ויפטר אבל משלו אסור ליקח לעולם\\\\. ואומר ר' שאם ישראל חייב לע\\\"א מעות ודוחק אותו לפרוע ואמר לו ישראל הילך ערבוני וצא והלוה מכל מה שתרצה ועלי ליתן הרבית והלך הע\\\"א ולוה מישראל אחר ולבסוף כשבא לפדות ערבונו מן הע\\\"א אומר לע\\\"א לפדותו מישראל חבירו\\\\. נראה לר' שאסור לזה ישראל ליתן הרבית לישראל חבירו כיון שמתחלה אלו מעות שלוה הע\\\"א לצורך ישראל לוה שהרי על כרחו היה לו לפרוש לע\\\"א והא הוי דומיא דשולח את הע\\\"א שילוה מישראל חבירו ברבית דאמרינן לעיל שאסור הכא נמי לא שנא דודאי אסור אבל אם השאיל ישראל לע\\\"א ערבונו והרהינו הע\\\"א ביד ישראל לצורך עצמו ואחרי כן לא פדה הע\\\"א המשכון לפי שהוא אנס והלך ישאל לפדותו מיד ישראל חברו נראה לר' שאז ודאי מותר לישראל ליתן לו כל הרבית כיון שמתחלה אלו המעות לא לוה הע\\\"א לצורך ישראל הרי אין שם שכר המתנת מעות לוה ישראל ומה שנותן לו ישראל זה רבית הוי כמו שקונה ממנו הערבון שהרי יכול לטעון איני מחזיר הערבון אלא לע\\\"א כשיפדה ממני בקרן וברבית ואם לא יתן לי רבית אמכור הערבון ואקח רבית שלי והרי הוא עכשיו כמו שמוכרו לישראל חברו בקרן וברבית ומותר אבל כשישראל נתחייב מעות לע\\\"א ונתן לו עליהם משכון התם ודאי הע\\\"א מתחלה לצורך ישראל לוה ואע\\\"ג דאין שליחות לע\\\"א אפילו הכי כיון שמיד ישראל באו ליד ע\\\"א ולצורך ישראל ודאי נראה לר' דאסור וכשהשאיל לו משכונו לע\\\"א והע\\\"א אינו רוצה לפדותו אין ישראל המלוה יכול לעכב ולומר איני מחזירו אלא לע\\\"א דלא יהא אלא גזלן שנוטל מזה ונתן לזה וכל זמן שלא נתיאש ממנו והוא בעין ודאי על כרחו יחזיר הכא נמי לא שנא וכן מצא ר' בפסקות ר' גרשום ז\\\"ל ומשם משמע דדוקא אם הע\\\"א אלם שאין יכול ישראל זה לעכב מליתן לו הערבון שהרי דוחק את ישראל ואז נראה שיחזיר ישראל המלוה הערבון בלא רבית אבל הע\\\"א אינו אנס שיכול ישראל זה לומר איני מחזיר לך הערבון עד שתתן לי רבית שקצצת ואין כח ביד הע\\\"א להוציאו מידו בלא רבית אז ודאי נראה שזה ישראל מעכב המשכון עד שיתן לו הע\\\"א הרבית כלו או אם רוצה ישראל השליח ליתן לו רבית בשביל הע\\\"א הרשות בידו ומותר ליקח ממנו כיון שמן הע\\\"א יכול ליקחנו דלא אסרה תורה אלא רבית הבאה מלוה למלוה ישראל וישראל זה שליח הוא ולא לוה עד כאן ואם ישראל שנצטרך למעות לא היה יכול ללות על ערבונו מישראל חבירו בלא רבית ואמר לישראל חבירו הא לך ערבון משל ע\\\"א ותלוה עליו מעות לע\\\"א והערבון היה של ישראל ולצורך עצמו היה לוה ולא לצורך ע\\\"א אלא שרוצה לרמות חבירו והלוה לו ישראל על אותו ערבון ברבית בחזקת של ע\\\"א ואח\\\"כ באו לפדות הערבון מיד ישראל בלא רבית וטוען הערבון שלי היה ולצרכי לויתי המעות ולא לצורך הע\\\"א נראה לר' שהמלוה יכול לעכב הערבון עד שיתן לו כל הרבית ואינו יכול להוציאו בדיינים עד שיתן את הקרן ואת הרבית ואפילו רוצה לישבע זה ישראל שאינן של ע\\\"א יאמר המלוה איני מאמינך בשבועה כיון דמתחלה נתנו לו בתורת ע\\\"א ולאו כל כמיניה לחזור מדבריו הראשונים דכיון שהערבון הוא ביד המלוה אינו יכול להוציאו בטענה זו\\\\. דמה שאני אומר שיכול לטעון פרעתי לאחר שלויתי או כשהפקיד לו יכול לומר החזרתיו לך היינו לפי שהממון בידו הכא נמי זה שהמשכון בידו יכול לטעון ערבון של ע\\\"א הוא ותמה לר' על זה הדין אין נמצא תקנה לזה הלוה שהוא ברור לו שהערבון שלו הוא ולא של ע\\\"א ועליו יש ליתן רבית והיאך נכריח אותו לעשות ועובר על לא תשיך שאפילו יחליט המשכון ביד המלוה והוא ימכרנו הלוה עושה איסור דמוזיל גביה בשכר המתנת מעות והיאך יכול המלוה לדחוק את הלוה שיתן לו רבית והוא טוען ברור לי שאינו של ע\\\"א ורפיא בידי ר'\\\\. ואם אין ברור למלוה אם הערבון של ע\\\"א או לא ראוי היה להתרחק מן העבירה אבל מן הדין איננו יכולין לכופו שיתרחק\\\\. <מקורות>\\\\[סימן קנ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"פרק השוכר את האומנין\",\"text\":\"\"}","{\"header\":\"דף עו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"גרסינן בפ' השוכר את \\\\(הפועלים\\\\) \\\\[האומנין\\\\] ונתן להם שכרן משלם מהני פסקות משמע שאם שכר אדם מלמד לבנו לשנה ובתוך השנה חלה התינוק דהיינו דומיא דאגר אגירי \\\\[וכו'\\\\] ולא \\\\(היה יכול דפסק\\\\) \\\\[ידע דפסיק נהרא\\\\] דלא רמיא עליה דבעל הבית להודיעם הכא נמי לא רמיא עליה דבעל הבית \\\\[להודיע\\\\] שהתינוק דרכו להיות חולה דמנא ידע והלכך כל אותם הימים שהתינוק חולה אינו נותן לו שכירות כלום ואפילו כפועל בטל אבל אם יתבטל התינוק ע\\\"י פשיעת אביו או בשום ענין שהיה אביו יכול להודיע למלמד שכן דרכו ולא הודיע שאז הוא נותן לו כפועל בטל ואפילו אם לא ישכרנו לשנה אלא לשבוע או אפילו ליום אחד אם אותו יום נתבטל \\\\(בפשיעה הרב\\\\) \\\\[בפשיעת האב\\\\] נותן לו כפועל בטל\\\\. ואם לאו אין נותן כלום דמה לי שבוע מה לי חדש ומה לי שנה לכלם דין אחד\\\\. וכגון שהתחיל ללמד אותו אבל אם לא התחיל אפי' אי הוי בפשיעת אב נתבטל התינוק אין לו עליו אלא תרעומות\\\\. דדמי לפועלים שלא הלכו אבל אם הוליכו ממקום למקום אחר ללמד התינוק אפילו לא התחיל הוי אותו דין עצמו \\\\[ד\\\\]גבי פועלים\\\\. וכן אם התחילו במלאכה ועשו חציה וחוזרין זה בזה שמין לו כרבנן אם הוא נשכר ליום או לשבוע או לשנה\\\\. וכר' דוסא אם הוא קבלן כדמוקמי' לקמיה אליבא דרב מרי צ\\\"ו\\\\. <מקורות>\\\\[סימן קנ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"פרק השואל את הפרה\",\"text\":\"\"}","{\"header\":\"דף צח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"זה אומר כלי זה מלא חטים מסרתי לך והלה אומר לא היו אלא ג' סאין והכלי מחזיק כור אם מודה מקצת הוי או לא ואי מהניא הודאה במקצת פקדון או לא\\\\. תשובה משנתנו היא זאת \\\\(שבועות מ\\\"ב:\\\\) בית מלא וכיס מלא מסרתי לך והלה אומר איני יודע אלא מה שהנחת אתה נוטל פטור\\\\. זה אומר עד הזיז וזה אומר עד החלון חייב\\\\. הרי מסרתי לך פקדון הוא\\\\. וכן מה שהנח' אתה נוטל פקדון הוא ומפני שלא טענו דבר שבמד' פטור הוא\\\\. הא אם טענו חייב\\\\. וזה אומר ג' סאין וזה אומר כלי זה מלא שהוא מחזיק כור אף על פי שלא הזכיר לו כור חייב שהרי אומר רבא \\\\(שם מ\\\"ג\\\\.\\\\) לא שנו אלא דאמר ליה בית סתם אבל אמר ליה בית זה מלא חייב שהרי טענו דבר שבמדה והוא הודה לו בדבר שבמדה וזה כבר הודה לו שהרי אמר לא היו אלא ג'\\\\. ושלש פרות וארבע דרמי בר חמא \\\\(ב\\\"מ צ\\\"ח\\\\.\\\\) ועשר גפנים טעונות מסרתי לך \\\\(שבועות מ\\\"ב:\\\\) לר' מאיר יוכיחו דמודה מקצת מהניא בפקדון לחיוביה שבועה ובלא הודאה במקצת נמי איכא שבועה בפקדון והיינו שבועת השומרים\\\\. <מקורות>\\\\[סימן מ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"הנה כבר השלמנו משפטי ההרשאות כפי דעתנו והשגת ידינו ויש די במה שכתבנו לכל מבין ומשכיל ומורה האמת\\\\. ואחר שבררנו את כל אלה אני רוצה לפרש מה שאמרו בהגוזל רבה \\\\(ב\\\"ק ק\\\"ד\\\\.\\\\) אמר רב יהודה אמר שמואל אין משלחין מעות בדיוקני אפי' עדים חתומים עליה\\\\. ור' יוחנן אמר אם עדים חתומים עליה \\\\[משלחין\\\\] ולשמואל מאי תקנתיה כי הא דר' אבא הוו ליה זוזי ביד רב יוסף בר חמא\\\\. ואית דגרסי \\\\[הוה מסיק זוזי\\\\] \\\\(כדר'\\\\) \\\\[בדרב\\\\] יוסף בר חמא וכו'\\\\. והאי לישנא בתרא משמע דהלואה הות\\\\. ואם תאמר הלואה היאך \\\\[נקנית\\\\] אגב ארע' אפשר לומר שהגיע זמן הפרעון ומזומנים היו המעות אלא שהיה מתירא מאונס הדרך וכי האי גונא ודאי כפקדון דמו להקנותם אגב קרקע שהרי לקדש את האשה נמי הרי יצאו מתורת מלוה כדאמרי' בקדושין \\\\(ו':\\\\) בהנאת מלוה מקודשת ומפרשין לה דארוח לה זימנא\\\\. ומפרש לה הרב ר' יצחק ז\\\"ל כגון שהגיע הזמן והמעות מזומנים בידה לפרוע והיא רוצה לפרעם והכא נמי לענין אקנויי מקנו נמי \\\\[אגב\\\\] ארעא\\\\. ופסק הרב ר' יצחק ז\\\"ל כשמואל בהא וליתא לדר' יוחנן\\\\. הא מלתא דדיוקני צריכ' לפני' דמאי ניהי אי שווי' שליח בשטר חוב וכתב ליה צורתו באותו שטר להיות לו לאות והחתי' לעדי' על הצורה לקיים אותה שהיא צורתו אם העדים חתמו על השליחות אמאי אין משלחין בה מעות ואפי' בדלא דיוקני אטו מי גרע שטרא משליח שעשאו בעדים דקימא לן דהוי שליח ומפטר האיך מאונסים ואי לא חתמו עדים אשליחות אלא בדיוקני שהיא שלו אם כן דקאמר ולשמואל מאי תקנתיה כי הא וכו' לימא ליה דחתמו עדים אשליחות ושפיר דמי\\\\. ואם תאמר דילמא לא מקיימ' חתימת עדים ולא מהניא חתימה מידי\\\\. אם כן אפי' באקנית' אגב ארעא נמי לית ליה תקנתא מכי מייתי שטר הקנאה בידיה דילמא לא מצי לקיימה לחתימת עדים אלא כך צריך לפרש אין משלחים מעות בדיוקני אפי' כתב לו שטר שליחות וכתב לו צורתו עליה לאות והחתים עדים על פי השליחות ועל הדיוקני שהוא שלו אפי' הכי אין משלחין בידו מעות כדי שיוכל זה להפטר מאונסין מאי טעמא דילמא אדאתי שליח לגבי דנפקד שכיב מרי פקדונא ונפלי שליחותא דידיה ולאו כלום היא\\\\. ור' יוחנן אמר אם עדים חתומים על השליחות משלחים דכיון דטרח כולי האי למפטריה בכל ענין הוא דעבד בין מינה בין מירתיה ולית הלכתא בהא כר' יוחנן אלא כשמואל\\\\. ולשמואל לית ליה תקנתא לחשש מיתה אלא באקנית' ואורכתא כמעשה דרבא ורב ספרא בזוזי דר' אבא וכמעשה דרב פפא דאורכי' לרב שמואל בר אחא ואקנייה אגב סיפא דביתיה דהנהו ודאי תו ליכא למיחש בהו מידי כדכתבינן\\\\. והאי דנפק רב פפא לאפי' דרב שמואל עד תווך\\\\. איכא מאן דמפרש כי היכי דלא לחזוק בהו\\\\. וקשיא ליה אי ההוא מעשה אורכתא הוה והא קיימא לן דשליחא הוי ואי תפס מפקינן מיניה ולא היא ודאי אורכתא הות ואפי' הכי חש לה למילתא משום דלא בעא למיקם בדינא ודיינא\\\\. אי נמי דאיכא לפרושיה דמשום שמחת מעותיו יצא לקראתו\\\\. אי נמי לכבודו מפני שטרח להביא לו ממון גדול כזה והא דאמר ליה רבא לרב ספרא מי כתב לך ר' אבא התקבלתי הכי פירושה מי כתב לך ר' אבא שטרא הכי כשתתנו מעותי ליד רב ספרא הריני כאילו התקבלתי ואז היינו פטורים על ידך מאונסין\\\\. ואי קשיא לך למה ליה שטר התקבלתי והא שליח שוייה וקיימא לן כרב חסדא דאמר שליח הוי ואם תאמר כי אמר רב חסדא שליח הוי דוקא היכא דכתב ליה הכי אבל בסתמא לא\\\\. אם כן רבה היכא פליג עליה בהאי לא קשיא הא דאמרי' בסתמא נמי הוי שליח הני מילי שעשאו בעדים אבל בלא עדים לא ואע\\\"ג דמהימן ליה \\\\(שוייה\\\\) \\\\[דשווייה\\\\] שליח אפי' הכי כיון דלא בפני עדים אמר ליה לאו לענין מפטריה מאונסין שווייה שליח\\\\. ומשום הכי אצטריכא שטרא דנכתוב ליה התקבלתי\\\\. והא דפליגי \\\\(רבא\\\\) \\\\[רבה\\\\] ורב חסדא בשליח שעשאו בעדים אי מפטר מאונסין על ידיה \\\\(אלא\\\\) \\\\[אי לא\\\\] לאו דאמר ליה לשליח בסהדי אימא ליה לפלניא דנשדר לי זוזאי בידך דכי האי גוונא ודאי מפטר ומתניתין היא \\\\(ב\\\"מ צ\\\"ח:\\\\) אמר לו השואל שלחה לי ביד בני או ביד שלוחי וכו' וכן בשעה שמחזירה ומה לי כי אמר ליה איהו ומה לי כי שדר ליה ע\\\"י שליח ועדים מעידין עליו אלא הא דפליגי בשליח כגון שאמר לו אמור לפלוני אם ירצה לשלח מעותי על ידך ואם ירצה קבל אותם והביאם אלי ואמר לו כן בפני עדים זה הוא השליח שנחלקו עליו וקיימא לן דהוי שליח\\\\. וכתב הרב ר' יצחק ז\\\"ל דהיכא דאתנו ביניהו מעיקרא דכל מה דמשדר ליה חד לחבריה אית ליה רשותא לשדורי ליה דמיה \\\\(בהדיה מאי דבעו\\\\) \\\\[בהדי מאן דבעי\\\\] תנאי ממון הוא וקיים ואי אתניס פטור מאונסין\\\\. אמר אברהם בר' דוד ז\\\"ל והוא שלא פשע בו שאם שלח לו ביד מי שהוחזק כפרן או גזלן לא מפטר וכן אם שם את ממונו במקום שאין הרבים רוצים להכניס בו את ממונם הרי הוא פושע ועל דעת כן לא אורכיה מן הסתם אלא א\\\"כ פירש לומר כי מן האונסין נתכוון לפטרו ולא מן הפשיטות\\\\. עוד כתב הרב ז\\\"ל דהיכא דשדר ליה חבריה כתבא ואמר ליה שדר \\\\(ליה\\\\) \\\\[לי\\\\] ההוא מידי דאית לי גבך ויהבינהו ניהליה לא מחייב באחריותן דהכין נהגו האידנא תגרי\\\\. וקימא לן \\\\(כפי\\\\) \\\\[בכי\\\\] הא דמנהגא מלתא הי' והכין שדרו ממתיבת' והני מילי אדעתיה וכו'\\\\. אמר אברהם לולי שהדבר הזה תלו אותו במנהג ואפשר שכך נהגו התגרים שהם מוסרים ממון לזה משיבא להם הכתב וכיון שכך נהגו אין לדון אחריהם אבל אם לא כן הייתי אומר שאין ראיה מהבאת הכתב למסור הממון בידו ואפשר שכך אמר לו שלח את ממוני ביד מי שהוא ראוי לשלחו שיבא בלא סכנה וביד נאמן ואם לא עשה כן יהא חייב באונסיו\\\\. אבל השתא דכתבו הגאונים ז\\\"ל שהמנהג כך היה למסרו ליד מביא הכתב אין לנו אלא מה שנהגו\\\\. ונראה לי דוקא במקום שנהגו אבל במקומנו אין אנו בקיאים במנהגות הללו אלא הכל כפי מה שהתנו ביניהם מתחלה ובמה שהתנו ביניהם מתחלה נמי אם התנה עמו ש\\\\[י\\\\]שלח לו ביד מי \\\\(שהביא\\\\) \\\\[שיביא\\\\] לו כתב ידו ומשמסר לידו נאנסו ואח\\\"כ בא בעל הממון ותבע את ממונו מן הנפקד וטען הלה ואמר כבר נתתיו לשליח שהביא לי כתב ידך בשליחותך אמר הלה אני לא כתבתי לו מעולם אם הוציא הלה את הכתב וכתב ידו ידועה בעדים שהיא היא או שהיה כתב ידו יוצא ממקום אחר בודאי פטור הוא\\\\. ואם אינה ידועה בעדים ואין כתב ידו יוצאה ממקום אחר ואמר אני מכיר בה שהיא חתימת ידך אם זה הממון מופקד אצלו בלא עדים או אפילו בעדות על פה שלא בשטר מתוך שיכול לומר לו לא היו דברים מעולם אי נמי החזרתים לך מידי לידך יוכל לומר לו אני מכיר שכתב ידך הוא זה ומסרתיו ליד שלוחך ומכל מקום בשבועת הסת\\\\. ואם זה הממון יש עליו שטר פקדון צריך שבועה חמורה ובשבועה חמורה מיהת נפטר מתוך שיכול לומר לו נאנסו מידי יכול כמו כן לומר החזרתים לך ביד שלוחך ולא מצי האיך למימר שטרך בידי מאי בעי דהכי אפסיקא הלכתא בהדיא פרק המוכר את הבית \\\\(ע':\\\\)\\\\. ואם היא מלוה בשטר אפי' בשבועה חמורה אינו נאמן אלא שיכול הוא להשביע את המלוה שבועה חמורה בחפץ אם היה כתב ידו אם לא מפני שזה דומה למה שאמרו \\\\(שבועות ע\\\"א\\\\.\\\\) אמר ליה אשתבע לי משתבע ליה\\\\. והקשו על זה ומה בין זה לפוגם את שטרו אמרו התם אע\\\"ג דלא טעין טענינן ליה וכו' אלמא שבועה חמורה היא כעין פוגם את שטרו וכללו של דבר כשהמפקיד אינו מאמין בטענת הנפקד אין הנפקד יוצא מידי שבועת הסת או מחרם סתם אלא אם כן מסר בעדים\\\\. ובשליח שנאנסו המעות בידו צריך שבועה חמורה מפני שהוא שבועת השומרים והדרכים כבר הם ידועים לשבועת הסת ולחרם סתם שכך פירשו הגאונים ז\\\"ל כל זמן שהתובע בא בטענת בריא והלה כופר בו היא שבועה הסת בשם שלא בחפץ כגון זה שהוא כופר בכתב ידו אי נמי כגון שהוא כופר בתנאים שהתנו ביניהם מתחלה ובזמן שהתובע בא בטענת ספק היא חרם סתם שאינו מזכיר שם הנתבע אלא כל מי שיודע בכך וכך ולא יהא מודה יהא כך ויהא כך\\\\. וטענת ספק בענין הזה כגון שלא הגיעו המעות לידו והשליח אומר נאנסו ממני והלה טוען א\\\\[י\\\\]ני מאמינך שנאנסו ואיני מאמין בו שנתנם בידך כגון זה מחרים על הנפקד חרם סתם שמסרם לו ונשבע השליח שבועה חמורה שנאנסו ממנו\\\\. וכל זה בזמן שהשליח מודה שבאו לידו ונאנסו ממנו אבל בזמן שהשליח כופר הענין מתהלך לדרך אחרת שאם כפר במפקיד ואמר הגעתים לידך והלה אומר לא קבלתי' השליח נשבע שבועת הסת בשם והנפקד מקבל על עצמו חרם סתם שמסרם ליד שליח כמו שראה בכתבו \\\\(על\\\\) \\\\[של\\\\] מפקיד ואם הוא כופר בנפקד ואומר לא נתת לי כלום והלה אומר נתתי השליח נשבע למפקיד שבועת הסת במעמד הנפקד והנפקד כמו כן נשבע שבועת הסת למפקיד במעמד שליח מפני שיש עליו כעין טענת בריא מפני שהשליח מכחישו \\\\(שמא\\\\) \\\\[שלא\\\\] נתן לו כלום\\\\. וכי האי גוונא אמרינן בקדושין \\\\(מ\\\"ג:\\\\) בענין הן הן שלוחיו הן הן עדיו דאמרי' במסקנא והשתא דתקון רבנן שבועת הסת משתבעי הני עדים שבועת הסת ומשתבע מלוה ושקיל\\\\. וכיון דמשתבע מלוה ושקיל מלוה הנך עדים למאן משתב' אי למלוה הא לא מפסד ולא מידי דהא שקיל מניה דלוה אלא ודאי ללוה קא משתבעי\\\\. והא אמרת דמשתבעי שבועת היסת ואע\\\"ג דטענת שמא היא אצלו דדלמא קושטא קאמרי' דפרעו למלוה ואפי' הכי משתבעי שבועת הסת בשם והכא נמי משתב' שבועת היסת ואם תאמר ישבע נמי שבועת המשנה שהיא שבועה חמורה בחפץ בידו שהרי הוא כחנוני על פנקסו דתנן \\\\(שבועות מ\\\"ה\\\\.\\\\) אמר לחנווני תן לבני סאתים חטים ולפועלים כסלע מעות הוא אומר נתתי והם אומרים לא נטלנו וכו'\\\\. והא נמי להא דמיא שהרי אמר לשלוחו תן מעות הוא אומר נתתי והשליח אומר לא נטלתי הא לאו מלתא היא דהתם חנוני נשבע כדי ליטול מבעל הבית וכל נשבע ונוטל שהוא כענין הזה שבועה חמורה היא אבל הכא אינו נשבע ליטול אלא נשבע \\\\[לפטור\\\\] וכשטוען נתתי ליד שלוחך כאילו אומר נתתי לידך ואין עליו אלא שבועת הסת אבל היכא דלא שדר ליה כתבא ולא הוה מעיקרא תנאי ביניהון דלשדר ליה בידא דגברא ואתא חד גברא לגבי נפקד ואמר ליה פלוני שויין שליחא בהדדי דתשדר ליה ממוניה על \\\\(ודאי\\\\) \\\\[ידאי\\\\] והימניה נפקד ומסר ליה ממונא ואתניס או דכפר ביה ואמר פרעתיה למלוה ומלוה אומר לא פרע ולא מידי ולא שויתיה שליח מעולם\\\\. והשתא ליכא סהדי דשוייה שליח כגון שהלכו להם למדינת הים\\\\. הא ודאי אי טעון שליח נאנסו נשבע לנפקד שבועה חמורה כדין שבועת השומרים ויפטר\\\\. והנפקד בין כך ובין כך ישבע לו המפקיד שבועה חמורה שלא עשאו שליח ולא באו מעות לידו ויטול מעותיו מן הנפקד\\\\. ודבר זה למדנו אותו מדברי הרב ר' יצחק ז\\\"ל שכתב בהלכותיו בענין הן הן שלוחיו הן הן עדיו דאמרינן והשתא דתקון רבנן שבועת הסת וכו' ומשתבע מלוה ושקיל\\\\. וכתב הרב ז\\\"ל דשבועת מלוה ללוה שבועה חמורה היא כעין שבועת הפועלים לבעל הבית דכיון דמודה בעל הבית \\\\(ולפועלים\\\\) \\\\[לפועלים\\\\] שחייב להם שכרם והוא אינו ידוע אם נפרעו אם לאו שנשבעים הם ונוטלים ממנו כך הלוה הזה הרי הוא מודה שהיה חייב למלוה ממון זה ואינו יודע עכשיו אם פרעוהו אלו השלוחים אם לא ישבע מלוה שהוא כעין \\\\(בעל\\\\) \\\\[פועלים לבעל\\\\] הבית\\\\. והכא נמי הרי הלוה מודה שהיה חייב לו זה הממון ואינו יודע אם פרעו זה השליח או אם נעשה שליח להפטר בו אם לא וכשיבא המלוה להפרע ממנו ישבע שבועה חמורה ויטול\\\\. ובודאי כדאי הוא הרב ז\\\"ל ללמד מדבריו לדמות מענינו לענין אחר הדומה לו ואעפ\\\"י שאין דבריו ודברינו זה דומין למשנתינו שיש לומר כדברינו אלה כיון שהלוה מודה בעיקר החוב והפרעון הוא אצלו בספק יהיה כמי שאמר לחבירו גזלתיך והלויתני והפקדת אצלי ואיני יודע אם החזרתי לך אם לאו דהיכא דתבע ליה חבריה מחייב מן דינא\\\\. ולא אשכחן בהא שבועה חמורה לא במשנה ולא בגמרא ולא בדברי הגאונים ז\\\"ל\\\\. ואם תאמר משנתינו הלא בעל הבית מודה לפועלים שהוא חייב להם ואינו יודע בפרעון שלהם ואעפ\\\"י כן נשבעין פועלים ונוטלים ממנו\\\\. הא לא דמי דהתם כיון דאיכא חנוני דאמחינהו בהדיה ושווייה בדוכתיה למפרעיה ואיהו קאמר דפרעינהו משום הכי נשבעין פועלים להכחיש את החנוני שהרי החנוני נעשה גם כן תובע לבעל הבית וכיון דתרויהו אתו למגב' מיניה ומכחשי אהדדי דין הוא שלא יפרעו אלא בשבועה אבל בענינים הללו שאנו מדברים בהם מנין לנו לא שבועה חמורה ולא שבועה קלה ואעפ\\\"י שהשליח מכחישו\\\\. אבל יש לנו לסמוך על דברי הרב ז\\\"ל שהוא מדמה את הענינים הללו וסבירא ליה דכיון דאיכא שליח דקא מכחיש את המלוה אע\\\"ג דלוה טוען טענת שמא ישבע המלוה שבועה חמורה ויטול\\\\. והכא נמי הא מכחיש ליה שליח ואמר דשוייה שליח בעדים וקא מפטר על ידיה ומשום הכי משתבע מלוה שבועה \\\\[חמורה\\\\] ושקיל\\\\. ומסתברא נמי כדברי הרב ז\\\"ל מדאמרינן בגמרא לגבי עדים משתבעי שבועת היסת ולגבי מלוה אמרינן משתבע מלוה ושקיל ולא קאמר שבועת היסת אלמא שבועת מלוה שבועה חמורה היא מיהו בין הכא בין התם דוקא היכא דאיתנהו להנך שלוחים דקא מכחשי ליה למלוה אבל אי אזלו לעלמא ולא מכחשי ליה בודאי שקיל מלוה בלא שבועה ובתר הכי אי בעי לאחרומי סתם על כל מאן דשקיל מניה דלא חזי ליה רשותא בידיה\\\\. ולא עוד אלא אפי' בענין פועלים וחנוני נמי אי אזל חד מניהו לעלמא ולא קא מכחיש ליה לאידך האיך שקיל מבעל הבית בלא שבועה ולא מצי בעל הבית למימר לפועלים משתבע לי דלא פרעך חנוני אי נמי לחנוני אשתבע לי דפרעת לפועלים אלא ודאי שקילי מניה בלא שבועה ואי בעי לאחרומי בסתם מחרים כדאמרן\\\\. עד כאן השגתי בדלות שכלי בעניני ההרשאות והדיוקני והשליחות לפי מה שמצאתי בדברי הגאונים ז\\\"ל והדעת מכרעת עליהם והשכל רשומה על דברים\\\\. ישמע חכם ויוסף לקח ונבון ת\\\"י\\\\. <מקורות>\\\\[סימן ס\\\"ג\\\\]</מקורות> \"}","{\"header\":\"פרק המקבל שדה מחבירו\",\"text\":\"\"}","{\"header\":\"דף קיג\",\"text\":\"\"}"]