["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/בבא קמא.docx","{\"header\":\"פרק ארבעה אבות\",\"text\":\"\"}","{\"header\":\"דף טו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"אמר רבא ואם הראה מעצמו כמי שנשא ונתן ביד דמי וקשיא לן מאי קמשמע לן רבא מתניתין הוא דקתני אם מחמת הגזלן חייב להעמיד לו שדה ואוקמינא דאחוי אחויי ותו מדקתני בברייתא ישראל שאנסוהו ע\\\"א והראה ממון חבירו פטור טעמא דאנסוהו הא מעצמו חייב וא\\\"כ מאי קמשמע לן\\\\. נראה לי דהיא גופא לא איצטריכא ליה לאשמועינן דמתני' היא אלא הא קא משמע לן דלא משכחת דחייב בהראה אלא א\\\"כ הראה בלא שום אונס אלא מעצמו דאי לא תימא הכי הא דתניא ישראל שאנסוהו ע\\\"א והראה ממון חבירו פטור דלא תימא דוקא אונס גופו אבל אונס ממונו לא קא משמע לן דבכל אונס פטור דלא דייני' דינא דגרמי אפילו אליבא דר' מאיר אלא היכא דליכא אונסא כלל אבל היכא דאיכא אונסא דגרמא בעלמא הוא לא ופי' דברייתא הכי הוא ישראל שאנסוהו עכו\\\"ם בין בגופו בין בממונו להביא לו ממון או להראות לו ממון והראה לו ממון חבירו פטור אפי' אליבא דר\\\"מ מפני שמציל עצמו או ממונו בממון חבירו בגרמא פטור מדיני אדם ואם נשא ונתן ביד חייב אפילו לרבנן ואעפ\\\"י שאנסוהו אונס גופו מפני שהמציל עצמו בממון חבירו חייב ולא שיהרג ולא יציל אלא יציל ואח\\\"כ ישלם וכי פליגי רבנן ורבי מאיר בהראה מעצמו ומלתיה דרבא כר' מאיר אזלא במתני' אמרי ליה רבנן לרב אשי והתניא אם נשא ונתן ביד אחר כך חייב ומשני הני מילי היכא דלא אוקמיה עלויה כו' כלומר ואם נשא ונתן חייב לאו אהראה קאי אלא אאנסוהו ע\\\"א אבל היכא דהראה היינו אוקמיה עלויה אעפ\\\"י שנשא ונתן ביד פטור דמעיקרא כי אחוי ליה למקלא קליי' אלא א\\\"כ קיימי בתרי עברי נהרא\\\\. וא\\\"ת כיון דנשא ונתן ביד חייב בדלא אוקמיה עלויה \\\\(סכל\\\\) \\\\[בכל\\\\] ענין א\\\"כ היכי פטריה רבא לההיא דשקל כסא דכספא ויהביה לגנביה ומתני' היכי מתרץ לה רבא ואביי אמאי לא אקשי עליה והתניא אם נשא ונתן ביד חייב יש לומר אפשר דרבא מוקים לה לההיא מתניתא כשאנסוהו להראות והביא אבל אנסוהו להביא והביא פטור ומשום הכי לא אקשי ליה אביי ממתני' אלא מסברא דסברא הוא דמציל עצמו בממון חבירו בידים פטור וגמרא נמי היא בפ' הכונס ושמא הכי קאמר רב אשי חזינן אם אינש אמיד הוא אדעתא דידיה אתו פירוש ואם הציל עצמו בממון חבירו בידים חייב ואם לאו אדעתא דכסא דכספא אתו וכיון שהכוס בבית והם בבית ובידם לחפש כל אשר בבית כמאן דקיימי עליה ומקלא קלייה ומשום הכי אפילו נשא ונתן ביד פטור והא דגרסינן בירושלמי ישראל שאנסוהו עכו\\\"ם ונטלו ממונו של חבירו בפניו פטור ואם נטל הוא ונתן להם חייב אמר ר' יוסי הדא דתימא שאמרו לו תן לנו ממון אבל אמרו לו תן לנו ממונו של פלוני אעפ\\\"י שהוציא ונתן להם חייב על הדין אורחא אזיל דיקא נמי דקתני בסופה הוציא ולא קתני נטל אלמא ע\\\"א בבית קיימא ובדלא אמי' עסקינן אבל היכא דליכא למימר האי טעמא ל\\\"ש אנסוהו להראות ממון חבירו והביא ול\\\"ש אנסוהו להביא והביא חייב לא שנא אנסוהו בגופו ול\\\"ש אנסוהו בממונו שכ' המציל עצמו בממון חבירו בידים חייב חוץ מהמציל עצמו בממון רוד' שהיה פטור קם ר\\\"כ שמטיה לקועי' מהא שמעינן שהמוסר ממון חבירו למלכות מותר להרגו אעפ\\\"י שלא בא מתחלה על עסקי נפשות אלא על עסקי ממון ויש חסרי הדעת מעמנו דקאמרי מאן לימא לן דברצון חכמים עבד וכן פר\\\"ש ז\\\"ל אף ממונן של ישראל כיון שנפל ביד עובדי כוכבים אין מרחמים\\\\. הא דאמר רבא אם הראה מעצמו כמי שנשא ונתן ביד דמי\\\\. כבר הגהתי זה כמה שנים בתוספות בני ז\\\"ל הא לא צריך למימר דאם הראה בלא אונס שהוא חייב דהיינו מתני'\\\\. אלא יש לפרש כמו שפירשו רבינו שמואל ז\\\"ל אם לא אנסוהו להראות של חבירו אלא של עצמו או היו מייסרין אותו ביסורין מחמת שום דבר והראה להם מעצמו את ממון חבירו כדי שיניחוהו חייב כאלו נשא ונתן ביד\\\\. וגם באותה דכסא דכספא כתב בני בתוספותיו משמי דשאני שומר שלדעת כן הפקידו אצלו שיציל בו עצמו וישא ויתן ביד אם ירצה אם אדעתא דכספא קא אתו עליה\\\\. מה שמתמיה אדוני על ההיא דרב כהנא דשמטיה לקועיה דההוא גברא\\\\. ועל מה שאמר גבי איבוד ממון מסור ביד קל וחומר גופו מותר וכו' אלמא מות' בשביל ממון נאבד נפש אחד\\\\. ותו הא דתניא \\\\[ע\\\"ז כ\\\"ו ע\\\"ב\\\\] המינים והמסורות מורידין אבל לא מעלין דמשמע דוקא גרמא בעלמא אבל בידים לא עד שאדוני תמה על איבוד נפש של מסור מישראל בשביל ממון אתמה על מה שאמרו רבותינו שיש עם הארץ שמותר לקורעו כדג ומותר לנוחרו ביום הכפורים שחל בשבת\\\\. אבל אין תמה דטעמא רבה איכא שפעמים שהוא פקוח לנפש כמה נפשות כגון אותו שידוע שאינו חס על חיי חבירו וחשוד ללסטם ולהרוג כשהוא יכול ואפי' כשאינו ידוע בו בבירור כיון שרוב העושים כמעשיו הם חשודים בכך מותר ואפי' שלא בשעת רדיפתו ואפשר שיש שום פסו' ע\\\"ז ואפי' אין שם שום פ' יש כח ביד חכמים לעקור דבר מן התורה ואפי' בקום עשה דברי הכל כשיש טעם קצת למתיר שאז אינו דומה עקירה\\\\. ומה שיש מי שאומר בהאשה רבה שב ואל תעשה שאני אבל בקום ועשה אין להם כח לעקור היינו בדבר שאין טעם שיהיה דומה היטב שראוי לעקור על ידו\\\\. כך אני מפרש ובא שבדבר הדומה יפה יש לעקור לכולי עלמא ויש ראיות רבות וטעמא הוי משום דבכי האי גוונא לא חשיבא עקירה וכמו שיש בעם הארץ טעם גדול כדפרישית כמו כן יש במסור ויותר ראוי להורגו מרוצח שהרג שאין להרגו אלא בבית דין אפי' בפעם אחת שראה רב כהנא והכיר בו יפה שרוצה למסור אפי' אין באותה מסירה רציחת נפש של נגזל שיהא הע\\\"א הורגו בשביל אותו ממון כי לא יהא רשאי נגזל להלחם עמו כי כיון שהפקיר עצמו בפניהם לכך יש לחוש שירגיל עצמו בכך ויבא לידי שפיכות דמים כמה פעמים כשלא יעמיד ישראל עצמו על ממונו\\\\. ועוד שחשוב כאלו נוטל נפשו ונפש בניו ובנותיו ועל עונש כזה היה רעב בימי דוד שלש שנים והוקעו שבעה מבני שאול למה דקא מפרש טעמא בסוף בבא קמא לפי שהרג נוב עיר הכהנים שהיו מספיקין להם מים ומזון מעלה עליו הכתוב כאילו הרגם\\\\. ועוד כיון שממונם של ישראל כשנופל ביד עובדי כוכבים אין מרחמין עליו וזה מוסרו להם וחוטא לגזול נשמתו של חבירו ולא לו אלא כל שלהכעיס עושה רשע כזה רשע גמור הוא וכמעט שהוא מין אפי' למאן דאמר דלהכעיס בעברות אחרות הוי מומר וכמו שמותר להרוג את זה המין כך מותר להרוג את זה שמוסר ממון חברו וגוזל נשמתו בעין להכעיס שהרי אינו מרויח כלום\\\\. ואפי' כשמרויח קצת חמור ביותר אבל איני יודע אם נאמר בו מורידין ומה שמקשה היאך יהא מותר לאבדו ביד הא לא קתני אלא מורידין דהוא גרמא\\\\. יש לומר דמשום דנקט בע\\\"א ורועי בהמה דקה לא מורידין משום דאפי' גרמא כו' התם אסירא תנא נמי גבי הני מורידין והוא הדין בידים\\\\. ואם תאמר מנין היה לאמוראים שהברייתא מתיר אפי' בידים\\\\. יש לומר דמסברא היא דומה להם מטעמי דפרישית והאי דנקט מורידין משום רישא\\\\. מה ששלח ר' אלעזר למר עוקבא דום לה' והתחולל לו \\\\[גיטין ז' ע\\\"א\\\\]\\\\. שנסתפק אדוני אם כדין שלח או לפנים משורת הדין שלח ואדם חשוב שאני מנין לי להתיר למסור ממון חברו למלכות משום דמצער ליה טובא\\\\. אין נראה לי שיהא מותר לכל אדם אפי' אינו חשוב דמהיכא תיתי הא אפי' לא יהא חמור כשאר מסור החוטא ולא לו לפי שהצער שמצערו דוחקו ומזקיקו לעשות כן להנצל מצערו אין לו להיות מותר\\\\. ומה שכתב ותו מבעיא לן אדם שבייש את חבירו ומפני שידע המתבייש שאין גובין קנס בבבל הלך ומסר חבירו למלכות וחייבתו המלכות לשלם לו ממון או מעט או הרבה\\\\. מהו שיתחייב המוסר לשלם כל פסידא דאתי ליה מחמתיה מי אמרינן האי כאי תפס דמי או דלמא \\\\(יתפס\\\\) \\\\[אי תפס\\\\] אמרינן אי אנס לא אמרינן אעפ\\\"י שיש מפרשים בשם גדול דאי תפס היינו דוקא שתפס הדבר ששינה ונתחייב חצי נזק כגון הכלב שאכל אימרי ושונרא שאכל תרנגול רברבי אבל שאר תפיסה מפקינן\\\\. וגם אדוני בא לומר בכתבו דלא אשכחן דמהניא תפיסה בבשת כיון דלית לה חסרון כיס\\\\. אבל בחצי נזק דקרן ושם ידא דינוקא דאיכא חסרון כיס אין נראה לי כן חדא דתפיסה דמהניא ובלא תפיסה לא גבי הוא משום אין ביד ב\\\"ד הדיוטות כח להוציא מידו אבל אם הוא תפוס בלא ב\\\"ד יכול לעכב ועוד כי על שניהם קשה לי מעובדא דחנן בישא דתקע ליה לההוא גברא וחייבוהו בבבל לשלם בושת\\\\. ומסתברא דמשום הכי חייבוהו ונתן הזוזא כיון שיחזיר לו ההוא מה שהיה תפוס משלו ואע\\\"פ שבעת תפיסה עדיין לא נודע לו כמה חייב לו משמע דאהני בזה תפיסה כדמשמע נמי בההוא עובדא דמקמי דההוא דתנן בשור שנגח ד' וה' כי אין סברא שהזמינו ללכת עמו לדין בארץ ישראל בשביל דבר מועט כזה ומחמת כן חייבוהו או ילך או ישלם\\\\. ואף ע\\\"ג כי קצת היה דומה מסברא לומר דאי תפס היינו שהיה תפוס כבר ועומד שאם תועיל תפיסה שיעשה אח\\\"כ אם כן רבו קטטות ומלחמות שזה יבא לתפוס וזה לא יניח לו ויכה זה את זה\\\\. והואיל ואין ראיה על זה אין בידי להוציא דאי תפיס משמעותן דמשמע שפיר אי תפס לאחר מכאן וגם לפי הטעם שפירשתי במאי מהניא תפיסה וכי לא תפיס לא גביא אין לחלק בין תפיסה דמעיקרא לתפיסה דאחר מכאן והואיל והכי הוא מהימן יש לי לחלק בשביל חשש קטנים\\\\. ומיהו אפי' אם תמצא לומר דכל הני גווני דפרשת מהניא תפיסה לא יתכן שימסור חבירו למלכות ויעשה תפיסתו ע\\\"י ע\\\"א\\\\. ונראה הדבר הגון למחות ולהזהיר שלא יעשה שום אדם כן ואם יעבור ישלם הכל והיכא דלא גזרו כן ונתפס ע\\\"י מלכות נראה לקנסו במה שתופס ע\\\"י ע\\\"א שיחזיר הכל ובעל ידי המלכות ראוי לקנוס מבשאר ע\\\"א לפי שנקל לבא לקלקול גדול\\\\. מיהו לא ידענא שפיר מאי אידון בה\\\\. ומה שכתב הרב אלפס ז\\\"ל מנהג שתי ישיבות שאין גובין קנס בבבל היו מנדין ליה עד שיפייס לבעל דיניה וכד יהיב מאי דחזי למיתב ליה שרו ליה לאלתר בין איפייס בעל דיניה בין לא איפייס היכא דנהוג\\\\. ומה ששאל אדוני המנהג אמנם כי במקומנו לא נהגו אותו מנהג של שתי ישיבות ובית דין חשוב הבא להחמיר לפי צורך שעה ומגדר מלתא גם בלא מנהג נראה שהרשות בידו\\\\. וגם מן הירושלמי שכתב אמר ריש לקיש המבייש את הזקן נותן לו דמי בושתו שלם חד בר נש אפקר לר' יהודה בר' חנינא אתא לקמיה דריש לקיש וקנסיה ליטרא דדהבא משם ראיה להגבות כן בבבל\\\\. עד כאן כתב הרב ר' יצחק בר שמואל מצרפת בתשובות שאלות אל הרב ר' אשר בר\\\"ד משולם ז\\\"ל דין מסור\\\\. <מקורות>\\\\[סימן ר\\\"ג\\\\]</מקורות> \"}","{\"header\":\"פרק כיצד הרגל\",\"text\":\"\"}","{\"header\":\"דף כב\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב רבינו יעקב ז\\\"ל בספר הישר שלו\\\\. \\\\(פי'\\\\) \\\\[פרק\\\\] כיצד הרגל\\\\. היה גדי כפות לו אע\\\"פ שעבד סמוך לו ונשרף חייב על הגדי דלא קים ליה בדרבה מניה על מיתת העבד שהיה לו לברוח מאחר שאינו כפות דהשתא איכא תרתי לריעותא להתחייב על הגדי\\\\. חדא שהגדי כפות שאינו יכול לברוח\\\\. ועוד שהעבד סמוך לו ולא כפות דליכא למפטריה מגדי משום דקים ליה בדרבא מניה\\\\. אי נמי אם היה גדי סמוך בלא עבד פטור על הגדי דהיה לו לברוח\\\\. ודיני חיוב ופטור אתא לאורויי לן כלהו הך מתני' ולהכי נקט בסיפא עבד בריש מקמי גדי משום דאפטור דגדי קאי ובא לחלוק בין עבד כפות לסמוך לאורויי לן פטור וחייב דגדי\\\\. ויש לשונות אחרים ולא ישרו בעיני\\\\. רש\\\"ם\\\\. <מקורות>\\\\[סימן קס\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף כה\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"עוד ואביה ירוק ירק בפניה\\\\. ק\\\"ו לשכינה י\\\"ד יום\\\\. תימא מאי דנקט י\\\"ד יום מכ\\\"א יום או פחותים ואומר ר\\\"י דמשום הכי נקט י\\\"ד יום דג' שותפין יש בו באדם הקב\\\"ה ואביו ואמו\\\\. הקב\\\"ה יש לו חלק כנגד אביו ואמו דהוא נותן באדם כנגד שניהם כדאמרינן נדה \\\\(ל\\\"א\\\\.\\\\) פ' המפלת ג' שותפין יש בו באדם הקב\\\"ה ואביו ואמו שאביו מזריע לובן שממנו עצמות וגידים וצפרנים ומוח שבראש ולובן שבעין הרי ה' דברים שאביו נותן לו\\\\. ואמו מזרעת אודם שממנו עור ובשר ודם ושער ושחור שבעין הרי ה' דברים שאמו מזרעת בו\\\\. והקב\\\"ה נותן בו רוח ונשמה וקלסתר פנים וראית עין ושמיעת אזן ודבור שפתים והלוך הרגלים ודעת ובינה והשכל הרי י' דברים שהקב\\\"ה נותן בו אלמא שהקב\\\"ה נותן כפלים מבשניהם והיינו דקאמר ק\\\"ו לשכינה י\\\"ד יום\\\\. דכיון דאם ירק אביה בפניה שאין בה אלא ה' דברים היא נזופה ז' ימים ק\\\"ו לשכינה י\\\"ד יום שנותנת באדם כפלים בו שתהא האשה נזופה כפלים בו דהיינו י\\\"ד יום\\\\. <מקורות>\\\\[סימן קס\\\"ב\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"עוד \\\\(כמה\\\\) \\\\[ומה\\\\] פכים קטנים שטהורין בזב וכו' ומפרש התם טעמא משום דאינן מטמאין אלא מאוירו ואין הזב יכול להכניס ידו לאוירו\\\\. \\\\[כי ההיא\\\\) \\\\[קשה מההיא\\\\] דאמרינן גבי קולית בשחיטת חולין בפרק \\\\(כל הבשר\\\\) \\\\[העור והרוטב קכ\\\"ה ע\\\"א\\\\] קולית של נבלה וקולית השרץ נקובין מטמאין במשא אבל לא במגע\\\\. ואמרינן התם וכמה נקובתן כחוט השערה\\\\. תריץ בפכים קטנים שנגמרה עשייתן ואין דעתו להרויח הנקב ואין סופו לירקב\\\\. אבל גבי קולית כיון שנקבה כחוט השערה סופו לירקב ויהא הנקב רחב בכדי מגע\\\\. תדע דהא אם חשב \\\\(כולה\\\\) \\\\[עלה\\\\] לנוקבה ואע\\\"פ שלא נקבה טמאה ואילו גבי כלים לא מהניא ליה מחשבה\\\\. <מקורות>\\\\[סימן קס\\\"ג\\\\]</מקורות> \"}","{\"header\":\"פרק המניח\",\"text\":\"\"}","{\"header\":\"דף לא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"המניח את הכד גירסא זו בספר ישן\\\\. אמר רבה ראשון חייב בין בנזקי גופו בין בנזקי ממונו שני חייב בנזקי שלישי בנזקי גופו אבל לא בנזקי ממונו מ\\\"ט שני בשלישי דלא מחייב בנזקי ממונו דהוה ליה בור ולא מצינו בור שחייב בו את הכלים\\\\. אי הכי ראשון נמי ראשון מדנפשיה נפיל אי לר' מאיר דאמר נתקל פושע הוא\\\\. אי לרבנן דאמר נתקל לאו פושע הוא אי לרב נחמן דאית ליה וכו' והתניא כלן חייבים על נזקי גופם ופטורים מנזקי ממונם\\\\. מאי לאו אפי' ראשון אמר רב אדא בר אהבה וכו' עד ליתני הנזיקין אלא אמר רבא ראשון חייב בנזקי שני בין אתזק בגופו בין אתזק בממונו שני חייב בנזקי שלישי כי אתזק גופו ולא אתזק \\\\[ב\\\\]ממונו\\\\. כי אתזק מגופו מחייב שהיה לו לעמוד ולא עמד כי אתזק \\\\[ב\\\\]ממונו פטור דאמר האי בירא לאו אנא כריתיה\\\\. אמר מר כלן חייבין על נזקי גופן ופטורים על נזקי ממונם\\\\. הניחא לשמואל דאמר כל תקלה בור הוא שפיר\\\\. אלא לרב דאמר אי אפקדיה אין אי לא אפקדיה לא מאי איכא למימר עד אמר רב אדא בר מניומי קמיה דרבינא \\\\(כלים\\\\) \\\\[שהוזקו כלים בכלים\\\\]\\\\. אמר מר אם מחמת ראשון נפלו כו'\\\\. <מקורות>\\\\[סימן קס\\\"ד\\\\]</מקורות> \"}","{\"header\":\"פרק שור שנגח ד' וה'\",\"text\":\"\"}","{\"header\":\"דף לז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"אמר רבא ואם הראה מעצמו כמי שנשא ונתן ביד דמי וקשיא לן מאי קמשמע לן רבא מתניתין הוא דקתני אם מחמת הגזלן חייב להעמיד לו שדה ואוקמינא דאחוי אחויי ותו מדקתני בברייתא ישראל שאנסוהו ע\\\"א והראה ממון חבירו פטור טעמא דאנסוהו הא מעצמו חייב וא\\\"כ מאי קמשמע לן\\\\. נראה לי דהיא גופא לא איצטריכא ליה לאשמועינן דמתני' היא אלא הא קא משמע לן דלא משכחת דחייב בהראה אלא א\\\"כ הראה בלא שום אונס אלא מעצמו דאי לא תימא הכי הא דתניא ישראל שאנסוהו ע\\\"א והראה ממון חבירו פטור דלא תימא דוקא אונס גופו אבל אונס ממונו לא קא משמע לן דבכל אונס פטור דלא דייני' דינא דגרמי אפילו אליבא דר' מאיר אלא היכא דליכא אונסא כלל אבל היכא דאיכא אונסא דגרמא בעלמא הוא לא ופי' דברייתא הכי הוא ישראל שאנסוהו עכו\\\"ם בין בגופו בין בממונו להביא לו ממון או להראות לו ממון והראה לו ממון חבירו פטור אפי' אליבא דר\\\"מ מפני שמציל עצמו או ממונו בממון חבירו בגרמא פטור מדיני אדם ואם נשא ונתן ביד חייב אפילו לרבנן ואעפ\\\"י שאנסוהו אונס גופו מפני שהמציל עצמו בממון חבירו חייב ולא שיהרג ולא יציל אלא יציל ואח\\\"כ ישלם וכי פליגי רבנן ורבי מאיר בהראה מעצמו ומלתיה דרבא כר' מאיר אזלא במתני' אמרי ליה רבנן לרב אשי והתניא אם נשא ונתן ביד אחר כך חייב ומשני הני מילי היכא דלא אוקמיה עלויה כו' כלומר ואם נשא ונתן חייב לאו אהראה קאי אלא אאנסוהו ע\\\"א אבל היכא דהראה היינו אוקמיה עלויה אעפ\\\"י שנשא ונתן ביד פטור דמעיקרא כי אחוי ליה למקלא קליי' אלא א\\\"כ קיימי בתרי עברי נהרא\\\\. וא\\\"ת כיון דנשא ונתן ביד חייב בדלא אוקמיה עלויה \\\\(סכל\\\\) \\\\[בכל\\\\] ענין א\\\"כ היכי פטריה רבא לההיא דשקל כסא דכספא ויהביה לגנביה ומתני' היכי מתרץ לה רבא ואביי אמאי לא אקשי עליה והתניא אם נשא ונתן ביד חייב יש לומר אפשר דרבא מוקים לה לההיא מתניתא כשאנסוהו להראות והביא אבל אנסוהו להביא והביא פטור ומשום הכי לא אקשי ליה אביי ממתני' אלא מסברא דסברא הוא דמציל עצמו בממון חבירו בידים פטור וגמרא נמי היא בפ' הכונס ושמא הכי קאמר רב אשי חזינן אם אינש אמיד הוא אדעתא דידיה אתו פירוש ואם הציל עצמו בממון חבירו בידים חייב ואם לאו אדעתא דכסא דכספא אתו וכיון שהכוס בבית והם בבית ובידם לחפש כל אשר בבית כמאן דקיימי עליה ומקלא קלייה ומשום הכי אפילו נשא ונתן ביד פטור והא דגרסינן בירושלמי ישראל שאנסוהו עכו\\\"ם ונטלו ממונו של חבירו בפניו פטור ואם נטל הוא ונתן להם חייב אמר ר' יוסי הדא דתימא שאמרו לו תן לנו ממון אבל אמרו לו תן לנו ממונו של פלוני אעפ\\\"י שהוציא ונתן להם חייב על הדין אורחא אזיל דיקא נמי דקתני בסופה הוציא ולא קתני נטל אלמא ע\\\"א בבית קיימא ובדלא אמי' עסקינן אבל היכא דליכא למימר האי טעמא ל\\\"ש אנסוהו להראות ממון חבירו והביא ול\\\"ש אנסוהו להביא והביא חייב לא שנא אנסוהו בגופו ול\\\"ש אנסוהו בממונו שכ' המציל עצמו בממון חבירו בידים חייב חוץ מהמציל עצמו בממון רוד' שהיה פטור קם ר\\\"כ שמטיה לקועי' מהא שמעינן שהמוסר ממון חבירו למלכות מותר להרגו אעפ\\\"י שלא בא מתחלה על עסקי נפשות אלא על עסקי ממון ויש חסרי הדעת מעמנו דקאמרי מאן לימא לן דברצון חכמים עבד וכן פר\\\"ש ז\\\"ל אף ממונן של ישראל כיון שנפל ביד עובדי כוכבים אין מרחמים\\\\. הא דאמר רבא אם הראה מעצמו כמי שנשא ונתן ביד דמי\\\\. כבר הגהתי זה כמה שנים בתוספות בני ז\\\"ל הא לא צריך למימר דאם הראה בלא אונס שהוא חייב דהיינו מתני'\\\\. אלא יש לפרש כמו שפירשו רבינו שמואל ז\\\"ל אם לא אנסוהו להראות של חבירו אלא של עצמו או היו מייסרין אותו ביסורין מחמת שום דבר והראה להם מעצמו את ממון חבירו כדי שיניחוהו חייב כאלו נשא ונתן ביד\\\\. וגם באותה דכסא דכספא כתב בני בתוספותיו משמי דשאני שומר שלדעת כן הפקידו אצלו שיציל בו עצמו וישא ויתן ביד אם ירצה אם אדעתא דכספא קא אתו עליה\\\\. מה שמתמיה אדוני על ההיא דרב כהנא דשמטיה לקועיה דההוא גברא\\\\. ועל מה שאמר גבי איבוד ממון מסור ביד קל וחומר גופו מותר וכו' אלמא מות' בשביל ממון נאבד נפש אחד\\\\. ותו הא דתניא \\\\[ע\\\"ז כ\\\"ו ע\\\"ב\\\\] המינים והמסורות מורידין אבל לא מעלין דמשמע דוקא גרמא בעלמא אבל בידים לא עד שאדוני תמה על איבוד נפש של מסור מישראל בשביל ממון אתמה על מה שאמרו רבותינו שיש עם הארץ שמותר לקורעו כדג ומותר לנוחרו ביום הכפורים שחל בשבת\\\\. אבל אין תמה דטעמא רבה איכא שפעמים שהוא פקוח לנפש כמה נפשות כגון אותו שידוע שאינו חס על חיי חבירו וחשוד ללסטם ולהרוג כשהוא יכול ואפי' כשאינו ידוע בו בבירור כיון שרוב העושים כמעשיו הם חשודים בכך מותר ואפי' שלא בשעת רדיפתו ואפשר שיש שום פסו' ע\\\"ז ואפי' אין שם שום פ' יש כח ביד חכמים לעקור דבר מן התורה ואפי' בקום עשה דברי הכל כשיש טעם קצת למתיר שאז אינו דומה עקירה\\\\. ומה שיש מי שאומר בהאשה רבה שב ואל תעשה שאני אבל בקום ועשה אין להם כח לעקור היינו בדבר שאין טעם שיהיה דומה היטב שראוי לעקור על ידו\\\\. כך אני מפרש ובא שבדבר הדומה יפה יש לעקור לכולי עלמא ויש ראיות רבות וטעמא הוי משום דבכי האי גוונא לא חשיבא עקירה וכמו שיש בעם הארץ טעם גדול כדפרישית כמו כן יש במסור ויותר ראוי להורגו מרוצח שהרג שאין להרגו אלא בבית דין אפי' בפעם אחת שראה רב כהנא והכיר בו יפה שרוצה למסור אפי' אין באותה מסירה רציחת נפש של נגזל שיהא הע\\\"א הורגו בשביל אותו ממון כי לא יהא רשאי נגזל להלחם עמו כי כיון שהפקיר עצמו בפניהם לכך יש לחוש שירגיל עצמו בכך ויבא לידי שפיכות דמים כמה פעמים כשלא יעמיד ישראל עצמו על ממונו\\\\. ועוד שחשוב כאלו נוטל נפשו ונפש בניו ובנותיו ועל עונש כזה היה רעב בימי דוד שלש שנים והוקעו שבעה מבני שאול למה דקא מפרש טעמא בסוף בבא קמא לפי שהרג נוב עיר הכהנים שהיו מספיקין להם מים ומזון מעלה עליו הכתוב כאילו הרגם\\\\. ועוד כיון שממונם של ישראל כשנופל ביד עובדי כוכבים אין מרחמין עליו וזה מוסרו להם וחוטא לגזול נשמתו של חבירו ולא לו אלא כל שלהכעיס עושה רשע כזה רשע גמור הוא וכמעט שהוא מין אפי' למאן דאמר דלהכעיס בעברות אחרות הוי מומר וכמו שמותר להרוג את זה המין כך מותר להרוג את זה שמוסר ממון חברו וגוזל נשמתו בעין להכעיס שהרי אינו מרויח כלום\\\\. ואפי' כשמרויח קצת חמור ביותר אבל איני יודע אם נאמר בו מורידין ומה שמקשה היאך יהא מותר לאבדו ביד הא לא קתני אלא מורידין דהוא גרמא\\\\. יש לומר דמשום דנקט בע\\\"א ורועי בהמה דקה לא מורידין משום דאפי' גרמא כו' התם אסירא תנא נמי גבי הני מורידין והוא הדין בידים\\\\. ואם תאמר מנין היה לאמוראים שהברייתא מתיר אפי' בידים\\\\. יש לומר דמסברא היא דומה להם מטעמי דפרישית והאי דנקט מורידין משום רישא\\\\. מה ששלח ר' אלעזר למר עוקבא דום לה' והתחולל לו \\\\[גיטין ז' ע\\\"א\\\\]\\\\. שנסתפק אדוני אם כדין שלח או לפנים משורת הדין שלח ואדם חשוב שאני מנין לי להתיר למסור ממון חברו למלכות משום דמצער ליה טובא\\\\. אין נראה לי שיהא מותר לכל אדם אפי' אינו חשוב דמהיכא תיתי הא אפי' לא יהא חמור כשאר מסור החוטא ולא לו לפי שהצער שמצערו דוחקו ומזקיקו לעשות כן להנצל מצערו אין לו להיות מותר\\\\. ומה שכתב ותו מבעיא לן אדם שבייש את חבירו ומפני שידע המתבייש שאין גובין קנס בבבל הלך ומסר חבירו למלכות וחייבתו המלכות לשלם לו ממון או מעט או הרבה\\\\. מהו שיתחייב המוסר לשלם כל פסידא דאתי ליה מחמתיה מי אמרינן האי כאי תפס דמי או דלמא \\\\(יתפס\\\\) \\\\[אי תפס\\\\] אמרינן אי אנס לא אמרינן אעפ\\\"י שיש מפרשים בשם גדול דאי תפס היינו דוקא שתפס הדבר ששינה ונתחייב חצי נזק כגון הכלב שאכל אימרי ושונרא שאכל תרנגול רברבי אבל שאר תפיסה מפקינן\\\\. וגם אדוני בא לומר בכתבו דלא אשכחן דמהניא תפיסה בבשת כיון דלית לה חסרון כיס\\\\. אבל בחצי נזק דקרן ושם ידא דינוקא דאיכא חסרון כיס אין נראה לי כן חדא דתפיסה דמהניא ובלא תפיסה לא גבי הוא משום אין ביד ב\\\"ד הדיוטות כח להוציא מידו אבל אם הוא תפוס בלא ב\\\"ד יכול לעכב ועוד כי על שניהם קשה לי מעובדא דחנן בישא דתקע ליה לההוא גברא וחייבוהו בבבל לשלם בושת\\\\. ומסתברא דמשום הכי חייבוהו ונתן הזוזא כיון שיחזיר לו ההוא מה שהיה תפוס משלו ואע\\\"פ שבעת תפיסה עדיין לא נודע לו כמה חייב לו משמע דאהני בזה תפיסה כדמשמע נמי בההוא עובדא דמקמי דההוא דתנן בשור שנגח ד' וה' כי אין סברא שהזמינו ללכת עמו לדין בארץ ישראל בשביל דבר מועט כזה ומחמת כן חייבוהו או ילך או ישלם\\\\. ואף ע\\\"ג כי קצת היה דומה מסברא לומר דאי תפס היינו שהיה תפוס כבר ועומד שאם תועיל תפיסה שיעשה אח\\\"כ אם כן רבו קטטות ומלחמות שזה יבא לתפוס וזה לא יניח לו ויכה זה את זה\\\\. והואיל ואין ראיה על זה אין בידי להוציא דאי תפיס משמעותן דמשמע שפיר אי תפס לאחר מכאן וגם לפי הטעם שפירשתי במאי מהניא תפיסה וכי לא תפיס לא גביא אין לחלק בין תפיסה דמעיקרא לתפיסה דאחר מכאן והואיל והכי הוא מהימן יש לי לחלק בשביל חשש קטנים\\\\. ומיהו אפי' אם תמצא לומר דכל הני גווני דפרשת מהניא תפיסה לא יתכן שימסור חבירו למלכות ויעשה תפיסתו ע\\\"י ע\\\"א\\\\. ונראה הדבר הגון למחות ולהזהיר שלא יעשה שום אדם כן ואם יעבור ישלם הכל והיכא דלא גזרו כן ונתפס ע\\\"י מלכות נראה לקנסו במה שתופס ע\\\"י ע\\\"א שיחזיר הכל ובעל ידי המלכות ראוי לקנוס מבשאר ע\\\"א לפי שנקל לבא לקלקול גדול\\\\. מיהו לא ידענא שפיר מאי אידון בה\\\\. ומה שכתב הרב אלפס ז\\\"ל מנהג שתי ישיבות שאין גובין קנס בבבל היו מנדין ליה עד שיפייס לבעל דיניה וכד יהיב מאי דחזי למיתב ליה שרו ליה לאלתר בין איפייס בעל דיניה בין לא איפייס היכא דנהוג\\\\. ומה ששאל אדוני המנהג אמנם כי במקומנו לא נהגו אותו מנהג של שתי ישיבות ובית דין חשוב הבא להחמיר לפי צורך שעה ומגדר מלתא גם בלא מנהג נראה שהרשות בידו\\\\. וגם מן הירושלמי שכתב אמר ריש לקיש המבייש את הזקן נותן לו דמי בושתו שלם חד בר נש אפקר לר' יהודה בר' חנינא אתא לקמיה דריש לקיש וקנסיה ליטרא דדהבא משם ראיה להגבות כן בבבל\\\\. עד כאן כתב הרב ר' יצחק בר שמואל מצרפת בתשובות שאלות אל הרב ר' אשר בר\\\"ד משולם ז\\\"ל דין מסור\\\\. <מקורות>\\\\[סימן ר\\\"ג\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"שור שנגח ד' וה'\\\\. אי רעהו לאו דוקא דהקדש כי נגח כו' אאיש דרישא דקרא סמיך\\\\. אלא אמר ריש לקיש הכל היו בכלל נזק שלם דקסבר ר' שמעון בן מנסיא כל פלגא נזקא ממונא כדמוכחא מתניתא דלעיל\\\\. ואיש דוקא ורעהו דוקא ואיש להקל ורעהו להחמיר והכי מפרש לקרא כי יגח שור \\\\(את\\\\) איש חייב בתשלומי נזק ולא הקדש שפטור את שור רעהו ומכרו וחצו אבל דהקדש לא יחצון דאי לא כתב רעהו הוה אמינא כי יגח שור איש ולא הקדש את שור ומכרו\\\\. והוה משמע בין דהדיוט בין דהקדש השתא דכתב רעהו \\\\(ולא\\\\) בא להחמי' המזיק את ההקדש ומאן דגריס דא\\\"כ לכתביה רחמנא לרעהו גבי מועד היינו הך דהוה ליה למכתביה גבי תם סתם וגבי מועד הוה למכתב או נודע כי שור נגח הוא מתמול שלשום שלם ישלם שור תחת שור רעהו\\\\. ומאן דלא גריס אתיא שפיר וחדא היא\\\\. <מקורות>\\\\[סימן קס\\\"ה\\\\]</מקורות> \"}","{\"header\":\"פרק מרובה\",\"text\":\"\"}","{\"header\":\"דף ע\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"דין \\\\(הראשה\\\\) \\\\[הרשאה\\\\] להראב\\\"ד ז\\\"ל\\\\. גרסי' במסכת ב\\\"ק בפרק מרובה \\\\(ע'\\\\.\\\\) אמרי נהרדעי לא כתבי' אדרכתא \\\\(נ\\\"א אורכתא\\\\) אמטלטלי אמר רב אשי לאמימר מאי טעמא א\\\"ל משום דר' יוחנן דאמר גזל ולא נתיאשו הבעלים שניהם אינם יכולים להקדיש וכו' \\\\. איכא דאמרי אמרי נהרדעי לא כתבי' אורכתא אמטלטלי דכפרי' ואית דגרסי אפקדונא דכפריה\\\\. מאי טעמא משום דמחזי כשיקרא אבל לא כפריה כתבינן\\\\. אמרי נהרדעי כל אדרכתא דלא כתוב בו זיל דון זכי והנפק' לגרמך לאו אדרכתא אמר אביי ואי כתיב בה למחצה לשליש ולרביע מגו דמשתעי דינא אפלגא משתעי נמי דינא לכולא\\\\. פי' אי כתב בה הנפק לנפשך פלגא או תלתא משתעי נמי דינא אכולא\\\\. אמר אמימר ואי תפס לא מפקינן מניה\\\\. רב אשי אמר כיון דכתב בה כל דמתענית מן דינא קבילי' עלי שליחא שוייה\\\\. איכא דאמרי שותפא שוייה למאי נפקא מינה למתפס פלגא\\\\. ואמור רבוותא קיימא לן דשליח' שוייה\\\\. אמר אברהם ב\\\"ר דוד ז\\\"ל האי שמעתא דנהרדעי דמיא כמאן דמחי ליה מאה עוכלי \\\\(נ\\\"א דמחיוה כעוכלא\\\\) דאיכא מאן דאמר דוקא אפקדונא אבל אמלוה לא ואע\\\"ג דלא כפריה\\\\. \\\\(והא מאה עוכלי\\\\) \\\\[והוא\\\\] בעל ההלכות\\\\. ואיכא מאן דאמר דהיכא דכפריה אפי' בפלגא תו לית ליה רשות לא לאשבועיה ולא \\\\(בעוכלא\\\\) לאשתעויי דינא בהדיה ואפי' \\\\(מאן\\\\) \\\\[מאי\\\\] דאודי ליה נמי לא יהיב ליה דכיון דכפריה מידי בטלה לה אדרכתא לגמרי\\\\. והוא הרב ר' יצחק ז\\\"ל בתשובות \\\\(נ\\\"א בתשובתיו\\\\) \\\\(סי' קכ\\\"ג\\\\) דילי'\\\\. ואיכא נמי \\\\(דספיק\\\\) \\\\[דמפיק\\\\] למלתא דנהרדעי לבר מהלכתא ואמר דלאו מדינא מפקינן ממונא באדרכתא \\\\(נ\\\"א אורכת'\\\\) עד שתהא הקנאה מיוחדת על גבי קרקע כדי שלא יוכל בעל הממון לבטל אותה הרשאה אותה היא ההרשאה שאנו דנין בה\\\\. והוא רבי' האיי גאון ז\\\"ל בתשובות דידיה\\\\. ורבי חננאל ז\\\"ל כתב בפירושו דקיימא לן כנהרדעי משום דאשכחן בכמה דוכתי בגמרא דאמרינן בבא בהרשאה בשבועות \\\\(ל\\\"ג:\\\\) פרק שבועת העדות \\\\(דיקנין\\\\) \\\\[דייקינן\\\\] טעמא דאיש פלוני כהן הא מנה לפלוני \\\\(בה פלגי\\\\) \\\\[ביד פלוני\\\\] חייבין והא אמר' עד שישמעו מפי התובע ואוקמה שמואל בבא בהרשאה והא אמרי נהרדעי לא כתבינן אורכתא אמטלטלי הני מילי היכא דכפריה וכו'\\\\. וכמוה עוד בבכורות פרק יש בכור לנחלה \\\\(מ\\\"ח:\\\\) דאמרינן מאי שנא שני כהנים דאזיל לגבי האי ודחי ליה \\\\[ואזיל לגבי האי ודחי ליה\\\\] \\\\(ל\\\\)כהן אח' \\\\[נמי\\\\] ליזיל האי ולדחייה \\\\[וליזיל האי ולדחייה\\\\] אמר שמואל בבא בהרשאה והא אמרי נהרדעי לא כתבינן אורכתא אמטלטלי הני מילי היכא דכפרי' וכו'\\\\. ובהאי פירקא נמי לעיל מינ' \\\\(מ\\\"ז:\\\\) בענין מי שלא שהתה אחר בעלה שלשה חדשים אקשינן בכור לנחלה הוא דלא הוי הא בפשו' שקיל וליזיל לגבי האי ולדחייה וכו'\\\\. אמר ר' ירמיה לא נצרכה אלא לבא אחריו וכו'\\\\. ואקשינן וליכתבו הרשאה להדדי\\\\. ואמרי' משום דר' ינאי דאמר הוכרו ולבסוף נתערבו כותבין הרשאה זה לזה לא הוכרו אין כותבין הרשאה זה לזה\\\\. ובכתובות נמי פרק מי שהיה נשוי אמרינן מאי תקנתיהו כותבים הרשאה זה לזה\\\\. וכיון דליכא מאן דרמי לה להא דנהרדעי ולא להא דר' יוחנן ורב אשי ואמימר דאינון בתראי מוקמינן לה כרבי יוחנן שמע מינה דהלכתא היא\\\\. עוד כתב כיון דרב אשי ואמימר מפרשי אליבא דנהרדעי שמע מינה דהלכתא כותיהו בהא ואסיקנא שליחא שוייה\\\\. עוד כתב וכל היכא דאשכחן בגמרא כגון מעשה דר' פפא \\\\(ב\\\"ק ק\\\"ד:\\\\) דאקני זוזי דהוו ליה בי חוזאי לרב שמואל בר אחא אגב סיפא דביתיה וכיוצא בו היכא דלא כפריה הוא כדאיתמר בהדיא אבל אי כפריה לא אתברירא בשמעתא דכתבי' אורכתא עליה\\\\. והא דנהגו \\\\(למנהג\\\\) \\\\[למכתב\\\\] אורכתא אפי' אמטלטלי דכפריה לא ידעינן על מה סמכו והמוציא מחבירו עליו הראיה\\\\. ובנוסחא דיליה הכי גריס אמרי נהרדעי לא כתבינן אורכתא אמטלטלי דכפריה\\\\. אמר ליה רב אשי לאמימר מאי טעמא אמר ליה מדר' יוחנן וכו' ובתשוב' רבינו האיי גאון ז\\\"ל נמי מתחזיא דהכין גריס לה ששאלו ממנו על מה שאנו גורסין לא כתבינן אורכתא אמטלטלי אם הוא עקר לסמוך עליו או אם יש לו פתרון דבר\\\\. והשיב כי דומה לו היא להא שאנו אומרים אמרי נהרדעי לא כתבינן אורכתא אפקדונא דכפריה משום דמחזי כשיקרא\\\\. ורואין אנו משתי שמועות הללו שאין כותבין אורכתא אלא על דבר שמודה לו דהא אמר במסקנא אמר ליה רב אשי לאמימר מאי טעמא לא כתבינן אורכתא אמטלטלי אמר ליה משום דר' יוחנן כו' כך מצאתי בתשובתו ואיני יודע אם היא משובשת אם לא שנראה לי כיון דאמר במסקנא אמרי' הכי משמע שהוא הלשון השני של נהרדעי וסוף דבר אי אפשר לה בלא שבוש הלשון שהיה לו לכתוב כמו כן בזו המסקנא אמטלטלי דכפריה לפי מה שכתב בתשובתו והשאלה כמו כן נראה שהי' משובשת לפי מה שהשיב עליה שאמר כי דומה היא להא שאנו אומרים כו' ואין זה הלשון נכון לענין השאלה ההיא\\\\. וכללו של דבר צריך אדם שידקדק אחר התשובות כי רובן משובשות\\\\. והנה מזאת התשובה טעו קצת מבני דורנו והוציאו דברי נהרדעי לבר מהלכתא ותלו את שבושם בדברי רב אשי דאמר שליחא שוייה ואמרו דרב אשי לבטול להא דנהרדעי אתא דכיון דשליחא בעלמא הוא לא מפקינן ממונא באורכתא אלא מדעתא דנפקד מידי דהוה אשליח שעשאו \\\\[בעדים\\\\] דאע\\\"ג דהוי שליח וכי \\\\(מכר\\\\) \\\\[מסר\\\\] לידיה מפטר מאונסין ומכל מילי אפי' הכי לא מצי לאפוקי ממונא מידי דנפקד אלא מדעתיה\\\\. ועוד הם תולים את שבושם במעשה דרבא ורב ספרא \\\\(שם\\\\) דאמר ליה רבא לרב ספרא אי כתב לך ר' אבא נמי התקבלתי לאו כלום היא דילמא אדאתי' שכיב ר' אבא ונפלי זוזי קמי יתמי וכו' אלא מאי תקנתיה נקנינהו ניהלך אגב ארעא ותא את כתוב לן התקבלתי\\\\. ומשמע להו מהא דבעינן הקנאה גמורה וחזקה דלא יכיל מאריה דפקדונא למהדר ביה ולא לבטוליה\\\\. וכבר ראינו בדברי הרב ר' יצחק ובדברי רבינו חננאל ז\\\"ל שהם מקיימים דברי נהרדעי ומחזיקים אותם מכמה מקומות\\\\. ורבי חננאל ז\\\"ל כתב שרב אשי ואמימר מפרשי אליבא דנהרדעי ושמע מינה הלכתא כותיהו\\\\. ומדברי רבא ורב פפא דבעי הקנא' אגב ארעא ליכא ראיה מידי לדחויי לדנהרדעי כדמפרשינן לקמן בעזרת הבורא ולא עוד אלא דעיקר אורכתא אי \\\\(לית\\\\) \\\\[אית\\\\] בה לשון הקנאה ואי לית בה \\\\(ו\\\\)מידי דהויא הקנאה לית בה מששא כדאמרי נהרדעי כל אורכתא דלא כתיב בה זיל דון וזכי והנפק לנפשך לאו אורכתא היא ואי לית בה מידי דהוי הקנאה במאי זכי ומסיק לנפשיה אטו מילי \\\\(דחוב'\\\\) \\\\[דחוכא\\\\] כתבינן באורכתא וכו' ועוד דאמימר דאמר אי תפס לא מפקינן מיניה אלמא זכה בגווה ואי לא אקני ליה במאי תפיס וזכי וכי מעיינת בה שפיר מדברי רבינו חננאל ז\\\"ל תוכל להבין כי מעשה דרב פפא אורכתא הוה לפי מה שכתבנו בכלל דבריו והוא האמת והנכון כמו שאנו עתידים לפרש בעזרת הבורא\\\\. ובתשובה לרב ר' יצחק ז\\\"ל \\\\(סי' רפ\\\"ג\\\\) שנשאל הרשאה יצאה לפנינו וכתוב בה זיל סב ואפק לנפשך והיה שם קצת התלמידים שאמרו הרשאה זו בטלה לפי שאין בה דון וזכי כו'\\\\. תשובה כיון שכתב בה סב אע\\\"פ שאין בה זכה אינה נבטלת דסב וזכי חדא מלתא נינהו\\\\. אבל מדבר אחר נבטלת משום שאין בה דון\\\\. אלא כיון שעייננו בה ומצאנו שכתב בה כל דמתענית מדינא קבילית עלי בין לזכות בין לחובה הרי זה עומד במקום דון וההרשאה קיימת\\\\. הנה מזו תוכל להבין כי כל דמתענית מדינא עלאי לא מבטל לאורכתא ולא עוד אלא שהוא צורך ההרשאה כהוא מסעד לזיל דון שאם לא נתן לו כח לדון אינו כלום וכיון שצריך ליתן לו כח \\\\[לדון\\\\] ולהוציא ממון בהם אם לא יקבל על עצמו כל היוצא על זה מן הדין מה ישוה לו\\\\. יכול זה לומר איני נדון בשני דינים כי עמך אדון ובעל הממון אולי יעמידנו עוד בדין שהרי לא קבל על עצמו מה שאדון או אתפשר עמך\\\\. הא למדת מן התשובה הזו כי דברי \\\\[רב אשי\\\\] לא באו לבטל דברי נהרדעי וכן הוא האמת והישר והטוב\\\\. <מקורות>\\\\[סימן ס\\\"א\\\\]</מקורות> אמר אברהם ב\\\"ר דוד ז\\\"ל אחרית תשובות האלה והנסחאות שכתבתי ושמצאתי יש לי להכריע ולגלות הטעמים הברורים לדברי מי שהדעת מכרעת עליהם והשכל מורה על דבריהם לפי ענין השמועות הנזכרות בגמרא\\\\. ולהסיר מהן הספקות וליישב הענינים על אופניהם ולכתוב עוד תוצאות ההרשאו' לכל משפטיהם כפי השגת היד\\\\. תחלה אומר כי ענין הנסחאות ממה שאינו שוה בספרים לפי מה שכתבתי בנסחת רב חננאל ז\\\"ל ובנסחת רבי' האיי גאון ז\\\"ל כי בנסחא שלנו בלשון השני של רב אשי ואמימר גרסי' לא כתבי' אורכתא אמטלטלי דכפריה משום דמחזי כשיקרא\\\\. ובנסחא שלהם מפרש טעמא דנהרדעי מדר' יוחנן להיכא דכפריה ואמת וברור לכאורה \\\\(היכא\\\\) \\\\[הכא\\\\] מחזיא מילתא דהיכי דכפריה דדמי לדר' יוחנן דמשום דכפריה הוה ליה גזלן\\\\. כדאמר רב ששת \\\\(ב\\\"ק ק\\\"ה:\\\\) הכופר בפקדון \\\\(עושה לו\\\\) \\\\[נעשה עליו\\\\] גזלן וחייב באונסיו אבל היכא דלא כפריה היכי דמיא לגזלה \\\\(והכא\\\\) \\\\[והא\\\\] פקדון ודאי כל היכא דאיתיה ברשותא דמאריה איתיה בין להקנאה בין לקדש בו את האשה\\\\. אבל מה אעשה וכל \\\\(הנסחוא'\\\\) \\\\[הנסחאות\\\\] כך הן כאותה שכתבתי בתחלה\\\\. ונוסח הרב ר' יצחק בהלכותיו כך היא וכן בנסחא דבעל הלכות כמו כן\\\\. ולפי נסחאות שלנו בודאי יש לנו לדקדק הרבה חדא דכיון דכפריה הוה ליה למימר טפי מדרבי יוחנן\\\\. וא\\\"ת דלית' לדר' יוחנן והא \\\\(דמקשינן\\\\) \\\\[מקשינן\\\\] מינה פרק שנים אוחזין בטלית \\\\(ב\\\"מ ו':\\\\) ההוא מסותא דהוו מנצו עלה בי תרי וקם חד מנייהו ואקדשיה וכו'\\\\. ואקשינן וכי יכול להוציאו בדיינים מי מצי מקדיש ליה ואע\\\"ג דלא אפקייה והא \\\\(דאמר\\\\) \\\\[אמר\\\\] ר' יוחנן גזל ולא נתיאשו הבעלים וכו'\\\\. ותריץ ליה מי סברת מסות' מטלטלי לא מסותא מקרקעי הוה דכי יכול להוציאו בדיינין ברשותיה דמארי' קאי אלמא הלכת' כותי'\\\\. ועוד הא קימא לן דלמחזי כשיקרא לא חיישי' מדרב נחמן דאמר אפי' מצאו באשפה חתמו ונתנו לה כשר ומדר' יוחנן דאמר שטר שלוה בו ופרעו אינו חוזר ולוה בו כו' כדאיתא בגיטין פרק כל הגט \\\\(כ\\\"ו:\\\\) אלא דלכתחלה מיהת לא עבדינן דחיישינן לשיקרא ודרב נחמן ור' יוחנן דיעבד הוא\\\\. ואם תאמר הא נמי לכתחלה היא דלא כתבי בדכפריה אבל אי עבי' וכתב לא מבטלינן ליה הא לא מצית אמרת חדא דכיון דכפר ביה היכי מצי לאקנייה ובמאי זכי האיך\\\\. ועוד דכי מותבינן בשבועות ובבכורות מנהרדעי אדשמואל דמוקים למתני' בבא בהרשאה\\\\. ומתרצין הני מילי דכפריה אבל לא כפריה כתב' למה ליה למימר הכי ולימא ליה הני מילי לכתחלה אבל דיעבד מפקינן בה ממונא ומדפסקיה למלתא בין היכא דכפריה להיכא דלא כפריה ש\\\"מ דהיכא דכפריה לית בה מששא\\\\. וכך הושוו בה כל הגאונים והחכמים כמו שכתבנו למעלה\\\\. מעתה יש לנו לתרץ מה הוא הטעם שפירשו להיכא דכפריה לנסחאות שלנו\\\\. ויש לומר שלא בא זה הטעם לבטל הטעם הראשון אלא להוסיף עליו שאם כפר בו אעפ\\\"י שחזר והודה לו דהשתא לאו גזלה היא אפי' הכי אינו כותב עליהם עוד אורכתא משום דמחזי כשיקרא מפני שאינו עוד לא פקדון ולא מלוה אלא גזלה שבידו היא נקראת ולזה הטעם אם כתב לו ממון סתם לא מחזי כשיקרא אלא שאינו יכול לגבות בה כלום מפני שאנו אומרים שמא מלוה היא ולא יכול להקנותה לו מכל מקום לזה הענין אם עבר וכתב לשון פקדון הועיל להוציא מיד הנפקד על כרחו ואפי' כתב ממון סתם או אפי' בלשון מלוה אם הודה בו נפקד כי פקדון היה זה בידו מוציאים ממנו על כרחו ונותנין למורשה דכיון דאודי ליה והו' בעינו כמ\\\"ד לי' יהא לי בידך דמי וכפקדון דמי \\\\(כדמפורש בב\\\"ק ק\\\"ד\\\\.\\\\) ויכו' זה להקנות בהקנאה הראוי לו דאי זוזי נינהו מקני להו אגב ארעא ואי שאר מטלטלין נינהו מקני להו נמי בחליפין ואי ארעא הוא \\\\[ולא\\\\] צריך ולא מידי אלא \\\\(כלישנא\\\\) \\\\[בלישנא\\\\] דאורכתא מיקניא דהא כתיב בה דון וזכה וקימא לן וזכה לשון מתנה היא כדאיתא בבא בתרא פרק מ\\\"ש \\\\(קמ\\\"ח:\\\\) וכן שנינו במסכת מעשר שני ומייתינן לה בקדושין \\\\(כ\\\"ו:\\\\) מעשר עני שעתיד אני להפריש הרי הוא נתון לעקיבא בן יוסף שיזכה בו לעניים\\\\. ואי מלוה בשטר היא מקני לה ניהליה בכתיבת אורכתא ובמסירת השטר לידו והוא דכתב באורכתא קנה לך שטרא הוא וכל שעבודי' דאית ביה\\\\. אי נמי דמקנה ליה שטרא אגב ארע' א\\\"נ בחליפין ומיקני שטרא כל היכא דאיתיה דהוה ליה כמסירת השטר אלא שמסירת השטר יותר שוה מכולן שבכולן יכול הלוה לעכב מפני חזרת שטר חוב שכל זמן ששטר החוב קיים אין כותבין שובר\\\\. הנה דחקתי את הענין ופרשתי אותו לפי דעת הגאונים שהושוו במלוה ובפקדון שכפר בו שאין הרשאה מועיל עליהם כלל ובודאי לכאורה כך הוא שהרי מצינו לרבא ולרב פפא דאצרכינהו למארה אורכתא הקנאה גמורה אגב ארעא \\\\[ומלוה לא נקנית אגב ארעא\\\\] ולא בשום ענין אלא או באודית' או במעמד שלשתן אלמא פקדון הוו אבל במלוה \\\\[לא\\\\] אשכחן אורכתא ופקדון שכפר בו ולא חזר והודה בו אינו נקנה בשום דבר והיאך מקנה לו דבר שאינו \\\\[ברשותו\\\\] מיהו איכא מאן דקשיא ליה הנהו שמעתתא דבכורות לאו פקדון נינהו ולאו מלוה נינהו אלא בתורת מתנה נמי יהבינהו לכהן לפדיון בנו ולהוצאה נתנו המעות מיד וכהן מפיק להו בתורת שהם שלו ואפי' הכי מהניא בהו אורכתא אלמא אפי' במלוה נמי מהניא בהו אורכתא ואם תאמר במה זוכה בה\\\\. יש לומר מפני שיכול להקנותה באודיתא כמעשה דרבא ורב מארי בריה \\\\(דאמימ'\\\\) \\\\[דאיסור\\\\] כדאיתא בבבא בתרא \\\\(קמ\\\"ט\\\\.\\\\) וכללו של דבר כל דבר שיכול להקנותו בשום ענין הרשאה מועלת עליו והוא שהקנה לו בדרך הקנאתו\\\\. ואין לנו דבר שאין יכול להקנותו אלא מה שזה כופר בו ומשום הכי אין הרשאה מועלת עליו ולא לכתחלה ולא דיעבד אלא אם כן חזר והודה בו קודם הרשאה דמהני בה אורכתא דיעבד כדכתיבנן לעיל\\\\. וא\\\"ת כיון דאפי' במלוה על פה מהניא בה אורכתא מעתה דברי ר' יוחנן בטלים הם דאמר כל ממון שאינו ברשות בעלים אינו יכול להקנותו ואע\\\"ג דמצי מפיק ליה בדיינים כל היכא דלא אפקיה לא מצי לאקנויי הא לא קשיא חדא דאודיתא לאו הקנאה אלא חזרת ממון לבעליו היא\\\\. ועוד דמלתיה דר' יוחנן דוקא בגזלה וכיוצא בה דהיינו כפירה אבל כל דבר שאין בו כפירה כמאן דאיתיה ברשותיה דמאריה מחית\\\\. וא\\\"ת כיון דאודיתא לאו הקנאה היא ההיא הרשאה דבכורות ואוקימנא באודיתא ואמאי קרי לה הרשאה\\\\. איכא למימר כעין הרשאה היא דהא מתני אהדדי דכל מאי דמפיק מכהן להוי לתרוייהו והוה ליה כשותפא שבא מכחו ומכח חבירו ולעולם באודיתא לא מצי למיהדר ביה אע\\\"ג דכתב ביה כל דמתענית מדינא עלאי וכו'\\\\. ומשום הכי אצטריכו רבא ורב פפא לאקנויי אגב ארעא ולא אקני להו באודיתא כי היכי דלא לחזקי בממונא\\\\. והשתא מבעי לן תרוצי מאי דקשיא לן במלתא דרב אשי דאמר שליחא שוייה ולברורי נמי דרב אשי לא אתא לאיפלוגי אנהרדעי אלא \\\\(אמימר\\\\) \\\\[אאמימר\\\\] בלחוד הוא דפליג ואליבא דנהרדעי הוא דקא מפרש כדכתב רב חננאל והרב ר' יצחק ז\\\"ל\\\\. וכן הוא \\\\(העיקרו\\\\) \\\\[העיקר\\\\] באמת וברור דהא דנהרדעי הלכה רווחת היא בכל הגמרא כמו שכתבנו למעלה דהא בהרשאה אמרי' בא במתנה לא אמרינן\\\\. ועוד דנהרדעי גופייהו לא אתו לאשמועינן הכא דכתבינן אורכתא אלא לאשמועינן על מה כותבין אותה אמקרקעי או אפי' אמטלטלי ואם על דלא כפריה או אפי' בדכפריה \\\\(ואז הלשון\\\\) \\\\[ואיזה לשון\\\\] מועיל בהן ואם אפשר להם זולתו כגון דון וזכי והנפק לנפשך לפי שדבר ברור היה אצלם שכותבין הרשאות ורב אשי גופיה לא אתא לאיפלוגי אדנהרדעי כלל דאם אתא לאפלוגי עליהו הוה ליה למימר הכי כיון דכתב בה כל דמתעני' מדינא עלאי לאו אורכתא היא כדאמרי נהרדעי בזיל דון וזכה ועוד אי לא כתב בה כל דמתענית מדינא עלאי לדעת אותם המפרשים ההרשאה ההיא מוציאין בה ממון כי הוא הלשון המבטל לדעת' וכיון שאינו כתוב בה הרשאה טובה היא\\\\. מעתה כך היה לו לרב אשי לומר ואי כתב בה כל דמתענית מן דינא עלאי לאו אורכתא היא\\\\. ומדאמר רב אשי כיון דכתיב כו' אלמא פשיטא ליה מלתא דהכי כתבי' בהו באורכתא כלהו וצורך ההרשאה הוא כמו שאמרנו בזיל דון וזכ' וכו' ואין להם זולתו כמו שכתבנו למעלה מתשובת הרב ר' יצחק ז\\\"ל\\\\. ואין ספק בדבר כי ההרשאות שווי שליח נינהו ואקניאת' נינהו כדכתבינן לעיל\\\\. והנה שמעתא דשבועות \\\\(ל\\\"ג:\\\\) מוכחת דדיקנין הא מנה לפלוני ביד פלוני חייבין ומוקמינן לה בבא בהרשאה ואי אקנית' גמורה היא היכי אמרי' מנה לפלוני ביד פלוני דומיא דאיש פלוני כהן והלא מנה שלו ביד פלוני היא והיכי הויא כעין איש פלוני כהן שהיה תביעה לאחר אלא שמע מינה דכל הרשאה שליח הוי ואפי' הכי מפי' בה ממונא ועכשיו יש לנו לפרש כיון דשליחא הוא כל ההקנאות שהקנה לו אגב קרקע מה יועילו למורשה להוציא בה ממון בכח הרשאה ולימא ליה לאו בעל דברים דידי את מידי דהוה אשליח שעשאו בעדים דאע\\\"ג דהוי שליח \\\\(זכו מכח ליה פקדיה\\\\) \\\\[וכי מסר ליה פקדונו\\\\] מפטר מאונסין ומכל דבר דלא מצי מפיק מניה ממונא מדינא אלא מדעתיה דנפקד\\\\. ועוד הקנאתו למה והלא אינו קונה כלום ובודאי קושיא זו צריכא לפנים\\\\. ואנן מסתבר לן פירקא דהאי קושיא בסיעתא דשמיא דהאי לישנא דכתבינן באורכתא כל דמתענית מדינא עלאי לישנא דזכותא ולישנא דרעותא הוא\\\\. לישנא דזכותא הוא דהכי קאמר ליה אין לי עוד לערער אחריך מפני שהקניתי לך ממון זה וסלקתי את עצמי מן הממון ולישנא דרעותא היא הואיל ושייך נפשיה בחובה וזכות של מורשה \\\\(ואלמא\\\\) \\\\[אלמא\\\\] לא סליק \\\\[נפשי'\\\\] מהאי ממונא הילכך כי אתי לגבי נפקד ובעי למפטר נפשיה מניה בטענת שליחות מצי אמר ליה האיך אדרבא לשנא דזכות היא לגבאי ומרי פקדונא לא מבטל לאורכתא את היכי מבטלת ליה ואיהו ידע בה טפי אי כתב בה לזכותא אי לא וכיון דאיהו לא מבטל לה את לא מצית לבטולה אבל אי אתי לגבי מרי דפקדונא ובעי לאתחזוקי בממונא מצי האיך למימר ליה אנא לרעותא דליך הוא דאכווני ואנא הוא מאריה דממונא את יד בעל השטר על התחתונה\\\\. ואשכחן נמי כי הא מלתא בגמרא דכתובות \\\\(ל\\\"ג\\\\.\\\\) בענין היו שם מאתים של מנה נוטלת וכו' ואקשינן תלתין ותלתא ותילתא הוא דאית ליה אמר שמואל בכותבת בעלת מאתים לבעלת מנה דין ודברים אין לי עמך במנה\\\\. אי הכי אימא סיפא של מאתים ושל שלש מאות שלשה שלשה של זהב ותימא לה הא סלקת נפשך ממנה\\\\. משום דאמר לה מדין ודברים הוא דסליקת נפשאי מכל מקום בעלת מנה נוטלת חמשים\\\\. ותימא לה בעלת שלש מאות לבעלת מנה \\\\(אי\\\\) \\\\[את\\\\] לא שקלת טפי \\\\(ממקנתיך\\\\) \\\\[ממנתיך\\\\] דהא מדין ודברים סליקה נפשה אלא לאו משום דאמרה לה לדידי הא לא מבטלא ולא מידי ולא קא מערער' עילואי להדין דמבטל' בטילא \\\\(לדידך\\\\) \\\\[לדידי\\\\] דלא מבטלא לא בטילא מאי טעמא משום דהאי לישנא משמע לשון מתנה ומשמע נמי סילוק דין ודברים ולמאן דמבטל לה בטל למאן דלא מבטיל ליה לא בטל\\\\. והא מלתא נמי להא דמיא הלכך צריך שיכתוב לו לשון הקנאה ויקנה לו כדין הקנאה כדי דתהוי ידיה אלימא לאפוקי ממונא מהאיך בעל כרחיה\\\\. וצריך למכת' ליה נמי כל דמתענית מדינא עלאי וכו' \\\\[כי\\\\] היכי דלא לחזק בממונא ועוד לאלומי ידיה דשליח' נמי למיזל ולמידן בהדי' דהאיך משליחותא דהאי דאי לאו דשויי' שליח למתבע זכותי' וקביל עליה על דנפיק ליה מן דיניה אע\\\"ג דאמר ליה זיל דון לאו מלתא שלימא היא דמזל ולמידן בהדי' והשלמת זיל דון וזכ' הוא דאי לאו זיל דון וזכי והשלמתו אע\\\"ג דאקני ליה ממונא הקנאה לא מצי למידן בהדי' ולאפוקי מיניה על כרחיה שהרי המוכר שטר חוב לחבירו דאע\\\"ג דקני ליה לההוא ממונא בכתיבה ומסירה לא מצי לאשתעויי דינא בהדיה אלא א\\\"כ כתב לו בשטר המכר תלך ותדון עמו ותוציא זה ממון לעצמך\\\\. ונפקא לן הא מלתא מההיא דגרסינן בכתובות \\\\(פ\\\"ה:\\\\) קריבתיה דרב נחמן זבינתה לכתובתה בטובת הנאה ואגרשה ומתה ושבקה ברתא לסוף אתו לקוחות ותבעוה לברתא וכו' אלמא בהדיה ברתא הוא דמצו למידן בהדי אבוה לא מצו למידן\\\\. ועוד דאמרינן התם \\\\(פ\\\"ו\\\\.\\\\) אי פקח האי מקרקש ליה זוזי וכתיב ליה שטר' על שמיה\\\\. אלמא אי משעבד ליה נפשיה משתעבד ליה אי לא לא ולגבי אורכתא נמי אע\\\"ג דמקנה ליה הקנאה גמור' אי לא כתב ליה זיל דון וכו' והשלמת הדבר כלו דהיינו כל דמתעני' מן דינ' וכו' לא מצי למידן בהדיא דאמר ליה לאו בעל דברים דידי את השתא דכתב ליה הכי לא מצי למדחיי' דאתי ליה מכח דנפשיה ואתי ליה מכח בעל הפקדון הלכך כיון דהאי אורכתא כתב בה לשון הקנאה והויא הקנאה לא מצי האיך למדחייה לא בטענת חזרה ולא בטענת מיתה\\\\. בטענת חזרה לא מדאמרינן חזקה שליח עושה שליחותו הוא הכי נמי אמרי' חזקה בעל הבית מעמידו בשליח ותו לא מצי האיך למימר ליה דילמא הדר בך משליחותא דידך ובטל לאורכתא ואע\\\"ג דקיימא לן דשליח' שוייה ומצי לבטוליה דהאי ומצי לאורוכי לאיניש אחרינא אפי' הכי בטענת שמא לא מצי למדחייה עד דמייתי ראיה דבטול בטלה לאורכיתה\\\\. תדע שהרי הולך מנה לפלוני במתנה קיימא לן \\\\(גיטין ל\\\"ב:\\\\) דהולך לאו כזכ' ואי בעי למהדר ביה מצי הדר ביה ואפי' הכי מסתמא אזיל שליח ויהיב ליה למקבל מתנה ולא חייש לחזרה אלמא מסתמא מוקמינן לבעל הבית בחזקת עומד בדבורו\\\\. וכן רבא שחשש למית' דר' אבא ולא חשש לחזרה ואע\\\"ג דלגבי שליחות הגט לא חיישינן למית' כדתנן \\\\(גיטין כ\\\"ח\\\\.\\\\) המביא גט ממדינת הים והניחו שם זקן או חולה נותנו לה בחזקת שהוא קיים אפי' הכי חשש רבא למיתה ולא חשש לחזרה אלמא מיתה שכיחא טפי מחזרה משום חזקה\\\\. ובטענת מיתה נמי לא מצי למדחייה דכל זמן דלא אתברר' מלתא דחזרה מתנת' היא בין לגבי נפשיה בין לגבי ברי' עד דמגלה דעתיה דבעי לבטולה כדכתיבנא לעיל\\\\. ואם תאמר הלא רבא חשש למית' והכא נמי לדחיי' בטענת מיתה התם שליחות בעלמא הוא דחשש רבא למיתה\\\\. אבל כי אקניניה לרב ספרא אגב ארעא ואורכיה עלויה תו ליכא למיחש למידי\\\\. ואם תאמר בהולך מנה לפלוני במתנה אמאי לא חייש שליח מיתה כדחשש רבא הכא\\\\. הא לאו מלתא היא שהרי אם מת נותן בחיי מקבל מצוה לקיים דברי המת והכי איתא בגטין פרק קמא \\\\(י\\\"ד:\\\\)\\\\. ואם תאמר היאך חשש רבא למיתה והא לגבי ע\\\"א לא חיישינן למיתה\\\\. התם משום דליכא ערעור \\\\[אבל הכא איכא ערעור\\\\] של יורשי ר' אבא וכיון דכתב ליה אורכתא תו ליכא למיחש\\\\. ולא עוד אלא אפי' בשליחות גרידא אם קדם ונתן המעות לידו ואח\\\"כ נודע שכבר חזר בו בעל המעות ובטל שליחותו של זה ונאנסו המעות מיד השליח פטור הלה מהאי טעמא משום דמצי למימר ליה אנא אשליחותא דידיה סמכי ואסהדי סמכי את הוא דפשע' בו דהדר' בך דמידע ידעת דאנא מסרנא לידיה ואדעתא דאמס' לידיה שדרתיה ניהלי ולא אבעי לך למהדר ביה ומשום הכי פטור\\\\. ואמטו להכי חשש רבא למיתה ולא חשש לחזרה\\\\. וכ\\\"ש כי אתי ליה באורכתא דלא מצי מדחי ליה בטענת חזרה אלא א\\\"כ נודע שבטלו\\\\. <מקורות>\\\\[סימן ס\\\"א\\\\]</מקורות> הנה כבר ביארנו הטעמים והסרנו הספקות והעמדנו הדברים על אופניהם על דעת הרב ר' יצחק ורבי' חננאל ז\\\"ל והשוינו לדעת'\\\\. חוץ מדבר שכתב הרב ר' יצחק בתשובתו שאם כפר הנפקד במקצת והודה במקצת שאין זה יכול להשביעו ואפי' מה שהודה לו אינו נותן לו משום דכיון דאית בה כפירה באורכתא בטלה לה כלה\\\\. ועל זה איני משוה עמו ואיני מודה לו דהא אמרינן אמר אביי ואי כתב למחצה לשליש ולרביע מגו דמשתעי דינא אפלגא משתעי דינא אכולה\\\\. ותו אמר אביי \\\\(גיטין מ\\\"ח:\\\\) נקטינן בעל בנכסי אשתו צריך הרשאה ולא אמרן אלא דלית ליה פירא בארעי' אבל אית ליה פיר' בארעי' מגו דמשתעי דינא אפיר' משתעי דינא אגופ' והא נמי להא דמיא\\\\. עוד כתב באותה תשובה ולא תימא כפריה ולא כפריה על הכתיבה הוא חוזר אבל אי כפריה לאחר כתיבה מפקינן בההיא אורכתא אלא לא דיינינן בה כל עיקר גם כל זה איני משוה לדעתו ומאחר שהקנה לו הקנאה גמורה וקנה זה מה שהקנה לו שהרי היה מודה הנפקד באותה שעה היאך יכול זה לבטל הקנאתו של זה בכפירתו\\\\. ועל זה איני מודה לו\\\\. וכן תשובת רבי' האיי גאון ז\\\"ל שכתבנו למעלה בתחלת דברנו איני יודע מי שנאה ואפשר הסופרים שבשוה כאשר הם משבשים כמה העתקות או שמא הגיע לידי מי שאינו בקי והוסיף עליו מדעתו מלה או שתים עד שנשתבשה כל התשובה\\\\. וכלל הדברים על כל דבר אדם יכול להרשו' את חבירו במשפט הקנאתו הראוייה לו חוץ מן הממון שהנתבע כופר עליו בשעת הקנאתו של זה ואפילו חוזר והודה לו אין הרשאה לפי שלא קנאו זה אבל מכל מקום שליח מיהת הוי ואי מסר לידיה מדעתיה מפטר מאונסין\\\\. ואפי' לא כתב בה דון וזכי והנפק לגרמך שליח מיהת הוי דלא גרע משליח שעשאו בעדים ואי אורכתא דארעא היא אע\\\"ג דכפר ביה נמי הויא אורכתא ודוקא ביכול להוציאו בדיינים כגון על ידי עדים או אפי' על ידי שבועה כגון זה אומר אני לקחתיה \\\\[וזה אומר אני לקחתיה\\\\] שנשבעין וחולקין ואם הרשה לאחד על חלקו לתבעו יש כח בידו לדון ולערער עמו ולהוציא מידו \\\\[וכן במלוה בשטר\\\\] \\\\(ואעפ\\\"י\\\\) \\\\[אע\\\"פ\\\\] שהוא כופר במלוה דכיון דנקיט שטרא בידיה כמאן דאיתיה לממונא בעין דמי ומצי לאקנויי ולאורכיי איניש עלויה וכל כפירה שאינה ודאי אינה כפירה שאם כפר באיני יודע לאו כפירה היא והוי' אורכתא קיימת ושמעי' להא מלתא משמעת' דבכורות בענין פדיון הבן שכל אחד מדמה אותו בספק ואפי' הכי מהניא בהו הרשאה אלמא כפירת ספק לאו כפירה היא ולא משתמיט מניה ומפיק מניה או בדינא או בפשרה אלא דאי מטיא ליה שבועה לתובע משתבע מרי דממונא ושקיל\\\\. ואיכא מאן דאמר דלא מצי מרי אורכתא למשקל פשרה מניה דנתבע ללא אורכיה עלויה אלא לדינא כדכתב ליה זיל דון וזכי וכל דמתעני' מן דינא עלאי אלמא בדינא אורכיה בפשרה לא אורכיה ומצי למימר ליה לתקוני שדרתיך ולא לעוותי\\\\. ומסתברא כותיה\\\\. אבל אי פריש ואמר כל דמתענית מן דינא או מפשר' קבילי' עלי הא ודאי אית ליה רשותא למשקל פשרה מניה\\\\. ומר רב יהודאי גאון ז\\\"ל כתב דמאן דמורכין ליה לית ליה רשותא לאורוכי לאיניש אחרינא משום דשליחא הוא ואין רצונו שיהא פקדונו ביד אחר\\\\. ואם צריך לדין עם הנתבע כ\\\"ש שאינו יכול להרשות לאחר במקומו דמצי אמר ליה אנא על טענת' סמיכנא ועל דחברך לא סמיכנא דלא ידע למטעון כוותך\\\\. והא דפסקו קמאי כלהו בלישנא דרב אשי דמרי אורכתא שליחא הוא דהוי ולא שותפא נראה לי דנפקא להו מהא דאמרינן פרק שבועת העדות \\\\(ל\\\"א\\\\.\\\\) ואשר לא טוב עשה בתוך עמיו אמר רב זה שבא בהרשאה\\\\. ושמואל אמר זה הלוקח שדה שיש עליה עסיקין מדאמר רב זה שבא בהרשאה אלמא שלוחא הוא דהוי והרי הוא כמתעבר על ריב לא לו וכמי שמלמד טענות לבעל דין שהרי הוא טוען ולא לו\\\\. ועוד מההיא דאמרינן נמי בההוא פרקא \\\\(ל\\\"ג:\\\\) טעמא דאיש פלוני כהן \\\\(הוא\\\\) \\\\[הא\\\\] מנה לפלוני ביד פלוני חייבין כו' ואוקמה שמואל בבא בהרשאה מדקרינן ליה מנה לפלוני ביד פלוני אלמא תביעתו לאחר היא ולא לעצמו דומיא דאיש פלוני כהן שהוא תביעה לאחר\\\\. והרב ברצלוני ז\\\"ל המחבר כתב בחבורו דהא דאמר רב במדרש ואשר לא טוב עשה בתוך עמיו זה הבא בהרשאה לית הלכתא כותיה אלא כשמואל דפליג עליה דסבירא \\\\(לית\\\\) \\\\[ליה\\\\] דכותבין הרשאות ומשום הכי מוקים לה להאי קרא בלוקח שדה שיש עליה עסיקין וסבירא ליה לזה הרב ז\\\"ל \\\\(כרב\\\\) \\\\[דרב\\\\] דמוקי ליה לקרא בבא בהרשאה פליג אדנהרדעי ואדשמואל וסבירא ליה דאין כותבין הרשאות כלל\\\\. ושבוש גדול הוא זה דאי לא מהניא אורכתא לאפוקי ממונא כלל מאי לא טוב עשה והלא לא עשה כלום אלא ודאי מהניא לאפוקי ממונא אלא שהוא לא טוב עשה שנכנס במחלוקת עם הנתבע ולא לו דהא שליחא בעלמא הוא דהוי כדכתבינן\\\\. ונראה לי דמאי דאמר רב בבא בהרשאה כי לא טוב עשה דוקא היכא דהוו תובע ונתבע בחד דוכתא דמצי איהו למידן בהדי' ואזיל איהו ומקנה ליה לאידך כי היכי דנטעין ליה טפי או דהוא אלמא טפי מיניה ומפחיד ליה להאיך \\\\(מכל מקום\\\\) \\\\[משום הכי\\\\] זה שהכניס עצמו בריב לא לו לא טוב עשה בתוך עמיו אבל היכא דתובע ונתבע רחוקין מהדדי ודאי מצוה הוא דעביד כדי שלא יהא כל אחד ואחד נוטל מעותיו של חבירו והולך ויושב במדינת הים\\\\. ואין לך מציל ממון חבירו גדול מזה\\\\. <מקורות>\\\\[סימן ס\\\"ב\\\\]</מקורות> מרובה חידש רבי' יעקב ז\\\"ל לא כתבינן אורכתא\\\\. ואורכתא השלטה היא מגזרת ריכות שמשליטו על נכסיו להוצי' מיד חבירו\\\\. ולא דמי לאדרכתא \\\\[קי\\\"ב ע\\\"ב\\\\] דההיא הרדפה שמוסרים ב\\\"ד נכסי לוה למלוה \\\\(ומכרזת\\\\) \\\\[ומכריזין\\\\] בשנת פלוני ארכן\\\\. מנוחה הדריכוהו דקרא\\\\. ובגמרא \\\\[כתובות ס' ע\\\"ב\\\\] רהט \\\\(פרכא\\\\) \\\\[פרסא\\\\] ולא אדרכיה אורכתא שהוא לשון השגת הנרדף אמרי נהרדעי לא כתבינן \\\\(אדרכתא\\\\) \\\\[אורכתא\\\\] אמטלטלי ליכא לפרושי דלא כתבינן אורכתא \\\\[על\\\\] \\\\(מ\\\\)שום מטלטלי ואפי' למטלטלי דאפקדון חדא דאיכא למפרך טעמייהו בפקדון מהיכא \\\\(אלימא\\\\) \\\\[אילמא\\\\] מדר' יוחנן\\\\. אימר דאמר ר' יוחנן בגזלה אי נמי בגנבה כדאמרינן דאפקדון מי אמר הא ברשותיה דמפקיד קאי דהא תניא לעיל \\\\[מ\\\"ה ע\\\"א\\\\] בפ' שור שנגח ד' וה' הקדישו בעליו בבית שומר מוקדש \\\\[וצריך\\\\] לפרש כן לא כתבינן \\\\(אדרכתא\\\\) \\\\[אורכתא\\\\] אמטלטלי דגנבה או דגזלה וטעמייהו מדרבי יוחנן הא \\\\(אמר\\\\) \\\\[א\\\\]מטלטלי דאפקדיה או אזוזי \\\\(מליה\\\\) \\\\[מלוה\\\\] מרשינן כי ההיא דבבא בתרא \\\\[ע\\\"ז ע\\\"ב\\\\] דרב ושמואל הוו להו זוזי תליסר אלפי זוזי בי חוזאי וכו' הא דאקנינהו ניהליה שליח אגב סיפא דביתא משום דתנן \\\\(קידושין כ\\\"ו\\\\.\\\\) ושאין להם אחריות נקנין עם נכסים שיש להם אחריות בכסף וכו'\\\\. ויש טועים בלשון ראשון כי לדברי לישנא קמא דנהרדעי אין כותבים משום מטלטלי אורכתא אדפלגיה מדלא פליג כאשר חלק דאיכא דאמרי \\\\(אם\\\\) \\\\[אך\\\\] על קרקע משום דאינה נגזלת וליכא כדפרישית\\\\. ואיכא דאמרי צריך לפרושי לפי שיטתנו דלא כתבי' אורכתא אמטלטלי דגזלה וכפירה אבל לא כפריה כתבינן אע\\\"ג דגזלה ואם תאמר משנתנו ורבא דמסייע לר' יוחנן שאני הכא דמתורת שליח וקא מרבינן אורכתא ושלוחו של אדם כמותו\\\\. והך פי' דהך שמעתא בכל אוקימתיה בעל כרחנו \\\\(ועיורים\\\\) \\\\[וריעיו\\\\] יגיד עליה כי ההיא דיש בכור לנחלה וההיא דשביעית \\\\[שבועות ל\\\"ג ע\\\"ב\\\\] ועל תמיהת רבי' חננאל מתמהי האידנא דכתבינן אורכתא אמטלטלי דכפירה או דגזלה על מה אנו סומכים חידש רבי' דסמכינן אהא דקיימא לן דמחזי כשיקרא לא חיישינן דאע\\\"ג דאמר רב פפא משמיה דרבא האי אשרתא דדייני דכתבי מקמי וכו' פסולה משום דמחזי כשיקרא בפ' ב' \\\\(דבכורות\\\\) \\\\[דכתובות\\\\] כאלו קיימא ולית דחש בה כדאמרינן במסכת גיטין בריש כל הגט וליתא דרב פפא מדרב נחמן דאומר היה ר' מאיר אפי' מצאו באשפה וכו' מדרבי יוחנן אדר' יוחנן שטר שלוה בו ופרעו כו' טעמא דנמחל שעבודו אבל משום שיקרא לא חיישינן דהיא היא ואהא סמכינן למכתב אורכתא \\\\(אבל\\\\) \\\\[אכל\\\\] מילי אפי' אמאי דגזליה וכפריה\\\\. <מקורות>\\\\[סימן קס\\\"ו\\\\]</מקורות> כתב הרב ר' אברהם בר' יצחק ז\\\"ל אב ב\\\"ד על ענין הרשאה\\\\. והרב רבינו יעקב מרומרוג ז\\\"ל כתב והא אמרי נהרדעי לא כתבי' אורכתא אמטלטלי דכפריה דמחזי כשיקרא וקיימא לן דלית הלכתא כנהרדעי דבין לא כפריה ובין כפריה כתבי' דלמחזי כשיקרא לא חיישינן ואף על גב דפרכינן מנהרדעי ומשני משום לתא דידיה פירוקא אחרינא הכי נמי פרכינן מדרב פפא מאשר' דדייני דכתיבא מקמי כו' בפ' האשה שנתרמלה \\\\(כ\\\"א\\\\) ואוקמה מילא אוחרי משום לתא דידיה אף על גב דלית הלכתא הכי כדמוכח בפרק כל גט \\\\(כ\\\"ו\\\\) דלשיקרא לא חיישינן\\\\. ולי אני אברהם בר' יצחק ז\\\"ל הכותב מתחזי דמשום הכי כתבי' אורכתא שלא יהא כל אחד ואחד מוליך מעותיו של חבירו למדינת הים ויושב לו שם לכך עשו תקנה להחזיר ממון לבעליו שיוכל לעשות שליח ויוציא ממנו בעל כרחו ונהגו נמי האי תקנה אפי' היכא דכפריה שלא יתרגל אדם לכפור ממון חבירו כדי שלא יתננו לשלוחו ודמיא האי מלתא למאי דאמרי' בכתובות \\\\(פ\\\"ח\\\\.\\\\) הנפרעת שלא בפניו דאפילו בבעל חוב תקינו רבנן שיהא נשבע ונוטל ול\\\"ח לשובר כדאיתא בפ' שום היתומים \\\\(ערכין כ\\\"ב:\\\\) שלא יהא כ\\\"א ואחד הולך ונוטל מעותיו של חבירו ויושב לו למדינת הים ולכך נהגו לכתוב הרשאה אפי' בדכפריה דיכול להשביעו אי מודה מקצת הטענה הוא שאין יכול להפכה\\\\. או שאר שבועות של תורה כגון עד אחד וארבעה שומרים ודרבי חייא קמייתא\\\\. אבל אם המורשה תובעו וזה אמר פרעתי או אמר לא היו דברים מעולם מחייבים לנתבע שבועת היסת אם ירצה הנתבע לפטור עצמו בשבועת היסת מוטב ואם רוצה להפכה על בעל דינו זה המורשה אינו יכול לישבע במקום הבעל דין אלא בית דין של אותו מקום שידין המורשה עם הנתבע ישלחו כתבם לבית דין שבמקום הבעל דין ויחרימו עליו ואם נאמר על פי החרם שזה הנתבע חייב לו זה הממון ואחר כן יפרענו הנתבע למורשה זה\\\\. עד כאן כתב רבי אברהם ברבי יצחק ז\\\"ל אב בית דין\\\\. <מקורות>\\\\[סימן רי\\\"ז\\\\]</מקורות> \"}","{\"header\":\"פרק החובל\",\"text\":\"\"}","{\"header\":\"דף פד\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"החובל שליחותייהו קא עבדינן מידי דהוה אהודאות ואהלואות ובגיטין אמרינן בפ' בתרא \\\\(פ\\\"ח:\\\\) אי הכי גזלות וחבלות נמי כי עבדינן שליחותייהו במילתא דלא שכיחא כו' וקשיא לר' דהכא משמע דאין דנין דיני גזלות בבבל והא אמרינן בהגוזל קמא \\\\(צ\\\"ו:\\\\) ההוא גברא דגזל פדנא דתורא מחבריה כרב בהו לסוף אהדרינהו למריהו אתו לקמיה דרב נחמן אמר להו זיל שומו \\\\(להו שומא דאשכח\\\\) \\\\[שבחא דאשבח\\\\] כו' אלמא דרב נחמן שהיה בבבל דן דיני גזלות\\\\. ואע\\\"ג דמסיק התם האי גברא גזלנא הוא ובעינא דאקנסיה לא הדר אלא \\\\(למאן\\\\) \\\\[למאי\\\\] דפריך רבא סוף סוף גזלה היא והדרא בעינא דהא תנן כל הגזלנים משלמים כשעת הגזלה \\\\(והכא\\\\) \\\\[ואהא\\\\] קא מהדר בעינא דאקנסי' אבל אקרן מחייב ליה מן הדין ותו דהא עדיף אשכח לפרוך אקרנא אמאי מחייבת ליה הא אין דנין דיני גזלות בבבל וטובא אשכחן דדנין אותו בבבל דחזינן בפ' בתרא \\\\(קט\\\"ו\\\\.\\\\) דחנן בישא גזל גלימא ודייניה רב הונא ו\\\\[נ\\\\]רשאה גנב ספרא ודייניה אביי בשלמא אחבלות לא קשיא לן אע\\\"ג דאמר \\\\(ל\\\"ז\\\\.\\\\) חנן בישא תקע ליה לחבריה ודייניה רב \\\\(פפא\\\\) \\\\[הונא\\\\] התם רמי בושתא לחודיה וכי אמרי' אין דנין דיני חבלות בבבל זה הוא נזק\\\\. ורב פפא לית ליה דרב נחמן דאמר בשת אין גנבה לא דשלח ליה רב נחמן לרב חסדא חסדא חסדא קנסות קא מגבית בבבל אלא גזלות קשיא\\\\. ואומר ר' דהא דאמרינן אין דנין גזלות בבבל כגון קרקע והשביחה וקרן ודאי מחזירין בבבל אבל שבח שצריך שומא אין דנין בבבל דאין בני בבל בקיאין בשומא דקרקע דקרקע אינה נגזלת להחזיר את הפירות אבל שאר גזלות דנין ועוד בחזקת הבתים \\\\(ב\\\"ב ל\\\\.\\\\) משכחינן טובא דאמר ליה לחבריה מאי בעית בהאי ארעא דהיינו גזלה כדאמרינן\\\\. היכי דמי מחאה פלניא הוא \\\\(שם ל\\\"ח:\\\\) דאכל לארעא בגזלנותא\\\\. <מקורות>\\\\[סימן קס\\\"ז\\\\]</מקורות> \"}","{\"header\":\"פרק הגוזל עצים\",\"text\":\"\"}","{\"header\":\"דף צה\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"הגוזל רבה\\\\. וה\\\\(ו\\\\)א מעשים בכל יום וקא מגבי שמואל בשבח המגיע לכתפים\\\\. ולדברי המפרשים שהגיע ליקצץ ולגדר ולישא על כתפים אינו מיושב דהא אמרינן בפ' נערה שנתפתתה \\\\[נ\\\"א ע\\\"א\\\\] והא קיי\\\"ל כל דבר העומד ליגדר כגדור דמי\\\\. א\\\"כ אמאי מגבי ליה שמואל אלא הכי פירושו שבח המגיע לכתפים זה שבח שנתלש כגון תבואה וכיוצא בה וכל דבר הנתלש מיקרי הכי ושמואל הוה מגבי מי שאינו עומד ליגדר ושאינו מגיע לכתפים כגון דיקלא ואלים ארעא ומסקא סרטון שאינו בדבר התלוש כדאמרינן ביש נוחלין \\\\[קל\\\"ה ע\\\"ב\\\\] בעי רבא שבח שהשביחו נכסים מאליהן מהו בשבח המגיע לכתפים לא תבעי לך דכנפלו ממקום אחר דמי\\\\. כי תבעי לך שאין המגיע לכתפים כגון ארעא ומסקא שרטון וכגון דיקלא ואלים\\\\. והא דאמרינן הא קי\\\"ל כל העומד ליגדר כגדור דמי\\\\. \\\\(כתובות נ\\\"א\\\\.\\\\) הכי קימא לן בפרק הכונס צאן לדיר \\\\(נ\\\"ט:\\\\) ר' שמעון אומר אכלה פירות גמורים אם סאה אם סאתים\\\\. אמר רב הלכה כר' שמעון דכל העומד ליקצר כקצור דמי\\\\. עד כאן כתב הרב רבי' יעקב מרומרוג ז\\\"ל בס' הישר שלו\\\\. <מקורות>\\\\[סימן קס\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף ק\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"דימה אדוני להתיר יין שעירה ע\\\"א בזמן הזה מכלי אל כלי לפי שפסק בפירושיו רבי' שמואל ז\\\"ל מרומרוג שהם עכשיו ע\\\"א כתינוקות בני יומן לפי שאין יודעים בטיב ע\\\"א ומשמשיה שאין דרכן לשכשך יין לע\\\"א ויינם אסור בשתיה ומותר בהנאה כתינוק בן יומו ואמרי' \\\\(ע\\\"ז נ\\\"ז\\\\.\\\\) אלו הם גדולים שעושים יין נסך ואלו הם קטנים שאין עושין יין נסך גדולים שיודעים בטיב ע\\\"א ומשמשיה\\\\. ומטעם זה התיר רבינו שמואל ז\\\"ל מרומרוג מגע ע\\\"א בזמן הזה בהנאה כמו תינוק בן יומו\\\\. ואדוני רוצה להתיר עירוי בכונה אפילו בשתיה כיון שנחשוב כתינוק בן יומו שמגעו חשוב מגעו שלא בכונה דהואיל וכן גם עירוי יהא חשוב שלא בכונה ומותר\\\\. ישכיל אדוני שלא יתכן לעשות ע\\\"א של עכשיו כתינוק בן יומו להתיר מגעם בהנאה מטעם שהוא מותר כתינוק בן יומו כי בתינוק בן יומו שמתירו רב בהנאה אין זה מטעם שאינו יודע בטיב ע\\\"א ומשמשיה כי כך יחמיר כשאינו יודע בטיב ע\\\"א כמו ביודע דלדידיה מוכחא סוגיא דבין גדולים בין קטנים עושין יין נסך ליאסר בהנאה ואליביה אין חילוק בין גדולים בין קטנים רק בבני השפחות\\\\. אבל בעבדים שמלו ולא טבלו עושין יין נסך כמו גדולים וכ\\\"ש קטנים ע\\\"א לרב שעושין יין נסך ליאסר אפי' בהנאה כמו הגדולים\\\\. ובבן יומו שמתיר בהנאה זו לפי שאינו מכיר במה שהוא נוגע בדין והוה ליה מגע שלא בכונה אבל הנוגע בכונה אפי' אינו יודע בטיב ע\\\"א ומשמשיה אוסר אף בהנאה כמו היודע\\\\. ולמאן דמוקי חילוק בברייתא דגדולים וקטנים אף בעבדים ולאפוקי מדרב אפי' כשהיה מתיר מגע ע\\\"א קטנים אם באנו לדמות ע\\\"א של עכשו לאותם קטנים ולפסוק כמו דמוקים לבריתא לאפוקי מדרב א\\\"כ היה לנו להתיר כל מגע ע\\\"א בזמן הזה\\\\. וחלילה וחלילה וחס לאלהי פנחס\\\\. וכל רבותי' וכל הגאונים פסקו שהלכה רווחת בישראל כרב וחלילה לך מלדמות עוד מגע וכח ע\\\"א בזמן כשהוא בכונה למגע וכח שלא בכונה וישתקע הדבר ולא יאמר עוד\\\\. ההיא דמערה יין נסך מחבית לבור אפי' כל היום כלו ראשון ראשון בטל \\\\(שם ע\\\"ג\\\\.\\\\) \\\\(אינו\\\\) \\\\[אני\\\\] מפרש דבכל מקום איסור עורר איסור להיות חוזר וניעור כדמוכח שמעתא דפרק ג' דבכורות \\\\(כ\\\"ב\\\\.\\\\) ואפי' בהפסק כגון ציר שהשיקו במים ואחר כך נותנו בקדרה שהיתר עומד שם אסור \\\\(לרב\\\\) \\\\[ורב\\\\] דימי גופיה קאמר ליה \\\\(וההיא\\\\) \\\\[לההיא\\\\] דבכורות ונפרצה ונפרצה תרי זימני דגבי מחיצת הכרם \\\\(ב\\\"ק ק':\\\\) לאו משום \\\\(דליצטרפו\\\\) \\\\[דלא לצטרפו\\\\] זה עם זה דתרתי פרצות בהדי הדדי למאתים אלא לאשמועי' דאע\\\"ג דכי נפרצה זימנא קמייתא אומרים לו גדור אפי' הכי צריך שיאמרו לו ויתרו בו אף בשניה ואם לאו לא יתחייב דבכל מקום שאנו אומרים אם הוסיף מאתים אוסר חזי' דאיסור עורר איסור לכל הפחות בלא הפסק\\\\. ואף \\\\(גבולי\\\\) \\\\[גדולי\\\\] היתר אמרינן בנדרים \\\\(נ\\\"ז:\\\\) מעלין את האיסור ולא אמרי' ראשון ראשון בטל\\\\. וגם ברביית נוטפין על הזוחלין \\\\(שבת ס\\\"ה:\\\\)\\\\. אבל במקומות מועטין יש שמקל לומר ראשון ראשון בטל ביש הפסד\\\\. כגון בפרק נוטל \\\\(קמ\\\"ב\\\\.\\\\) דלא הספיק להגביה עד שנפלה אחרת ובסוף נדה \\\\(ע\\\"א:\\\\) גבי דם תבוסה וגבי דם קדשים לתוך מים דאמרי' \\\\(זבחים ע\\\"ז:\\\\) ראשון ראשון בטל ביש הפסק היינו משום דשייך דיחוי לענין נראה ונדחה אינו חוזר ונראה\\\\. וגבי יין נסך לא מסתבר לומר דהקלו בו להתיר ראשון ראשון בטל יותר משאר איסורין דהא משום חומרא דע\\\"א אחמירו ביה טובא שאוסר במשהו מה שאין כן בשאר איסורין\\\\. אלא הכי פי' אפילו כל היום כלו בטל משהו ומשהו בששים עד שירבה האיסור כל כך \\\\(אלא\\\\) שלא יהא בהיתר לבטלו שאם היה רבה כל כך שאפי' בשאר איסורין היה האיסור עורר איסור וכל שכן יין נסך דחמיר טפי ודוקא מערה מחבית לבור שאינו נופל \\\\(כלומר\\\\] \\\\[כלו\\\\] ביחד אלא מעט כדרך שמריקים יין מדרך פיה אע\\\"ג דאם עירה החבית הרבה ביחד אוסר את הבור בתחלת העירוי אע\\\"ג דליכא כדי נתינת טעם\\\\. מכל מקום כשמערה מעט מעט כדרך מערה מחבית לבור אמרי' ראשון ראשון בטל אע\\\"ג דנפיש עמודיה טפי מצרצור קטן\\\\. ובטל כל זמן שאינו רבה כל כך שיהא ראוי להיות חוזר וניעור כגון שכל שמה יש ששים של היתר וכל היום כלו דקאמר כל שאין בו איסור לתת טעם קאמר ואפחות מכדי נתינת טעם שאוסר משנתינו ביין נסך טפי משאר איסורין\\\\. ועל זה בא לפרש דדוקא בהיתרא לגו איסורא אבל איסורא לגו היתרא כל משהו ומשהו ראשון ראשון בטל עד שירבה האיסור כל כך שלא יהא בהיתר \\\\[ששים\\\\] כנגד כל האיסור\\\\. דאז הוא דאסור אפי' בשאר איסורין שאין איסורין במשהו אלא בנותן טעם\\\\. תנן יין נסך אסור ואוסר בכל שהוא\\\\. מאי לאו איסורא לגו התירא ואפי' הכי אוסר בכל שהוא דהיינו טפה אחת\\\\. לא היתרא לגו איסורא\\\\. יין במים בנותן טעם מאי לאו איסורא לגו התרא\\\\. והואיל וכן גם רישא דיין ביין ומים במים איסורא לנו היתרא\\\\. והדרא קושין לדוכתיה דאע\\\"ג דהוי מין במינו לא אמרינן דלבטול קמא קמא אלא אפי' משהו ראשון אוסר לאלתר בנפילתו אפי' יש שם היתר הרבה אלף אלפים כיוצא בו אבל יין במים גופיה דהוי מין בשאינו מינו לא קשיא ליה למה חוזר וניעור בנתינת טעם דהא בשאר איסורין נמי חוזר וניעור כשרבה עד כדי נתינת טעם ואפי' מין במינו שאין טעם האיסור ניכר וידוע שם וכל שכן מין בשאינו מינו שטעם האיסור ניכר ברבייתו עד שנותן טעם יש לו להיות חוזר וניעור\\\\. ומשני לא אלא גם זה היתרא לגו איסורא\\\\. והדר פריך מדרישא מים דאיסורא סיפא נמי מים דאיסורא\\\\. וקתני מים ביין בנותן טעם והיינו אסורא לגו היתרא ומסתמא כיון דסיפא דיין במים ומים ביין מיירי בין בהיתרא לגו איסורא ובין באיסורא לגו היתרא רישא נמי מיירי בין בהיתרא לגו איסורא בין באיסורא לגו היתרא וקאמר שמה שהוא אסור הנופל בהיתר דהיינו טפה אחת אוסרת לאלתר אפי' אלף אלפים כיוצא בה וקשיא לרב דימי ומשני כולה מתני' היתרא לגו איסורא\\\\. ואע\\\"ג דהכא מיא דהיתרא והכא מיא דאיסורא הוי שפיר חד גוונא כולה מתניתין דכולא בהיתרא לנו איסורא\\\\. <מקורות>\\\\[סימן פ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף קב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"הרוצה לתת לחבירו עיסקא לקצבה בהיתר כך יעשה\\\\. יאמר המפקיד לנפקד הילך מעות הללו ועסוק במשאם ומתנם להשתכר בהם בהלואה לע\\\"א בריבית\\\\. למחצית שכר \\\\(ומחצית\\\\) \\\\[וממחצית\\\\] שכר שלי יהא העשור לשכר עמלך או פחות או יתר כפי הענין שהוא נראה שיהיה לו לעשות ואל תלוה אותם בלא משכון טוב\\\\. ומרבית של זהב וכסף ושים המעות תדיר תחת הקרקע משום שמור מאש וגנבים ובלא ידיעת בני אדם שלא יודע לגנבים ולא יעלה בדעתם לגנוב וכשתק' כמו כן משכון זהב וכסף הצניעהו במקום המשתמר תחת הקרקע ומכל שכר שתשתכר במעות לא יהא לי לשנה רק כך וכך וגם אם יעלה החצי שלי יותר המותר יהא שלך ויותר מהחצ' אל תתן לי בשום ענין וגם מן החצי תעכב שכר עמלך כאשר כתבתי לך\\\\. ואם המפקיד ירא כי שמא לא יעלה הרבית לכפלים מקצבתו שקצב ליטול לעצמו מן השבח יקבל אחריות כל הממון עליו רק אם ישמור הנפקד המעות והמשכון שמירה מעליא כאשר פירשתי\\\\. ואז יוכל המפקיד ליטול השבח בלא איסור רבית ולא ידאג כ\\\"כ ממיעוט השבח שלא יעלה כדי קצבתו של מפקיד שיש לו ליטול וגם מן האחריות לא יהא צריך לדאג אעפ\\\"י שכלו עליו דלא שכיח שיהא הפסד בממון אם ישמור שמירה מעולה הזאת שמצוהו לעשות \\\\(הוא\\\\) \\\\[והא\\\\] מקבל הנפקד עליו כמו כן לשמור כן\\\\. וגם יצוהו שלא יקח משכונות זהב וכסף מיושבי העיר גדולים ואלמים שיצטרך להחזיר באמנה בעל כרחו\\\\. ואחר שיתנה המפקיד עם הנפקד תנאים הללו יוכל הנפקד להלוות בכל ענין שיהא סבור להשתכר ולא יהיה עליו עונש כיון שיודע שלא התנה עמו המפקיד כן אלא להטיל כל האחריות עליו אם ישנה ואינו כמתכוין אלא לטובתו של בעל המעות\\\\. ואין לחוש ולומר שכששינה ויהיה כל האחריות עליו נעשה כמו לוה מן הכל כיון שקבל האחריות עליו ונמצא מפקיד נוט' רבית מן הנפקד דהא אמרי' בהגוזל עצים הנותן מעות לחבירו ליקח מהם חטים ולקח בהם שעורים אם פחתו פחתו לו ואם הותירו הותירו לאמצע\\\\. ומוקמינן לה התם כשנתנם לו בסחורה לקנות חטים כדי להשתכר בהם אלמא אע\\\"ג בשינ' מצווי בעל המעות לפי שכשסבור שישתכר יותר \\\\(בשוערים\\\\) \\\\[בשעורים\\\\] מבחטים ואינו מתכוין להוציא בכך מעות מרשות הבעלים \\\\(ומזקתן\\\\) \\\\[ומחזקתן\\\\] שחצי השכר יהיה לבעל המעות בהיתר ולא יחשב רבית אע\\\"ג שהוטל עתה כל האחריות על שליח על ידי ששינה צווי בעל המעות הללו לצרכיו ולא ייחד למפקיד מחובות שחייבים לו ליטול המפקיד קצבתו מרבית שא\\\"כ נמצא הנפקד נותן רבית למפקיד כי המפקיד אינו זוכה בחובות הע\\\"א לקנות החובות אלא במעמד שלשתם\\\\. ואם בא להוציא המעות ולקנות עליהם חובות הע\\\"א במעמד שלשתם לא יהא אחריותו על הנפקד ויתנה המפקיד עם הנפקד שאם יארע \\\\(שוציא\\\\) \\\\[שיוציא\\\\] מן המעות לצרכו שיחזיר מעות אחרים תחתיהם ויזכה לו ע\\\"י אחרים ולא ע\\\"י בנו ובתו הסמוכים לו על שלחנו ולא ע\\\"י אשתו וע\\\"א ומשעה שיזכה לו באחריות המפקיד כמו שהיו הראשונים\\\\. ואם יערבם הנפקד בהלואותיו שלא ידע איזה מלוה מאותן שהע\\\"א חייבים לו היא מאלו המעות ואיזו ממעות שלו ונותן מספ' לבעל הממון קצבה אעפ\\\"י שמסופק אם הרויחו מעותיו של מפקיד כ\\\"כ אין בזה איסורי רבית כ\\\"ז שלא נתברר לו שלא הרויחו מעותיו \\\\(וכל\\\\) \\\\[כל\\\\] כך שהרי לצאת ידי שמים חייב ליתן לו כל קצבותיו כיון שהוא מסופק אם חייב לו ואם לאו\\\\. והוא הנפקד ימחול לו למפקיד שלא יהא עליו עונש גזל ורבית במה שנותנים לו לצאת ידי שמים מספק ואם הוא חושש המפקיד פן יהתל בו הנפקד ויוציאם לצרכיו ויורה היתר לעצמו ויתן לו רבית שתצא מחובותיו\\\\. או שמא יאמר לו לבסוף כי הלוה לו מעותיו ולא הרויחו כי יהא בוש לו' שהוציאם \\\\(יקח אומנותו\\\\) \\\\[ויקיים אמונתו\\\\] שאם יוציא מהם שיחזור בקרוב ויזכה לו וילוה ברבית כאשר סומך זה על זה\\\\. <מקורות>\\\\[סימן ס'\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"גם זה מדיני העסק\\\\. האומר לחבירו הילך מעות למחצה שכר ואמר לו השמר שלא תלוה אותם בערבים אלא על משכונות ועבר על מצותו והלוה אם הרויחו המעות הרויחו לאמצע ואם הפסידו הפסידו לעצמו לפי שאין השתוף בטל בפשיעתו של זה אלא הממון משותף והוא מתחייב בפשיעתו דתניא הנותן מעות לחבירו ליקח בהם חטים למחצה שכר ולקח בהם שעורים וכו' תני חדא אם פחתו פחתו לו ואם הותירו הותירו לו ותניא אידך אם פחתו פחתו לו ואם הותירו \\\\[הותירו\\\\] לאמצע כגון שנתן לו בתורת שתוף ואוקימנא להך ברייתא כרבי יהודה דאמר לא קני להו בשינוי אלא כל המשנה ידו על התחתונה וקי\\\"ל כוותיה ואם על השנוי לא נסתלק השתוף ק\\\"ו על הפשיעה\\\\. עד כאן השגתי בחדוש דיני העסק ואם יזדמנו לידי עוד אכתוב אליך\\\\. <מקורות>\\\\[סימן נ\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף קד\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"הנה כבר השלמנו משפטי ההרשאות כפי דעתנו והשגת ידינו ויש די במה שכתבנו לכל מבין ומשכיל ומורה האמת\\\\. ואחר שבררנו את כל אלה אני רוצה לפרש מה שאמרו בהגוזל רבה \\\\(ב\\\"ק ק\\\"ד\\\\.\\\\) אמר רב יהודה אמר שמואל אין משלחין מעות בדיוקני אפי' עדים חתומים עליה\\\\. ור' יוחנן אמר אם עדים חתומים עליה \\\\[משלחין\\\\] ולשמואל מאי תקנתיה כי הא דר' אבא הוו ליה זוזי ביד רב יוסף בר חמא\\\\. ואית דגרסי \\\\[הוה מסיק זוזי\\\\] \\\\(כדר'\\\\) \\\\[בדרב\\\\] יוסף בר חמא וכו'\\\\. והאי לישנא בתרא משמע דהלואה הות\\\\. ואם תאמר הלואה היאך \\\\[נקנית\\\\] אגב ארע' אפשר לומר שהגיע זמן הפרעון ומזומנים היו המעות אלא שהיה מתירא מאונס הדרך וכי האי גונא ודאי כפקדון דמו להקנותם אגב קרקע שהרי לקדש את האשה נמי הרי יצאו מתורת מלוה כדאמרי' בקדושין \\\\(ו':\\\\) בהנאת מלוה מקודשת ומפרשין לה דארוח לה זימנא\\\\. ומפרש לה הרב ר' יצחק ז\\\"ל כגון שהגיע הזמן והמעות מזומנים בידה לפרוע והיא רוצה לפרעם והכא נמי לענין אקנויי מקנו נמי \\\\[אגב\\\\] ארעא\\\\. ופסק הרב ר' יצחק ז\\\"ל כשמואל בהא וליתא לדר' יוחנן\\\\. הא מלתא דדיוקני צריכ' לפני' דמאי ניהי אי שווי' שליח בשטר חוב וכתב ליה צורתו באותו שטר להיות לו לאות והחתי' לעדי' על הצורה לקיים אותה שהיא צורתו אם העדים חתמו על השליחות אמאי אין משלחין בה מעות ואפי' בדלא דיוקני אטו מי גרע שטרא משליח שעשאו בעדים דקימא לן דהוי שליח ומפטר האיך מאונסים ואי לא חתמו עדים אשליחות אלא בדיוקני שהיא שלו אם כן דקאמר ולשמואל מאי תקנתיה כי הא וכו' לימא ליה דחתמו עדים אשליחות ושפיר דמי\\\\. ואם תאמר דילמא לא מקיימ' חתימת עדים ולא מהניא חתימה מידי\\\\. אם כן אפי' באקנית' אגב ארעא נמי לית ליה תקנתא מכי מייתי שטר הקנאה בידיה דילמא לא מצי לקיימה לחתימת עדים אלא כך צריך לפרש אין משלחים מעות בדיוקני אפי' כתב לו שטר שליחות וכתב לו צורתו עליה לאות והחתים עדים על פי השליחות ועל הדיוקני שהוא שלו אפי' הכי אין משלחין בידו מעות כדי שיוכל זה להפטר מאונסין מאי טעמא דילמא אדאתי שליח לגבי דנפקד שכיב מרי פקדונא ונפלי שליחותא דידיה ולאו כלום היא\\\\. ור' יוחנן אמר אם עדים חתומים על השליחות משלחים דכיון דטרח כולי האי למפטריה בכל ענין הוא דעבד בין מינה בין מירתיה ולית הלכתא בהא כר' יוחנן אלא כשמואל\\\\. ולשמואל לית ליה תקנתא לחשש מיתה אלא באקנית' ואורכתא כמעשה דרבא ורב ספרא בזוזי דר' אבא וכמעשה דרב פפא דאורכי' לרב שמואל בר אחא ואקנייה אגב סיפא דביתיה דהנהו ודאי תו ליכא למיחש בהו מידי כדכתבינן\\\\. והאי דנפק רב פפא לאפי' דרב שמואל עד תווך\\\\. איכא מאן דמפרש כי היכי דלא לחזוק בהו\\\\. וקשיא ליה אי ההוא מעשה אורכתא הוה והא קיימא לן דשליחא הוי ואי תפס מפקינן מיניה ולא היא ודאי אורכתא הות ואפי' הכי חש לה למילתא משום דלא בעא למיקם בדינא ודיינא\\\\. אי נמי דאיכא לפרושיה דמשום שמחת מעותיו יצא לקראתו\\\\. אי נמי לכבודו מפני שטרח להביא לו ממון גדול כזה והא דאמר ליה רבא לרב ספרא מי כתב לך ר' אבא התקבלתי הכי פירושה מי כתב לך ר' אבא שטרא הכי כשתתנו מעותי ליד רב ספרא הריני כאילו התקבלתי ואז היינו פטורים על ידך מאונסין\\\\. ואי קשיא לך למה ליה שטר התקבלתי והא שליח שוייה וקיימא לן כרב חסדא דאמר שליח הוי ואם תאמר כי אמר רב חסדא שליח הוי דוקא היכא דכתב ליה הכי אבל בסתמא לא\\\\. אם כן רבה היכא פליג עליה בהאי לא קשיא הא דאמרי' בסתמא נמי הוי שליח הני מילי שעשאו בעדים אבל בלא עדים לא ואע\\\"ג דמהימן ליה \\\\(שוייה\\\\) \\\\[דשווייה\\\\] שליח אפי' הכי כיון דלא בפני עדים אמר ליה לאו לענין מפטריה מאונסין שווייה שליח\\\\. ומשום הכי אצטריכא שטרא דנכתוב ליה התקבלתי\\\\. והא דפליגי \\\\(רבא\\\\) \\\\[רבה\\\\] ורב חסדא בשליח שעשאו בעדים אי מפטר מאונסין על ידיה \\\\(אלא\\\\) \\\\[אי לא\\\\] לאו דאמר ליה לשליח בסהדי אימא ליה לפלניא דנשדר לי זוזאי בידך דכי האי גוונא ודאי מפטר ומתניתין היא \\\\(ב\\\"מ צ\\\"ח:\\\\) אמר לו השואל שלחה לי ביד בני או ביד שלוחי וכו' וכן בשעה שמחזירה ומה לי כי אמר ליה איהו ומה לי כי שדר ליה ע\\\"י שליח ועדים מעידין עליו אלא הא דפליגי בשליח כגון שאמר לו אמור לפלוני אם ירצה לשלח מעותי על ידך ואם ירצה קבל אותם והביאם אלי ואמר לו כן בפני עדים זה הוא השליח שנחלקו עליו וקיימא לן דהוי שליח\\\\. וכתב הרב ר' יצחק ז\\\"ל דהיכא דאתנו ביניהו מעיקרא דכל מה דמשדר ליה חד לחבריה אית ליה רשותא לשדורי ליה דמיה \\\\(בהדיה מאי דבעו\\\\) \\\\[בהדי מאן דבעי\\\\] תנאי ממון הוא וקיים ואי אתניס פטור מאונסין\\\\. אמר אברהם בר' דוד ז\\\"ל והוא שלא פשע בו שאם שלח לו ביד מי שהוחזק כפרן או גזלן לא מפטר וכן אם שם את ממונו במקום שאין הרבים רוצים להכניס בו את ממונם הרי הוא פושע ועל דעת כן לא אורכיה מן הסתם אלא א\\\"כ פירש לומר כי מן האונסין נתכוון לפטרו ולא מן הפשיטות\\\\. עוד כתב הרב ז\\\"ל דהיכא דשדר ליה חבריה כתבא ואמר ליה שדר \\\\(ליה\\\\) \\\\[לי\\\\] ההוא מידי דאית לי גבך ויהבינהו ניהליה לא מחייב באחריותן דהכין נהגו האידנא תגרי\\\\. וקימא לן \\\\(כפי\\\\) \\\\[בכי\\\\] הא דמנהגא מלתא הי' והכין שדרו ממתיבת' והני מילי אדעתיה וכו'\\\\. אמר אברהם לולי שהדבר הזה תלו אותו במנהג ואפשר שכך נהגו התגרים שהם מוסרים ממון לזה משיבא להם הכתב וכיון שכך נהגו אין לדון אחריהם אבל אם לא כן הייתי אומר שאין ראיה מהבאת הכתב למסור הממון בידו ואפשר שכך אמר לו שלח את ממוני ביד מי שהוא ראוי לשלחו שיבא בלא סכנה וביד נאמן ואם לא עשה כן יהא חייב באונסיו\\\\. אבל השתא דכתבו הגאונים ז\\\"ל שהמנהג כך היה למסרו ליד מביא הכתב אין לנו אלא מה שנהגו\\\\. ונראה לי דוקא במקום שנהגו אבל במקומנו אין אנו בקיאים במנהגות הללו אלא הכל כפי מה שהתנו ביניהם מתחלה ובמה שהתנו ביניהם מתחלה נמי אם התנה עמו ש\\\\[י\\\\]שלח לו ביד מי \\\\(שהביא\\\\) \\\\[שיביא\\\\] לו כתב ידו ומשמסר לידו נאנסו ואח\\\"כ בא בעל הממון ותבע את ממונו מן הנפקד וטען הלה ואמר כבר נתתיו לשליח שהביא לי כתב ידך בשליחותך אמר הלה אני לא כתבתי לו מעולם אם הוציא הלה את הכתב וכתב ידו ידועה בעדים שהיא היא או שהיה כתב ידו יוצא ממקום אחר בודאי פטור הוא\\\\. ואם אינה ידועה בעדים ואין כתב ידו יוצאה ממקום אחר ואמר אני מכיר בה שהיא חתימת ידך אם זה הממון מופקד אצלו בלא עדים או אפילו בעדות על פה שלא בשטר מתוך שיכול לומר לו לא היו דברים מעולם אי נמי החזרתים לך מידי לידך יוכל לומר לו אני מכיר שכתב ידך הוא זה ומסרתיו ליד שלוחך ומכל מקום בשבועת הסת\\\\. ואם זה הממון יש עליו שטר פקדון צריך שבועה חמורה ובשבועה חמורה מיהת נפטר מתוך שיכול לומר לו נאנסו מידי יכול כמו כן לומר החזרתים לך ביד שלוחך ולא מצי האיך למימר שטרך בידי מאי בעי דהכי אפסיקא הלכתא בהדיא פרק המוכר את הבית \\\\(ע':\\\\)\\\\. ואם היא מלוה בשטר אפי' בשבועה חמורה אינו נאמן אלא שיכול הוא להשביע את המלוה שבועה חמורה בחפץ אם היה כתב ידו אם לא מפני שזה דומה למה שאמרו \\\\(שבועות ע\\\"א\\\\.\\\\) אמר ליה אשתבע לי משתבע ליה\\\\. והקשו על זה ומה בין זה לפוגם את שטרו אמרו התם אע\\\"ג דלא טעין טענינן ליה וכו' אלמא שבועה חמורה היא כעין פוגם את שטרו וכללו של דבר כשהמפקיד אינו מאמין בטענת הנפקד אין הנפקד יוצא מידי שבועת הסת או מחרם סתם אלא אם כן מסר בעדים\\\\. ובשליח שנאנסו המעות בידו צריך שבועה חמורה מפני שהוא שבועת השומרים והדרכים כבר הם ידועים לשבועת הסת ולחרם סתם שכך פירשו הגאונים ז\\\"ל כל זמן שהתובע בא בטענת בריא והלה כופר בו היא שבועה הסת בשם שלא בחפץ כגון זה שהוא כופר בכתב ידו אי נמי כגון שהוא כופר בתנאים שהתנו ביניהם מתחלה ובזמן שהתובע בא בטענת ספק היא חרם סתם שאינו מזכיר שם הנתבע אלא כל מי שיודע בכך וכך ולא יהא מודה יהא כך ויהא כך\\\\. וטענת ספק בענין הזה כגון שלא הגיעו המעות לידו והשליח אומר נאנסו ממני והלה טוען א\\\\[י\\\\]ני מאמינך שנאנסו ואיני מאמין בו שנתנם בידך כגון זה מחרים על הנפקד חרם סתם שמסרם לו ונשבע השליח שבועה חמורה שנאנסו ממנו\\\\. וכל זה בזמן שהשליח מודה שבאו לידו ונאנסו ממנו אבל בזמן שהשליח כופר הענין מתהלך לדרך אחרת שאם כפר במפקיד ואמר הגעתים לידך והלה אומר לא קבלתי' השליח נשבע שבועת הסת בשם והנפקד מקבל על עצמו חרם סתם שמסרם ליד שליח כמו שראה בכתבו \\\\(על\\\\) \\\\[של\\\\] מפקיד ואם הוא כופר בנפקד ואומר לא נתת לי כלום והלה אומר נתתי השליח נשבע למפקיד שבועת הסת במעמד הנפקד והנפקד כמו כן נשבע שבועת הסת למפקיד במעמד שליח מפני שיש עליו כעין טענת בריא מפני שהשליח מכחישו \\\\(שמא\\\\) \\\\[שלא\\\\] נתן לו כלום\\\\. וכי האי גוונא אמרינן בקדושין \\\\(מ\\\"ג:\\\\) בענין הן הן שלוחיו הן הן עדיו דאמרי' במסקנא והשתא דתקון רבנן שבועת הסת משתבעי הני עדים שבועת הסת ומשתבע מלוה ושקיל\\\\. וכיון דמשתבע מלוה ושקיל מלוה הנך עדים למאן משתב' אי למלוה הא לא מפסד ולא מידי דהא שקיל מניה דלוה אלא ודאי ללוה קא משתבעי\\\\. והא אמרת דמשתבעי שבועת היסת ואע\\\"ג דטענת שמא היא אצלו דדלמא קושטא קאמרי' דפרעו למלוה ואפי' הכי משתבעי שבועת הסת בשם והכא נמי משתב' שבועת היסת ואם תאמר ישבע נמי שבועת המשנה שהיא שבועה חמורה בחפץ בידו שהרי הוא כחנוני על פנקסו דתנן \\\\(שבועות מ\\\"ה\\\\.\\\\) אמר לחנווני תן לבני סאתים חטים ולפועלים כסלע מעות הוא אומר נתתי והם אומרים לא נטלנו וכו'\\\\. והא נמי להא דמיא שהרי אמר לשלוחו תן מעות הוא אומר נתתי והשליח אומר לא נטלתי הא לאו מלתא היא דהתם חנוני נשבע כדי ליטול מבעל הבית וכל נשבע ונוטל שהוא כענין הזה שבועה חמורה היא אבל הכא אינו נשבע ליטול אלא נשבע \\\\[לפטור\\\\] וכשטוען נתתי ליד שלוחך כאילו אומר נתתי לידך ואין עליו אלא שבועת הסת אבל היכא דלא שדר ליה כתבא ולא הוה מעיקרא תנאי ביניהון דלשדר ליה בידא דגברא ואתא חד גברא לגבי נפקד ואמר ליה פלוני שויין שליחא בהדדי דתשדר ליה ממוניה על \\\\(ודאי\\\\) \\\\[ידאי\\\\] והימניה נפקד ומסר ליה ממונא ואתניס או דכפר ביה ואמר פרעתיה למלוה ומלוה אומר לא פרע ולא מידי ולא שויתיה שליח מעולם\\\\. והשתא ליכא סהדי דשוייה שליח כגון שהלכו להם למדינת הים\\\\. הא ודאי אי טעון שליח נאנסו נשבע לנפקד שבועה חמורה כדין שבועת השומרים ויפטר\\\\. והנפקד בין כך ובין כך ישבע לו המפקיד שבועה חמורה שלא עשאו שליח ולא באו מעות לידו ויטול מעותיו מן הנפקד\\\\. ודבר זה למדנו אותו מדברי הרב ר' יצחק ז\\\"ל שכתב בהלכותיו בענין הן הן שלוחיו הן הן עדיו דאמרינן והשתא דתקון רבנן שבועת הסת וכו' ומשתבע מלוה ושקיל\\\\. וכתב הרב ז\\\"ל דשבועת מלוה ללוה שבועה חמורה היא כעין שבועת הפועלים לבעל הבית דכיון דמודה בעל הבית \\\\(ולפועלים\\\\) \\\\[לפועלים\\\\] שחייב להם שכרם והוא אינו ידוע אם נפרעו אם לאו שנשבעים הם ונוטלים ממנו כך הלוה הזה הרי הוא מודה שהיה חייב למלוה ממון זה ואינו יודע עכשיו אם פרעוהו אלו השלוחים אם לא ישבע מלוה שהוא כעין \\\\(בעל\\\\) \\\\[פועלים לבעל\\\\] הבית\\\\. והכא נמי הרי הלוה מודה שהיה חייב לו זה הממון ואינו יודע אם פרעו זה השליח או אם נעשה שליח להפטר בו אם לא וכשיבא המלוה להפרע ממנו ישבע שבועה חמורה ויטול\\\\. ובודאי כדאי הוא הרב ז\\\"ל ללמד מדבריו לדמות מענינו לענין אחר הדומה לו ואעפ\\\"י שאין דבריו ודברינו זה דומין למשנתינו שיש לומר כדברינו אלה כיון שהלוה מודה בעיקר החוב והפרעון הוא אצלו בספק יהיה כמי שאמר לחבירו גזלתיך והלויתני והפקדת אצלי ואיני יודע אם החזרתי לך אם לאו דהיכא דתבע ליה חבריה מחייב מן דינא\\\\. ולא אשכחן בהא שבועה חמורה לא במשנה ולא בגמרא ולא בדברי הגאונים ז\\\"ל\\\\. ואם תאמר משנתינו הלא בעל הבית מודה לפועלים שהוא חייב להם ואינו יודע בפרעון שלהם ואעפ\\\"י כן נשבעין פועלים ונוטלים ממנו\\\\. הא לא דמי דהתם כיון דאיכא חנוני דאמחינהו בהדיה ושווייה בדוכתיה למפרעיה ואיהו קאמר דפרעינהו משום הכי נשבעין פועלים להכחיש את החנוני שהרי החנוני נעשה גם כן תובע לבעל הבית וכיון דתרויהו אתו למגב' מיניה ומכחשי אהדדי דין הוא שלא יפרעו אלא בשבועה אבל בענינים הללו שאנו מדברים בהם מנין לנו לא שבועה חמורה ולא שבועה קלה ואעפ\\\"י שהשליח מכחישו\\\\. אבל יש לנו לסמוך על דברי הרב ז\\\"ל שהוא מדמה את הענינים הללו וסבירא ליה דכיון דאיכא שליח דקא מכחיש את המלוה אע\\\"ג דלוה טוען טענת שמא ישבע המלוה שבועה חמורה ויטול\\\\. והכא נמי הא מכחיש ליה שליח ואמר דשוייה שליח בעדים וקא מפטר על ידיה ומשום הכי משתבע מלוה שבועה \\\\[חמורה\\\\] ושקיל\\\\. ומסתברא נמי כדברי הרב ז\\\"ל מדאמרינן בגמרא לגבי עדים משתבעי שבועת היסת ולגבי מלוה אמרינן משתבע מלוה ושקיל ולא קאמר שבועת היסת אלמא שבועת מלוה שבועה חמורה היא מיהו בין הכא בין התם דוקא היכא דאיתנהו להנך שלוחים דקא מכחשי ליה למלוה אבל אי אזלו לעלמא ולא מכחשי ליה בודאי שקיל מלוה בלא שבועה ובתר הכי אי בעי לאחרומי סתם על כל מאן דשקיל מניה דלא חזי ליה רשותא בידיה\\\\. ולא עוד אלא אפי' בענין פועלים וחנוני נמי אי אזל חד מניהו לעלמא ולא קא מכחיש ליה לאידך האיך שקיל מבעל הבית בלא שבועה ולא מצי בעל הבית למימר לפועלים משתבע לי דלא פרעך חנוני אי נמי לחנוני אשתבע לי דפרעת לפועלים אלא ודאי שקילי מניה בלא שבועה ואי בעי לאחרומי בסתם מחרים כדאמרן\\\\. עד כאן השגתי בדלות שכלי בעניני ההרשאות והדיוקני והשליחות לפי מה שמצאתי בדברי הגאונים ז\\\"ל והדעת מכרעת עליהם והשכל רשומה על דברים\\\\. ישמע חכם ויוסף לקח ונבון ת\\\"י\\\\. <מקורות>\\\\[סימן ס\\\"ג\\\\]</מקורות> דין \\\\(הראשה\\\\) \\\\[הרשאה\\\\] להראב\\\"ד ז\\\"ל\\\\. גרסי' במסכת ב\\\"ק בפרק מרובה \\\\(ע'\\\\.\\\\) אמרי נהרדעי לא כתבי' אדרכתא \\\\(נ\\\"א אורכתא\\\\) אמטלטלי אמר רב אשי לאמימר מאי טעמא א\\\"ל משום דר' יוחנן דאמר גזל ולא נתיאשו הבעלים שניהם אינם יכולים להקדיש וכו' \\\\. איכא דאמרי אמרי נהרדעי לא כתבי' אורכתא אמטלטלי דכפרי' ואית דגרסי אפקדונא דכפריה\\\\. מאי טעמא משום דמחזי כשיקרא אבל לא כפריה כתבינן\\\\. אמרי נהרדעי כל אדרכתא דלא כתוב בו זיל דון זכי והנפק' לגרמך לאו אדרכתא אמר אביי ואי כתיב בה למחצה לשליש ולרביע מגו דמשתעי דינא אפלגא משתעי נמי דינא לכולא\\\\. פי' אי כתב בה הנפק לנפשך פלגא או תלתא משתעי נמי דינא אכולא\\\\. אמר אמימר ואי תפס לא מפקינן מניה\\\\. רב אשי אמר כיון דכתב בה כל דמתענית מן דינא קבילי' עלי שליחא שוייה\\\\. איכא דאמרי שותפא שוייה למאי נפקא מינה למתפס פלגא\\\\. ואמור רבוותא קיימא לן דשליח' שוייה\\\\. אמר אברהם ב\\\"ר דוד ז\\\"ל האי שמעתא דנהרדעי דמיא כמאן דמחי ליה מאה עוכלי \\\\(נ\\\"א דמחיוה כעוכלא\\\\) דאיכא מאן דאמר דוקא אפקדונא אבל אמלוה לא ואע\\\"ג דלא כפריה\\\\. \\\\(והא מאה עוכלי\\\\) \\\\[והוא\\\\] בעל ההלכות\\\\. ואיכא מאן דאמר דהיכא דכפריה אפי' בפלגא תו לית ליה רשות לא לאשבועיה ולא \\\\(בעוכלא\\\\) לאשתעויי דינא בהדיה ואפי' \\\\(מאן\\\\) \\\\[מאי\\\\] דאודי ליה נמי לא יהיב ליה דכיון דכפריה מידי בטלה לה אדרכתא לגמרי\\\\. והוא הרב ר' יצחק ז\\\"ל בתשובות \\\\(נ\\\"א בתשובתיו\\\\) \\\\(סי' קכ\\\"ג\\\\) דילי'\\\\. ואיכא נמי \\\\(דספיק\\\\) \\\\[דמפיק\\\\] למלתא דנהרדעי לבר מהלכתא ואמר דלאו מדינא מפקינן ממונא באדרכתא \\\\(נ\\\"א אורכת'\\\\) עד שתהא הקנאה מיוחדת על גבי קרקע כדי שלא יוכל בעל הממון לבטל אותה הרשאה אותה היא ההרשאה שאנו דנין בה\\\\. והוא רבי' האיי גאון ז\\\"ל בתשובות דידיה\\\\. ורבי חננאל ז\\\"ל כתב בפירושו דקיימא לן כנהרדעי משום דאשכחן בכמה דוכתי בגמרא דאמרינן בבא בהרשאה בשבועות \\\\(ל\\\"ג:\\\\) פרק שבועת העדות \\\\(דיקנין\\\\) \\\\[דייקינן\\\\] טעמא דאיש פלוני כהן הא מנה לפלוני \\\\(בה פלגי\\\\) \\\\[ביד פלוני\\\\] חייבין והא אמר' עד שישמעו מפי התובע ואוקמה שמואל בבא בהרשאה והא אמרי נהרדעי לא כתבינן אורכתא אמטלטלי הני מילי היכא דכפריה וכו'\\\\. וכמוה עוד בבכורות פרק יש בכור לנחלה \\\\(מ\\\"ח:\\\\) דאמרינן מאי שנא שני כהנים דאזיל לגבי האי ודחי ליה \\\\[ואזיל לגבי האי ודחי ליה\\\\] \\\\(ל\\\\)כהן אח' \\\\[נמי\\\\] ליזיל האי ולדחייה \\\\[וליזיל האי ולדחייה\\\\] אמר שמואל בבא בהרשאה והא אמרי נהרדעי לא כתבינן אורכתא אמטלטלי הני מילי היכא דכפרי' וכו'\\\\. ובהאי פירקא נמי לעיל מינ' \\\\(מ\\\"ז:\\\\) בענין מי שלא שהתה אחר בעלה שלשה חדשים אקשינן בכור לנחלה הוא דלא הוי הא בפשו' שקיל וליזיל לגבי האי ולדחייה וכו'\\\\. אמר ר' ירמיה לא נצרכה אלא לבא אחריו וכו'\\\\. ואקשינן וליכתבו הרשאה להדדי\\\\. ואמרי' משום דר' ינאי דאמר הוכרו ולבסוף נתערבו כותבין הרשאה זה לזה לא הוכרו אין כותבין הרשאה זה לזה\\\\. ובכתובות נמי פרק מי שהיה נשוי אמרינן מאי תקנתיהו כותבים הרשאה זה לזה\\\\. וכיון דליכא מאן דרמי לה להא דנהרדעי ולא להא דר' יוחנן ורב אשי ואמימר דאינון בתראי מוקמינן לה כרבי יוחנן שמע מינה דהלכתא היא\\\\. עוד כתב כיון דרב אשי ואמימר מפרשי אליבא דנהרדעי שמע מינה דהלכתא כותיהו בהא ואסיקנא שליחא שוייה\\\\. עוד כתב וכל היכא דאשכחן בגמרא כגון מעשה דר' פפא \\\\(ב\\\"ק ק\\\"ד:\\\\) דאקני זוזי דהוו ליה בי חוזאי לרב שמואל בר אחא אגב סיפא דביתיה וכיוצא בו היכא דלא כפריה הוא כדאיתמר בהדיא אבל אי כפריה לא אתברירא בשמעתא דכתבי' אורכתא עליה\\\\. והא דנהגו \\\\(למנהג\\\\) \\\\[למכתב\\\\] אורכתא אפי' אמטלטלי דכפריה לא ידעינן על מה סמכו והמוציא מחבירו עליו הראיה\\\\. ובנוסחא דיליה הכי גריס אמרי נהרדעי לא כתבינן אורכתא אמטלטלי דכפריה\\\\. אמר ליה רב אשי לאמימר מאי טעמא אמר ליה מדר' יוחנן וכו' ובתשוב' רבינו האיי גאון ז\\\"ל נמי מתחזיא דהכין גריס לה ששאלו ממנו על מה שאנו גורסין לא כתבינן אורכתא אמטלטלי אם הוא עקר לסמוך עליו או אם יש לו פתרון דבר\\\\. והשיב כי דומה לו היא להא שאנו אומרים אמרי נהרדעי לא כתבינן אורכתא אפקדונא דכפריה משום דמחזי כשיקרא\\\\. ורואין אנו משתי שמועות הללו שאין כותבין אורכתא אלא על דבר שמודה לו דהא אמר במסקנא אמר ליה רב אשי לאמימר מאי טעמא לא כתבינן אורכתא אמטלטלי אמר ליה משום דר' יוחנן כו' כך מצאתי בתשובתו ואיני יודע אם היא משובשת אם לא שנראה לי כיון דאמר במסקנא אמרי' הכי משמע שהוא הלשון השני של נהרדעי וסוף דבר אי אפשר לה בלא שבוש הלשון שהיה לו לכתוב כמו כן בזו המסקנא אמטלטלי דכפריה לפי מה שכתב בתשובתו והשאלה כמו כן נראה שהי' משובשת לפי מה שהשיב עליה שאמר כי דומה היא להא שאנו אומרים כו' ואין זה הלשון נכון לענין השאלה ההיא\\\\. וכללו של דבר צריך אדם שידקדק אחר התשובות כי רובן משובשות\\\\. והנה מזאת התשובה טעו קצת מבני דורנו והוציאו דברי נהרדעי לבר מהלכתא ותלו את שבושם בדברי רב אשי דאמר שליחא שוייה ואמרו דרב אשי לבטול להא דנהרדעי אתא דכיון דשליחא בעלמא הוא לא מפקינן ממונא באורכתא אלא מדעתא דנפקד מידי דהוה אשליח שעשאו \\\\[בעדים\\\\] דאע\\\"ג דהוי שליח וכי \\\\(מכר\\\\) \\\\[מסר\\\\] לידיה מפטר מאונסין ומכל מילי אפי' הכי לא מצי לאפוקי ממונא מידי דנפקד אלא מדעתיה\\\\. ועוד הם תולים את שבושם במעשה דרבא ורב ספרא \\\\(שם\\\\) דאמר ליה רבא לרב ספרא אי כתב לך ר' אבא נמי התקבלתי לאו כלום היא דילמא אדאתי' שכיב ר' אבא ונפלי זוזי קמי יתמי וכו' אלא מאי תקנתיה נקנינהו ניהלך אגב ארעא ותא את כתוב לן התקבלתי\\\\. ומשמע להו מהא דבעינן הקנאה גמורה וחזקה דלא יכיל מאריה דפקדונא למהדר ביה ולא לבטוליה\\\\. וכבר ראינו בדברי הרב ר' יצחק ובדברי רבינו חננאל ז\\\"ל שהם מקיימים דברי נהרדעי ומחזיקים אותם מכמה מקומות\\\\. ורבי חננאל ז\\\"ל כתב שרב אשי ואמימר מפרשי אליבא דנהרדעי ושמע מינה הלכתא כותיהו\\\\. ומדברי רבא ורב פפא דבעי הקנא' אגב ארעא ליכא ראיה מידי לדחויי לדנהרדעי כדמפרשינן לקמן בעזרת הבורא ולא עוד אלא דעיקר אורכתא אי \\\\(לית\\\\) \\\\[אית\\\\] בה לשון הקנאה ואי לית בה \\\\(ו\\\\)מידי דהויא הקנאה לית בה מששא כדאמרי נהרדעי כל אורכתא דלא כתיב בה זיל דון וזכי והנפק לנפשך לאו אורכתא היא ואי לית בה מידי דהוי הקנאה במאי זכי ומסיק לנפשיה אטו מילי \\\\(דחוב'\\\\) \\\\[דחוכא\\\\] כתבינן באורכתא וכו' ועוד דאמימר דאמר אי תפס לא מפקינן מיניה אלמא זכה בגווה ואי לא אקני ליה במאי תפיס וזכי וכי מעיינת בה שפיר מדברי רבינו חננאל ז\\\"ל תוכל להבין כי מעשה דרב פפא אורכתא הוה לפי מה שכתבנו בכלל דבריו והוא האמת והנכון כמו שאנו עתידים לפרש בעזרת הבורא\\\\. ובתשובה לרב ר' יצחק ז\\\"ל \\\\(סי' רפ\\\"ג\\\\) שנשאל הרשאה יצאה לפנינו וכתוב בה זיל סב ואפק לנפשך והיה שם קצת התלמידים שאמרו הרשאה זו בטלה לפי שאין בה דון וזכי כו'\\\\. תשובה כיון שכתב בה סב אע\\\"פ שאין בה זכה אינה נבטלת דסב וזכי חדא מלתא נינהו\\\\. אבל מדבר אחר נבטלת משום שאין בה דון\\\\. אלא כיון שעייננו בה ומצאנו שכתב בה כל דמתענית מדינא קבילית עלי בין לזכות בין לחובה הרי זה עומד במקום דון וההרשאה קיימת\\\\. הנה מזו תוכל להבין כי כל דמתענית מדינא עלאי לא מבטל לאורכתא ולא עוד אלא שהוא צורך ההרשאה כהוא מסעד לזיל דון שאם לא נתן לו כח לדון אינו כלום וכיון שצריך ליתן לו כח \\\\[לדון\\\\] ולהוציא ממון בהם אם לא יקבל על עצמו כל היוצא על זה מן הדין מה ישוה לו\\\\. יכול זה לומר איני נדון בשני דינים כי עמך אדון ובעל הממון אולי יעמידנו עוד בדין שהרי לא קבל על עצמו מה שאדון או אתפשר עמך\\\\. הא למדת מן התשובה הזו כי דברי \\\\[רב אשי\\\\] לא באו לבטל דברי נהרדעי וכן הוא האמת והישר והטוב\\\\. <מקורות>\\\\[סימן ס\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף קה\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"אמר אברהם ב\\\"ר דוד ז\\\"ל אחרית תשובות האלה והנסחאות שכתבתי ושמצאתי יש לי להכריע ולגלות הטעמים הברורים לדברי מי שהדעת מכרעת עליהם והשכל מורה על דבריהם לפי ענין השמועות הנזכרות בגמרא\\\\. ולהסיר מהן הספקות וליישב הענינים על אופניהם ולכתוב עוד תוצאות ההרשאו' לכל משפטיהם כפי השגת היד\\\\. תחלה אומר כי ענין הנסחאות ממה שאינו שוה בספרים לפי מה שכתבתי בנסחת רב חננאל ז\\\"ל ובנסחת רבי' האיי גאון ז\\\"ל כי בנסחא שלנו בלשון השני של רב אשי ואמימר גרסי' לא כתבי' אורכתא אמטלטלי דכפריה משום דמחזי כשיקרא\\\\. ובנסחא שלהם מפרש טעמא דנהרדעי מדר' יוחנן להיכא דכפריה ואמת וברור לכאורה \\\\(היכא\\\\) \\\\[הכא\\\\] מחזיא מילתא דהיכי דכפריה דדמי לדר' יוחנן דמשום דכפריה הוה ליה גזלן\\\\. כדאמר רב ששת \\\\(ב\\\"ק ק\\\"ה:\\\\) הכופר בפקדון \\\\(עושה לו\\\\) \\\\[נעשה עליו\\\\] גזלן וחייב באונסיו אבל היכא דלא כפריה היכי דמיא לגזלה \\\\(והכא\\\\) \\\\[והא\\\\] פקדון ודאי כל היכא דאיתיה ברשותא דמאריה איתיה בין להקנאה בין לקדש בו את האשה\\\\. אבל מה אעשה וכל \\\\(הנסחוא'\\\\) \\\\[הנסחאות\\\\] כך הן כאותה שכתבתי בתחלה\\\\. ונוסח הרב ר' יצחק בהלכותיו כך היא וכן בנסחא דבעל הלכות כמו כן\\\\. ולפי נסחאות שלנו בודאי יש לנו לדקדק הרבה חדא דכיון דכפריה הוה ליה למימר טפי מדרבי יוחנן\\\\. וא\\\"ת דלית' לדר' יוחנן והא \\\\(דמקשינן\\\\) \\\\[מקשינן\\\\] מינה פרק שנים אוחזין בטלית \\\\(ב\\\"מ ו':\\\\) ההוא מסותא דהוו מנצו עלה בי תרי וקם חד מנייהו ואקדשיה וכו'\\\\. ואקשינן וכי יכול להוציאו בדיינים מי מצי מקדיש ליה ואע\\\"ג דלא אפקייה והא \\\\(דאמר\\\\) \\\\[אמר\\\\] ר' יוחנן גזל ולא נתיאשו הבעלים וכו'\\\\. ותריץ ליה מי סברת מסות' מטלטלי לא מסותא מקרקעי הוה דכי יכול להוציאו בדיינין ברשותיה דמארי' קאי אלמא הלכת' כותי'\\\\. ועוד הא קימא לן דלמחזי כשיקרא לא חיישי' מדרב נחמן דאמר אפי' מצאו באשפה חתמו ונתנו לה כשר ומדר' יוחנן דאמר שטר שלוה בו ופרעו אינו חוזר ולוה בו כו' כדאיתא בגיטין פרק כל הגט \\\\(כ\\\"ו:\\\\) אלא דלכתחלה מיהת לא עבדינן דחיישינן לשיקרא ודרב נחמן ור' יוחנן דיעבד הוא\\\\. ואם תאמר הא נמי לכתחלה היא דלא כתבי בדכפריה אבל אי עבי' וכתב לא מבטלינן ליה הא לא מצית אמרת חדא דכיון דכפר ביה היכי מצי לאקנייה ובמאי זכי האיך\\\\. ועוד דכי מותבינן בשבועות ובבכורות מנהרדעי אדשמואל דמוקים למתני' בבא בהרשאה\\\\. ומתרצין הני מילי דכפריה אבל לא כפריה כתב' למה ליה למימר הכי ולימא ליה הני מילי לכתחלה אבל דיעבד מפקינן בה ממונא ומדפסקיה למלתא בין היכא דכפריה להיכא דלא כפריה ש\\\"מ דהיכא דכפריה לית בה מששא\\\\. וכך הושוו בה כל הגאונים והחכמים כמו שכתבנו למעלה\\\\. מעתה יש לנו לתרץ מה הוא הטעם שפירשו להיכא דכפריה לנסחאות שלנו\\\\. ויש לומר שלא בא זה הטעם לבטל הטעם הראשון אלא להוסיף עליו שאם כפר בו אעפ\\\"י שחזר והודה לו דהשתא לאו גזלה היא אפי' הכי אינו כותב עליהם עוד אורכתא משום דמחזי כשיקרא מפני שאינו עוד לא פקדון ולא מלוה אלא גזלה שבידו היא נקראת ולזה הטעם אם כתב לו ממון סתם לא מחזי כשיקרא אלא שאינו יכול לגבות בה כלום מפני שאנו אומרים שמא מלוה היא ולא יכול להקנותה לו מכל מקום לזה הענין אם עבר וכתב לשון פקדון הועיל להוציא מיד הנפקד על כרחו ואפי' כתב ממון סתם או אפי' בלשון מלוה אם הודה בו נפקד כי פקדון היה זה בידו מוציאים ממנו על כרחו ונותנין למורשה דכיון דאודי ליה והו' בעינו כמ\\\"ד לי' יהא לי בידך דמי וכפקדון דמי \\\\(כדמפורש בב\\\"ק ק\\\"ד\\\\.\\\\) ויכו' זה להקנות בהקנאה הראוי לו דאי זוזי נינהו מקני להו אגב ארעא ואי שאר מטלטלין נינהו מקני להו נמי בחליפין ואי ארעא הוא \\\\[ולא\\\\] צריך ולא מידי אלא \\\\(כלישנא\\\\) \\\\[בלישנא\\\\] דאורכתא מיקניא דהא כתיב בה דון וזכה וקימא לן וזכה לשון מתנה היא כדאיתא בבא בתרא פרק מ\\\"ש \\\\(קמ\\\"ח:\\\\) וכן שנינו במסכת מעשר שני ומייתינן לה בקדושין \\\\(כ\\\"ו:\\\\) מעשר עני שעתיד אני להפריש הרי הוא נתון לעקיבא בן יוסף שיזכה בו לעניים\\\\. ואי מלוה בשטר היא מקני לה ניהליה בכתיבת אורכתא ובמסירת השטר לידו והוא דכתב באורכתא קנה לך שטרא הוא וכל שעבודי' דאית ביה\\\\. אי נמי דמקנה ליה שטרא אגב ארע' א\\\"נ בחליפין ומיקני שטרא כל היכא דאיתיה דהוה ליה כמסירת השטר אלא שמסירת השטר יותר שוה מכולן שבכולן יכול הלוה לעכב מפני חזרת שטר חוב שכל זמן ששטר החוב קיים אין כותבין שובר\\\\. הנה דחקתי את הענין ופרשתי אותו לפי דעת הגאונים שהושוו במלוה ובפקדון שכפר בו שאין הרשאה מועיל עליהם כלל ובודאי לכאורה כך הוא שהרי מצינו לרבא ולרב פפא דאצרכינהו למארה אורכתא הקנאה גמורה אגב ארעא \\\\[ומלוה לא נקנית אגב ארעא\\\\] ולא בשום ענין אלא או באודית' או במעמד שלשתן אלמא פקדון הוו אבל במלוה \\\\[לא\\\\] אשכחן אורכתא ופקדון שכפר בו ולא חזר והודה בו אינו נקנה בשום דבר והיאך מקנה לו דבר שאינו \\\\[ברשותו\\\\] מיהו איכא מאן דקשיא ליה הנהו שמעתתא דבכורות לאו פקדון נינהו ולאו מלוה נינהו אלא בתורת מתנה נמי יהבינהו לכהן לפדיון בנו ולהוצאה נתנו המעות מיד וכהן מפיק להו בתורת שהם שלו ואפי' הכי מהניא בהו אורכתא אלמא אפי' במלוה נמי מהניא בהו אורכתא ואם תאמר במה זוכה בה\\\\. יש לומר מפני שיכול להקנותה באודיתא כמעשה דרבא ורב מארי בריה \\\\(דאמימ'\\\\) \\\\[דאיסור\\\\] כדאיתא בבבא בתרא \\\\(קמ\\\"ט\\\\.\\\\) וכללו של דבר כל דבר שיכול להקנותו בשום ענין הרשאה מועלת עליו והוא שהקנה לו בדרך הקנאתו\\\\. ואין לנו דבר שאין יכול להקנותו אלא מה שזה כופר בו ומשום הכי אין הרשאה מועלת עליו ולא לכתחלה ולא דיעבד אלא אם כן חזר והודה בו קודם הרשאה דמהני בה אורכתא דיעבד כדכתיבנן לעיל\\\\. וא\\\"ת כיון דאפי' במלוה על פה מהניא בה אורכתא מעתה דברי ר' יוחנן בטלים הם דאמר כל ממון שאינו ברשות בעלים אינו יכול להקנותו ואע\\\"ג דמצי מפיק ליה בדיינים כל היכא דלא אפקיה לא מצי לאקנויי הא לא קשיא חדא דאודיתא לאו הקנאה אלא חזרת ממון לבעליו היא\\\\. ועוד דמלתיה דר' יוחנן דוקא בגזלה וכיוצא בה דהיינו כפירה אבל כל דבר שאין בו כפירה כמאן דאיתיה ברשותיה דמאריה מחית\\\\. וא\\\"ת כיון דאודיתא לאו הקנאה היא ההיא הרשאה דבכורות ואוקימנא באודיתא ואמאי קרי לה הרשאה\\\\. איכא למימר כעין הרשאה היא דהא מתני אהדדי דכל מאי דמפיק מכהן להוי לתרוייהו והוה ליה כשותפא שבא מכחו ומכח חבירו ולעולם באודיתא לא מצי למיהדר ביה אע\\\"ג דכתב ביה כל דמתענית מדינא עלאי וכו'\\\\. ומשום הכי אצטריכו רבא ורב פפא לאקנויי אגב ארעא ולא אקני להו באודיתא כי היכי דלא לחזקי בממונא\\\\. והשתא מבעי לן תרוצי מאי דקשיא לן במלתא דרב אשי דאמר שליחא שוייה ולברורי נמי דרב אשי לא אתא לאיפלוגי אנהרדעי אלא \\\\(אמימר\\\\) \\\\[אאמימר\\\\] בלחוד הוא דפליג ואליבא דנהרדעי הוא דקא מפרש כדכתב רב חננאל והרב ר' יצחק ז\\\"ל\\\\. וכן הוא \\\\(העיקרו\\\\) \\\\[העיקר\\\\] באמת וברור דהא דנהרדעי הלכה רווחת היא בכל הגמרא כמו שכתבנו למעלה דהא בהרשאה אמרי' בא במתנה לא אמרינן\\\\. ועוד דנהרדעי גופייהו לא אתו לאשמועינן הכא דכתבינן אורכתא אלא לאשמועינן על מה כותבין אותה אמקרקעי או אפי' אמטלטלי ואם על דלא כפריה או אפי' בדכפריה \\\\(ואז הלשון\\\\) \\\\[ואיזה לשון\\\\] מועיל בהן ואם אפשר להם זולתו כגון דון וזכי והנפק לנפשך לפי שדבר ברור היה אצלם שכותבין הרשאות ורב אשי גופיה לא אתא לאיפלוגי אדנהרדעי כלל דאם אתא לאפלוגי עליהו הוה ליה למימר הכי כיון דכתב בה כל דמתעני' מדינא עלאי לאו אורכתא היא כדאמרי נהרדעי בזיל דון וזכה ועוד אי לא כתב בה כל דמתענית מדינא עלאי לדעת אותם המפרשים ההרשאה ההיא מוציאין בה ממון כי הוא הלשון המבטל לדעת' וכיון שאינו כתוב בה הרשאה טובה היא\\\\. מעתה כך היה לו לרב אשי לומר ואי כתב בה כל דמתענית מן דינא עלאי לאו אורכתא היא\\\\. ומדאמר רב אשי כיון דכתיב כו' אלמא פשיטא ליה מלתא דהכי כתבי' בהו באורכתא כלהו וצורך ההרשאה הוא כמו שאמרנו בזיל דון וזכ' וכו' ואין להם זולתו כמו שכתבנו למעלה מתשובת הרב ר' יצחק ז\\\"ל\\\\. ואין ספק בדבר כי ההרשאות שווי שליח נינהו ואקניאת' נינהו כדכתבינן לעיל\\\\. והנה שמעתא דשבועות \\\\(ל\\\"ג:\\\\) מוכחת דדיקנין הא מנה לפלוני ביד פלוני חייבין ומוקמינן לה בבא בהרשאה ואי אקנית' גמורה היא היכי אמרי' מנה לפלוני ביד פלוני דומיא דאיש פלוני כהן והלא מנה שלו ביד פלוני היא והיכי הויא כעין איש פלוני כהן שהיה תביעה לאחר אלא שמע מינה דכל הרשאה שליח הוי ואפי' הכי מפי' בה ממונא ועכשיו יש לנו לפרש כיון דשליחא הוא כל ההקנאות שהקנה לו אגב קרקע מה יועילו למורשה להוציא בה ממון בכח הרשאה ולימא ליה לאו בעל דברים דידי את מידי דהוה אשליח שעשאו בעדים דאע\\\"ג דהוי שליח \\\\(זכו מכח ליה פקדיה\\\\) \\\\[וכי מסר ליה פקדונו\\\\] מפטר מאונסין ומכל דבר דלא מצי מפיק מניה ממונא מדינא אלא מדעתיה דנפקד\\\\. ועוד הקנאתו למה והלא אינו קונה כלום ובודאי קושיא זו צריכא לפנים\\\\. ואנן מסתבר לן פירקא דהאי קושיא בסיעתא דשמיא דהאי לישנא דכתבינן באורכתא כל דמתענית מדינא עלאי לישנא דזכותא ולישנא דרעותא הוא\\\\. לישנא דזכותא הוא דהכי קאמר ליה אין לי עוד לערער אחריך מפני שהקניתי לך ממון זה וסלקתי את עצמי מן הממון ולישנא דרעותא היא הואיל ושייך נפשיה בחובה וזכות של מורשה \\\\(ואלמא\\\\) \\\\[אלמא\\\\] לא סליק \\\\[נפשי'\\\\] מהאי ממונא הילכך כי אתי לגבי נפקד ובעי למפטר נפשיה מניה בטענת שליחות מצי אמר ליה האיך אדרבא לשנא דזכות היא לגבאי ומרי פקדונא לא מבטל לאורכתא את היכי מבטלת ליה ואיהו ידע בה טפי אי כתב בה לזכותא אי לא וכיון דאיהו לא מבטל לה את לא מצית לבטולה אבל אי אתי לגבי מרי דפקדונא ובעי לאתחזוקי בממונא מצי האיך למימר ליה אנא לרעותא דליך הוא דאכווני ואנא הוא מאריה דממונא את יד בעל השטר על התחתונה\\\\. ואשכחן נמי כי הא מלתא בגמרא דכתובות \\\\(ל\\\"ג\\\\.\\\\) בענין היו שם מאתים של מנה נוטלת וכו' ואקשינן תלתין ותלתא ותילתא הוא דאית ליה אמר שמואל בכותבת בעלת מאתים לבעלת מנה דין ודברים אין לי עמך במנה\\\\. אי הכי אימא סיפא של מאתים ושל שלש מאות שלשה שלשה של זהב ותימא לה הא סלקת נפשך ממנה\\\\. משום דאמר לה מדין ודברים הוא דסליקת נפשאי מכל מקום בעלת מנה נוטלת חמשים\\\\. ותימא לה בעלת שלש מאות לבעלת מנה \\\\(אי\\\\) \\\\[את\\\\] לא שקלת טפי \\\\(ממקנתיך\\\\) \\\\[ממנתיך\\\\] דהא מדין ודברים סליקה נפשה אלא לאו משום דאמרה לה לדידי הא לא מבטלא ולא מידי ולא קא מערער' עילואי להדין דמבטל' בטילא \\\\(לדידך\\\\) \\\\[לדידי\\\\] דלא מבטלא לא בטילא מאי טעמא משום דהאי לישנא משמע לשון מתנה ומשמע נמי סילוק דין ודברים ולמאן דמבטל לה בטל למאן דלא מבטיל ליה לא בטל\\\\. והא מלתא נמי להא דמיא הלכך צריך שיכתוב לו לשון הקנאה ויקנה לו כדין הקנאה כדי דתהוי ידיה אלימא לאפוקי ממונא מהאיך בעל כרחיה\\\\. וצריך למכת' ליה נמי כל דמתענית מדינא עלאי וכו' \\\\[כי\\\\] היכי דלא לחזק בממונא ועוד לאלומי ידיה דשליח' נמי למיזל ולמידן בהדי' דהאיך משליחותא דהאי דאי לאו דשויי' שליח למתבע זכותי' וקביל עליה על דנפיק ליה מן דיניה אע\\\"ג דאמר ליה זיל דון לאו מלתא שלימא היא דמזל ולמידן בהדי' והשלמת זיל דון וזכ' הוא דאי לאו זיל דון וזכי והשלמתו אע\\\"ג דאקני ליה ממונא הקנאה לא מצי למידן בהדי' ולאפוקי מיניה על כרחיה שהרי המוכר שטר חוב לחבירו דאע\\\"ג דקני ליה לההוא ממונא בכתיבה ומסירה לא מצי לאשתעויי דינא בהדיה אלא א\\\"כ כתב לו בשטר המכר תלך ותדון עמו ותוציא זה ממון לעצמך\\\\. ונפקא לן הא מלתא מההיא דגרסינן בכתובות \\\\(פ\\\"ה:\\\\) קריבתיה דרב נחמן זבינתה לכתובתה בטובת הנאה ואגרשה ומתה ושבקה ברתא לסוף אתו לקוחות ותבעוה לברתא וכו' אלמא בהדיה ברתא הוא דמצו למידן בהדי אבוה לא מצו למידן\\\\. ועוד דאמרינן התם \\\\(פ\\\"ו\\\\.\\\\) אי פקח האי מקרקש ליה זוזי וכתיב ליה שטר' על שמיה\\\\. אלמא אי משעבד ליה נפשיה משתעבד ליה אי לא לא ולגבי אורכתא נמי אע\\\"ג דמקנה ליה הקנאה גמור' אי לא כתב ליה זיל דון וכו' והשלמת הדבר כלו דהיינו כל דמתעני' מן דינ' וכו' לא מצי למידן בהדיא דאמר ליה לאו בעל דברים דידי את השתא דכתב ליה הכי לא מצי למדחיי' דאתי ליה מכח דנפשיה ואתי ליה מכח בעל הפקדון הלכך כיון דהאי אורכתא כתב בה לשון הקנאה והויא הקנאה לא מצי האיך למדחייה לא בטענת חזרה ולא בטענת מיתה\\\\. בטענת חזרה לא מדאמרינן חזקה שליח עושה שליחותו הוא הכי נמי אמרי' חזקה בעל הבית מעמידו בשליח ותו לא מצי האיך למימר ליה דילמא הדר בך משליחותא דידך ובטל לאורכתא ואע\\\"ג דקיימא לן דשליח' שוייה ומצי לבטוליה דהאי ומצי לאורוכי לאיניש אחרינא אפי' הכי בטענת שמא לא מצי למדחייה עד דמייתי ראיה דבטול בטלה לאורכיתה\\\\. תדע שהרי הולך מנה לפלוני במתנה קיימא לן \\\\(גיטין ל\\\"ב:\\\\) דהולך לאו כזכ' ואי בעי למהדר ביה מצי הדר ביה ואפי' הכי מסתמא אזיל שליח ויהיב ליה למקבל מתנה ולא חייש לחזרה אלמא מסתמא מוקמינן לבעל הבית בחזקת עומד בדבורו\\\\. וכן רבא שחשש למית' דר' אבא ולא חשש לחזרה ואע\\\"ג דלגבי שליחות הגט לא חיישינן למית' כדתנן \\\\(גיטין כ\\\"ח\\\\.\\\\) המביא גט ממדינת הים והניחו שם זקן או חולה נותנו לה בחזקת שהוא קיים אפי' הכי חשש רבא למיתה ולא חשש לחזרה אלמא מיתה שכיחא טפי מחזרה משום חזקה\\\\. ובטענת מיתה נמי לא מצי למדחייה דכל זמן דלא אתברר' מלתא דחזרה מתנת' היא בין לגבי נפשיה בין לגבי ברי' עד דמגלה דעתיה דבעי לבטולה כדכתיבנא לעיל\\\\. ואם תאמר הלא רבא חשש למית' והכא נמי לדחיי' בטענת מיתה התם שליחות בעלמא הוא דחשש רבא למיתה\\\\. אבל כי אקניניה לרב ספרא אגב ארעא ואורכיה עלויה תו ליכא למיחש למידי\\\\. ואם תאמר בהולך מנה לפלוני במתנה אמאי לא חייש שליח מיתה כדחשש רבא הכא\\\\. הא לאו מלתא היא שהרי אם מת נותן בחיי מקבל מצוה לקיים דברי המת והכי איתא בגטין פרק קמא \\\\(י\\\"ד:\\\\)\\\\. ואם תאמר היאך חשש רבא למיתה והא לגבי ע\\\"א לא חיישינן למיתה\\\\. התם משום דליכא ערעור \\\\[אבל הכא איכא ערעור\\\\] של יורשי ר' אבא וכיון דכתב ליה אורכתא תו ליכא למיחש\\\\. ולא עוד אלא אפי' בשליחות גרידא אם קדם ונתן המעות לידו ואח\\\"כ נודע שכבר חזר בו בעל המעות ובטל שליחותו של זה ונאנסו המעות מיד השליח פטור הלה מהאי טעמא משום דמצי למימר ליה אנא אשליחותא דידיה סמכי ואסהדי סמכי את הוא דפשע' בו דהדר' בך דמידע ידעת דאנא מסרנא לידיה ואדעתא דאמס' לידיה שדרתיה ניהלי ולא אבעי לך למהדר ביה ומשום הכי פטור\\\\. ואמטו להכי חשש רבא למיתה ולא חשש לחזרה\\\\. וכ\\\"ש כי אתי ליה באורכתא דלא מצי מדחי ליה בטענת חזרה אלא א\\\"כ נודע שבטלו\\\\. <מקורות>\\\\[סימן ס\\\"א\\\\]</מקורות> \"}","{\"header\":\"פרק הגוזל ומאכיל\",\"text\":\"\"}","{\"header\":\"דף קיב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת שאלה לרב אלפס ז\\\"ל\\\\. הוו יודעין שזה שאמרה ההלכה אין נזקקין לנכסי יתומים \\\\(ערכין כ\\\"ב\\\\) אלא אם כן רבית אוכלת בהם כו' לא נאמרה על כל פנים\\\\. שהרי רב אשי הוציא מן הכלל תנו שדה זו ומנה זו ועל השאר אין נזקקין\\\\. הלכך רואים אם במתנה אמרתיו או כיוצא בו נגבה אותם וכיוצא בו אמרינן \\\\(שם\\\\) יתמי דאכלי דלאו דידהו ליזלו בתר שבקייהו אלמא ביתומים קטנים ואפי' אמר תנו שלא בבית דין מוציאין וכי תימא שאני התם דאיכא שטרא הכא נמי הא איכא שטרא\\\\. ועוד כתב רבינו האי גאון ז\\\"ל בתשובת שאלה ונתן כלל לדבר ואמר דכל היכא דחייב מודה \\\\(שם\\\\) או אמר תנו אי נמי שמתוה ומית בשמתיה \\\\(שם\\\\) או תוך זמן גובין מן היורשין אפי' בעל פה ואילו בפני בית דין או ביתומים גדולים לא \\\\(קאי\\\\) \\\\[קאמר\\\\] אלמא לא שאני לן בין יתומים גדולים לקטנים ובין בית דין לעדים\\\\. וכן כתב רבינו שמואל בבבא בתרא בפרק גט פשוט \\\\(ב\\\"ב קע\\\"ד\\\\.\\\\) כמו שכתב רבינו האי גאון ולא פליג בין יתומים ליתומים ובין ב\\\"ד לעדים אלמא מלתא דפשיטא וברירא הוא דכל היכא דאמר תנו נותנים ואפי' בעדים ואפי' ביתומים קטנים כ\\\"ש הכא דאיכא שטרא\\\\. וכתב רבינו שי בר חמוה דר' ירמיה קטן הוה טרק גלא \\\\(דלא\\\\) \\\\[דלת\\\\] פתח אביו סגר ולא הניח ליכנס\\\\. לפי שהיה ר' ירמיה רוצה להחזיק בה\\\\. וכתב הרב רב יצחק ב\\\"ר אשר הלוי ז\\\"ל אלא מוציאין מידו של תינוק מפני שתקף בעבדיו וירד לתוך שדה חבירו דחבירו אין צריך לעדות שהרי כל העולם יודעים דלא קיימא ארעא בחזקה דאבוה ולכך מוציאין אותה מידו בלא עדות\\\\. ולכשיגדיל אם יש לו עדים שמכרה לאביו יביא עדים ונראה שהוא צריך ראיה להוציא ואם זה רוצה להביא עדים בקטנותו גם זה יכול להביא ראיה שאינה שלו דאם מקבלים עדים לזה כמו כן לזה\\\\. מיהו בר חמוה דר' ירמיה דטרק גלא באפיה שהחזיק תינוק עצמו ולא הניחו ליכנס דעכשיו אין ר' ירמיה יכול להוציא מידו אלא בעדי חזקה דאין מקבלין עדים שלא בפניו\\\\. אבל אם היה ר' ירמיה דר באותו בית אם בא להוציאו לא היו מוציאין בשביל תביעת קטן\\\\. ואע\\\"ג דידעי' מעולם דבית זו בחזקה דאביו קיימא\\\\. משום דעכשיו ר' ירמיה אין צריך להביא ראיה\\\\. שהרי הוא אינו מערער אלא מוחזק בבית וזה מערער עליו ולכשיגדיל ויתבענו לדין \\\\(או\\\\) \\\\[אז\\\\] יביא ראיה שהחזיק בחיי אביו או לאלתר על ידי אפוטרופוס אם ירצה הקטן\\\\. וכבר נחלקו גאוני מלכות זו לומר שאע\\\"פ שאין מקבלים לכתחלה אם קבלו יכולין לדון על פי אותו עדות\\\\. <מקורות>\\\\[סימן ר\\\"ה\\\\]</מקורות> דין זה בא לפני גדול שבדיינים אשר בארץ ראובן צוה מחמת מיתה ואמר תנו לפלונית בתי כל חובותי וכל מטלטלי ובית שהיא דרה בו עם \\\\(בעלי\\\\) \\\\[בעלה\\\\] ובניה עמה אני רוצה שתזכה בו לדור בו שלש שנים ותנו לבן בני מחוב פלוני כך וכך\\\\. וכל אותו בית שבתי דרה בו היום שהי' ממושכנת אצלי בכך וכך, יזכה בו בן בני לאחר שלש שנים ומגו \\\\(מראיה\\\\) \\\\[מרעיה\\\\] אתפטר לבי עלמיה\\\\. ומינה אפוטרופוס בחייו לפני עדים כשרים על כל נכסיו לעשות ככל אשר צוה ובאו העדים וכתבו לאחר מותן שטר הלוואה וחתמו ונתנו ביד כל אחד שטר להיות ביד כל אחד ואחד ראיה ולזכות כפי אשר צוה\\\\. לאחר ימים קם א' לערער ולטעון בעד היתום שהוא בן הבן\\\\. ואמר כי בן הבן הוא יורש והוא זוכה בכל הנכסים ואחר כן אם תוכל הבת להוציאה מיד היורש בכח מתנתה תוציא ואם לאו לא תוציא והבת היתה מוחזקת בבית ובכל המטלטלין כלן ובאו לדין לפני יחיד מומחה לרבים ואחר שבאו לדין מנו בית דין אפוטרופוס א' שקם בשביל היתום וקם הטוען בשביל הבת והביא שטר מתנתה לפני בית דין\\\\. מה עשה זה אפוטרופוס נתן עצה ליורש שיכנס בבית שדרה בו הבת בעת שאין הבת שם ויסגר הדלת בפניה וכן עשה\\\\. דן את הדין הדיין המופלא שהדין עם היורש ושלו הוא תובע והביא לראיה האי דגרסי' בבבא קמא פרק הגוזל \\\\(דף קי\\\"ב\\\\) בר חמוה דר' ירמיה טרק גלא באפי דר' ירמיה אתא לקמיה דר' אבין אמר שלו הוא תובע אמר ליה ר' ירמיה והא אית לי סהדי דאחזקי בה בחיי אבוה אמר לי וכי מקבלין עדים שלא בפני בעל דין\\\\. ולא והתניא בין גדולים בין קטנים חייבין אמר ליה הרי מחלוקת סומכוס בצורך גדולים חייבים קטנים פטורים\\\\. א\\\"ל איכפל כולי עלמא כסומכוס לאפקועי לדידי ואמר הדיין הגדול שהלכה כר' אבין דסבר לה כסומכוס במלתא דאית ליה חזקה דאבהתיה כדאמרי' במסקנא דשמעתא\\\\. <מקורות>\\\\[סימן ר\\\"ו\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"אמר רבא הלכתא מקיימין את השטר שלא בפני בעל דין ואפילו עומד וצווח פי' דכי אמרה תורה בעל השור יבא בעל השור ויעמוד על שורו ה\\\"מ לענין קבלת עדות שהוא מן התורה אבל קיום שטרות דמדרבנן לא אמרינן הכי\\\\. <מקורות>\\\\[סימן ר\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף קיז\",\"text\":\"\"}"]