["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/בבא בתרא.docx","{\"header\":\"פרק חזקת הבתים\",\"text\":\"\"}","{\"header\":\"דף לו\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת שאלה אל הרב ר' אברהם אב\\\"ד ז\\\"ל\\\\. הא דאמרי' הנהו עזי דאכלן חושלי בנהרדעא דיכול לטעון עד כדי דמיהן וכתב המחבר בשערי שבועות דהאי נאמן בשבועת המשנה ומנאה בשלשים מן הנשבעים ונוטלים מי שיצא משכון מת\\\"י ויטעון שהוא משכון אצלו והאח' יאמר שהפקידו אצלו אם אין שם עדות שהוא פקדון אצלו ישבע מי שהמשכון בידו שיש עליו מה שירצה לטעון עד כדי דמיו של משכון ויטול\\\\. וכן אם יש ביניהם מחלוקת במה שהלוה עליו דאמרי' יכול לטעון עד כדי דמיו\\\\. וקשיא לי אמאי צריך שבועת המשנה הלא הוא נאמן במגו דאי בעי אמר לקוח הוא בידי\\\\. ואם אמר לקוח הוא בידי ודאי נאמן בשבועת היסת \\\\(דדברים הם\\\\) \\\\[בדברים\\\\] שאין דרכן להשאיל ולהשכיר תשובת שאלה זו שאלת הראשונים והיו מתרצים ומשיבים עליה כי נשבע ונוטל הוא שהמשכון הוא של בעל המשכון\\\\. והוא נשבע ליטול מה שטוען עליו והרי הוא כתובע ולא נתבע\\\\. הלכך מי שנשבע ונוטל דינו הוא שיהא נשבע שבועה דרבנן כעין דאורייתא\\\\. ומה שהוקשה לך הרי הוא נאמן במגו דאי בעי אמר לקוח הוא בידי פטר נפשיה בהיסת אין הכי נמי מצי לפטור נפשיה בהיסת כי טעין עליו עד כדי דמיו\\\\. אכתוב לך מה שכתב רבינו יוסף הלוי ז\\\"ל בפרק כל הנשבעין וכך תופס דבריו והאיך מגו דאמרי' גבי שכיר וכולהו מגו דאמרי' בעלמא לאפטורי ממון הוא ולא לאפטורי משבועה דאשכחן מאי דאמרינן בה מגו ומחייבי' ליה שבועה כגון מאן דאיכא גביה משכון ומאי דדמי ליה והתם היינו טעמא דמשתבע אע\\\"ג דאיכא מגו\\\\. דמשום ההוא מידי דשקל מיניה מארי דמשכונא הוא דמשתבע ולאו אמשכון גופיה דלא אהני ליה מידי מגו לאפטורי נפשיה מההוא מידי דקא תבע אלא לאפטורי מליהדר משכון בלי למשקל מידי\\\\. תדע דאלו אמר לקחתיו ממך לא מחייב שבועה כלל אלא היסת בעלמא דהא לא שקיל מידי דהוה ליה נתבע ולא תובע\\\\. וכיון שכן הוא הכא נמי כיון דהא שבועה דקא משתבע נתבע לאפטורי נפשיה הוא ולא למשקל נפטר הנתבע מניה בהאי מגו כי היכי דמפטר ממון במגו ואוקמוה רבה בשבועת השומרים כשהפקיד אצלו בשטר דליכא למימר מגו\\\\. ולית הלכתא הכי אלא אפילו המפקיד אצל חבירו נמי יכול למימר ליה החזרתיו לך מגו דאי בעי אמר נאנסו דהכי איפסיקא הלכתא בפרק המוכר את הבית\\\\. וכיון דהכי הוא אשתכח דאפי' בעי הנתבע לאפטורי נפשיה ולא שקל מידי בשבועה דיליה לא מפטר מיניה בההוא שבועה לעולם\\\\. ואע\\\"ג דאיכא למימר מגו\\\\. דכי מהני מגו לאפטורי ממון אבל לאפטורי משבועה לא מהני ליה מגו\\\\. דהא שומרים דאיכא למימר מגו לא מפטרי משבועה ומודה מקצת ועד א' הא קא חזינא דאיכא למימר מגו ואפי' הכי חייבינהו רחמנא שבועה\\\\. הלכך כי אמרי' מגו לאפטורי מממון אבל משבועה לא\\\\. וכיון שכן מאן דתבע חבריה קרן בדינא וקאמר ליה שותפא דידי הוית ואית לי פלוגתא בהדך השתא ואתנאי לך \\\\(מקמן\\\\) \\\\[מקמי'\\\\] דנפלוג בהדך דתשתבע לי על כל טענת שמא וקא מודה ליה חבריה דשותפא דידיה הוה מיהו קאמר ליה דלא אונאי ליה בשום פרוטה בעולם אע\\\"ג דליכא סהדי בההיא שותפותא\\\\. ואיכא למימר מגו לא מפטר מההוא שבועה אלא משביעין ליה על טענת שמא כי היכי דמשביעין ליה היכא דאיכא סהדי בההוא שותפותא\\\\. והכי נמי עבדי בהנך נשבעין כולהו דמחייבי שבועה דאע\\\"ג דנתבעין נינהו לאפטורי נפשייהו קא משתבעי ולא לשקול מידי משבעינן להו אע\\\"ג דאיכא למימר מגו\\\\. עד כאן כתב הרב רבי יוסף הלוי אבן מיגש ז\\\"ל\\\\. <מקורות>\\\\[סימן קצ\\\"ה\\\\]</מקורות> \"}","{\"header\":\"דף לח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ועוד שאלת על הירוש' \\\\(נדרים פ\\\"ג ה\\\"ד\\\\) מהו להורגין בהורג' ולחרמין בשעת חרום שנו\\\\. אתה כתבת בהורג' בספרים שלנו בחורג' וכן פירושו\\\\. כי הוא בא לפרש מה היא המלה לפי מה שנסתפקו עליה בין חי\\\"ת לה\\\"א או שמא בין דלי\\\"ת לריא\\\"ש\\\\. וכן מצאתי בתוספתא לחורגין וכן מלת לחרמי' נסתפקו עלי' אי היא מחרמי הקדש או מאנשים המחרימים את בני אדם\\\\. ופי' בה כי היא כאותה שאמר בנזיקין פ' חזקת הבתים ג' ארצות לחזקה\\\\. א\\\"ר אבא אמר רב ובשעת חירום שנו שהוא לשון מלחמה ולסטות\\\\. עוד שאל בני שאל כל ספקות שיש לך כי לאלהים פתרונים ואת הילדים אשר חנן את אברהם עבדו\\\\. תהלה לאל גומר עלי\\\\. <מקורות>\\\\[סימן נ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף מב\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"ומה שראינו בירושלמי \\\\(ב\\\"ב פ\\\"ט ה\\\"ג\\\\) ת\\\"ר חייא רבה אומר סתם אחים שותפים עד ג' דורות\\\\. כך מצינו ענינו בתוספת' \\\\(ב\\\"ב פ\\\"י\\\\) האחים שהניח להם אביהם נכסים \\\\[ולאחד מהם יש לו בנים ועמדו בניו של זה והשביחו את הנכסים\\\\] והביאו' לבית הרבוי לא יאמר להם תנו לי מה שהשביחו בני את הנכסים וכן הם לא יאמרו לו תן לנו מה שאכלו בניך אלא מה שאכלו אכלו מן האמצע ומה שהשביחו לאמצע ועל זה הענין אמר ר' חייא כי זה השותף אינו אלא עד ג' דורות ובחיי אבי אביהם קא מיירי כי הכא שאם השביחו הבנים או בני בנים לא יאמרו תנו לי מה שהשביחו בני או בני בני אלא מה שהשביחו לאמצע ומה שאכלו אכלו מן האמצע לפי שהם נטפלים בתפיסת הבית אחר אבי אביהם\\\\. אבל יותר מכאן כאחרים דמי ואם השביחו או שאכלו הללו תובעים שבחם והללו תובעים מהם מזונותיהם מפני שהם כנכרים שהשביחו או שאכלו שהרי אין להם לעצמם חלק בנכסים אלא מקרובות אבי אביהם וכבר נתרחקו קרובתם ולפי' אין להם להתפרנס וכן אם \\\\[השביחו\\\\] שמין להם כאריסים זהו הדרך הטוב והישר בענין זה אבל אם מתו האבות ונשארו הנכסים משותפים בין הבנים אפי' עד כמה דורות אם השביחו האחרים את הנכסים השביחו לאמצע\\\\. ומה שאכלו אכלו מן האמצע שהרי יורשים שותפים הם\\\\. והכי אמרי' \\\\(ב\\\"ב קמ\\\"ג:\\\\) באשה שהשביחה את הנכסים השביחה לאמצע ואוקימנא \\\\(שם קמ\\\"ד\\\\) באשה יורשת דהוי' לה כאחין השותפין ולא מפלגינן בהיאך יורש' בין יורשת קרובה ליורשת רחוקה ובכל \\\\[ענין\\\\] השביחה לאמצע ברם צריך את למילף הא דאמרי' בתוספתא מה שהשביחו הנכסים השביחו לאמצע וכ\\\"ש אם השביחו האבות ולא קא מפליג בין גדולים לקטנים ומתני' נמי דיקא דקתני וכן האשה שהשביחה את הנכסים השביחה לאמצע בין בגדולים בין בקטנים קאמר\\\\. וקשיא לן א\\\"כ רישא דמתני' מ\\\"ט קתני הניח בנים גדולים וקטנים דמשמע דגדולים לקטנים הוא דקא מחלי הא גדולים לגדולים לא מחלי\\\\. ועוד דמשמע דגדולים לקטנים הוא דאמרי' השביחו לאמצע משום דאין מורידין קרוב לנכסי קטן \\\\(ב\\\"מ ל\\\"ט\\\\.\\\\) ושלא ברשות נחות אבל דגדולים לגדולים דל\\\"ל הכי השביחו לעצמן\\\\. ולא היא דאפי' גדולים לגדולים כיון דידעי אהדדי מחלי הני להנך והא דנקט גדולים וקטנים משום סיפא דכי אמרו גדולים בב\\\"ד ראו מה שהניח אבינו לנו וכו' השביחו לעצמן ואע\\\"ג דב\\\"ד שלא כדין עביד דהא אין מורידין קרוב לנכסי קטן אפ\\\"ה כיון דברשות ב\\\"ד עבוד השביחו לעצמן\\\\. תדע דהא זוזי דיתמי לא קפדינן בהו ומורידין קרוב לנכסי קטן והכי פסקי רבוותא\\\\. ואפ\\\"ה אי לאו דרב ספר' דגבר' רבה הוא ולא שביק גירסיה וטרח לאחריני הא איניש אחרינא כה\\\"ג השביח לאמצע אלמא טעמא דמתני' לאו משום דאין מורידין קרוב לנכסי קטן הוא אלא משום דיורשים שותפים נינהו כיון דידעי אהדדי ולא משבחי מחלי גבי הדדי מה שאין כן בשותפין בעלמא דאלו גבי שותפים דעלמא \\\\(ב\\\"ב מ\\\"ב:\\\\) אמר שמואל שותף כיורד ברשות דמי לומר שנוטל בשבח המגיע לכתפים ובשדה שאינה עשויה ליטע כשדה העשויה ליטע והא דאמרי' בתוספתא וכן הם לא יאמרו לו תן לנו מה שאכלו בניך דוקא מה שאכלו דכיון דאכלו ולא מיחו בהם שוב אין מחשבין עמהם מזונותיהם דומיא דמה שהשביחו דבלא מודעא השביחו\\\\. אבל לכתחלה אם באו האחים לעכב עליו שלא יאכלו בניו של זה מן האמצע יכולים הם לעכב שהרי אף באחים עצמן שנינו \\\\(שם קל\\\"ט\\\\.\\\\) אין הגדולים מתפרנסים על הקטנים ואין הקטנים נזונים על הגדולים\\\\. ופירשו רבוואתא ז\\\"ל אין הקטנים ניזונים \\\\[מזונות\\\\] יתרים הצריכים לקטן יותר מן הגדול אלא מחלק עצמן אבל לא מן האמצע וכ\\\"ש בנים ובני בנים של אחד מהם שהם יכולים \\\\[לעכב\\\\] זה על זה\\\\. כך נראה לי באמת ובברור\\\\. ומה דגרסי נמי התם בירושלמי אמר רבי אמי \\\\(בין\\\\) \\\\[בן\\\\] שנראה חלוק מה שסגל סגל לעצמו\\\\. כהדא חד בר נש \\\\(אתעבר\\\\) \\\\[אתעביד\\\\] סופר בעא אחוי מפלג עמיה אתא עובדא קומי רבי אמי אמר כך אנו אומרים אדם שמצא מציאה אחיו חולקים עמו\\\\. כך נראה לי פי' \\\\(בין\\\\) \\\\[בן\\\\] שהיה מקבל פרס מאביו וקמץ מעיסתו וממזונותיו וסגל מאותו קמוץ סגל' בין בחיי אביו בין לאחר מותו מה \\\\(שסגתה\\\\) \\\\[שסגל\\\\] סגל לעצמו אעפ\\\"י שהן שותפין לגמרי לאחר מיתת אביהם מפני שאותה סגלה כמציאה הוא שאינה באה מכח נכסי השתוף\\\\. ואשמועינן רבי אמי תרתי חדא שאעפ\\\"י שסמוך על שלחן אביו מציאתו לאביו זה כיון שחלק בקבול פרס מותר לעצמו הן וכל מה שסגל מהם סגל לעצמו\\\\. ואף על פי שהסגולה הזאת הרי היא כמציאה ואשמועינן תו כי האחים השותפי' מציאתן לעצמן והא מלתא שמעי' לה מהאי עובדא דההוא בר נש דאתעבד סופר וכו' והאי דאמר כהדא לאו דדמי אהדדי לגמרי אלא תרוייהו כמציאה נינהו ומציאתן לעצמן\\\\. ומלתא דההוא עובד' הוה רבותא טפי דלא מבעי' סגולת הקמוץ שקמץ מעיסתו שהיא לעצמו שהרי באה מכח המזונות שלו ואם רצה כבר אכלו מעיקרא אלא אפי' סגלת מציאה בבאה לו מעלמא הרי היא לעצמו\\\\. ואם בהדא א\\\"ר אמי מציאתו לעצמו כ\\\"ש בהאי\\\\. והאי דאמר כהדא כלומר שאפי' בגדולה מזו אמר ר' אמי מציאתו לעצמו\\\\. <מקורות>\\\\[סימן נ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף מג\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ושאלת ראובן נתרעם על שנים שהלוה אותם וכפר האחד ומודה השני שהוא וחבירו חייבין בהלואה זה שכפר יש מן הדין לחייבו שבועה בעדות השני שמעיד עליו שהוא חייב או לא\\\\. וכן אם יהיו הנתבעים שלשה וכפר אחד מהם והודו השנים עליו ועל עצמן אותו שכפר יתחייב ממון על פיהם או לא\\\\. תשובה אם אותו ממון לקחו אותו בתורת שותף נעשו ערבאין ואחראין זה לזה והוא הדין אם יהיו שנים או שלשה אחראין וערבאין זה לזה ותו השיב\\\\. <מקורות>\\\\[סימן ר'\\\\]</מקורות> ושאלת ראובן שהוציא שטר חוב על שלשה אנשים שמעון ולוי כל אחד ואחד מהם\\\\. תשובה אם כל אחד מהם חייב עשרה זהובים בעצמם ואין לחבירו בהם שותפות עדות בהם כל אחד מהם כשרה הוא אם טען שפרע ולא חיישינן לגומלים לפי שאין אחד מהם נוגע בעדותו\\\\. וכן אם אמרת אעפ\\\"י שנראין כגומלים אם מעידין זה על זה שפרעו הרי אלו נאמנים\\\\. <מקורות>\\\\[סימן ר\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף נב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"עוד שאלת על אחד מן האחין שהיה נושא ונותן בתוך הבית והיו אונות ושטרות יוצאות על שמו דאמרינן עליו להביא ראיה שהם משלו\\\\. אם נתמנה על מכס המלך או שהכניסה לו אשתו ממון אם נאמר שעל האחים להביא ראיה\\\\. תשובה בודאי כך הוא\\\\. על האחין להביא ראיה לפי שהוא דומה לחלוקין בעיסתן דאמרינן אימר מעיסתו קמץ וכ\\\"ש הכא דהכא ודאי הכא אימר\\\\. אלא אי איכא למבעי עלה הכי הוא דאיכא למבעי אם היו האונות והשטרות כאלף \\\\(דישרים\\\\) \\\\[דינרים\\\\] וקמוץ העיסה בשום פנים לא הגיע למאה דינרים אפי' יקמוץ ממנה המחצית בכל יום מי תלינן בעיסה זאת כל האונות הללו או לא\\\\. משום דאיכא למימר כשקמץ עד \\\\[מאה דינרים\\\\] הרי נתעסק בהם והרויח והצליח עד שעלה למעלה או דילמא הא מלתא דלא שכיח הוא וכי היכי דלא תלינן בה במציאה הכי נמי לא תלינן בהא וזו שאלה\\\\. בין כך ובין כך דוקא שזמן האונות אחר חלקות העיס' ואחר מנוי הגבאות אבל אם היה זמן האונות מוקדם אין תולין בהם כלל\\\\. ובין שיש במה לתלות ובין שאין במה \\\\(לחלוק\\\\) \\\\[לתלות\\\\] אותו הנושא ונותן בתוך הבית אינו נפטר משבועה חמורה כדין שותף והן יכולין להשביעו על כל מה שיש תחת ידי' שיאמר להם האמת אם היה משל אביהם בין בחייו בין במותו אם לא\\\\. לפי שאם גנב בחיי אביו משל אביו ולא ידע אביו ולא מחל לו חייב להחזיר חלק היורשים\\\\. ואם יחשדו אותו האחין על זה יכולים הם להשביעו שבועה חמורה ע\\\"י גלגול\\\\. ואעפ\\\"י \\\\(כן על\\\\) \\\\[דעל\\\\] ענין זה לא היה עליו שבועה בפני עצמה אלא חרם סתם על ידי גלגול מיהא יכולים להשביעו שבועה חמורה וכן הדין\\\\. הנה פסקי הדינים אשר שאלת הנטועים מהר השכל שקועים במשנה ובתוספתא ובגמרא דוק ותשכח\\\\. <מקורות>\\\\[סימן נ\\\"ז\\\\]</מקורות> \"}","{\"header\":\"פרק המוכר את הבית\",\"text\":\"\"}","{\"header\":\"דף ע\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"קיימא לן בפרק בתרא פרק המוכר את הבית המפקיד אצל חבירו בשטר ואמר לו החזרתיו לך נאמן בשבועה חמורה בחפץ מגו דאי בעי אמר נאנסו נאמן בשבועה כי אמר החזרתיו לך נאמן וצ\\\"ע אי בעי להפוכי הנתבע לתובע השבועה ואמר לו השבע את וטול כגון בשאר שטרי דאי אחר שטרא פריעה היא ואמר ליה אישתבע לי דמשבעינן ליה\\\\. יש מי שאומר כיון דהאי שבועה שבועת התורה כדין נאנסו לא מצי להפוכה דהא מחויב אתה שבועת התורה או החזר לי פקדוני או השבע ואם לא תרצה להשבע החזר לי פקדוני\\\\. ויש מי שאומר מן הדין לא היה לנו ליהמניה לנפקד כיון דשטר ביד המפקיד הוא ומדין מגו מהימנינן ליה מצי למימר הנפקד לא בעינא דאהיה נאמן בהאי מגו אלא השבע אתה וטול דלא ניחא ליה בהאי מגו דיכול למימר לא ניחא לי בתקנתא דרבנן דאהיה נאמן מדין מגו\\\\. וצריך עיון\\\\. <מקורות>\\\\[סימן רי\\\"א\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"הנה כבר השלמנו משפטי ההרשאות כפי דעתנו והשגת ידינו ויש די במה שכתבנו לכל מבין ומשכיל ומורה האמת\\\\. ואחר שבררנו את כל אלה אני רוצה לפרש מה שאמרו בהגוזל רבה \\\\(ב\\\"ק ק\\\"ד\\\\.\\\\) אמר רב יהודה אמר שמואל אין משלחין מעות בדיוקני אפי' עדים חתומים עליה\\\\. ור' יוחנן אמר אם עדים חתומים עליה \\\\[משלחין\\\\] ולשמואל מאי תקנתיה כי הא דר' אבא הוו ליה זוזי ביד רב יוסף בר חמא\\\\. ואית דגרסי \\\\[הוה מסיק זוזי\\\\] \\\\(כדר'\\\\) \\\\[בדרב\\\\] יוסף בר חמא וכו'\\\\. והאי לישנא בתרא משמע דהלואה הות\\\\. ואם תאמר הלואה היאך \\\\[נקנית\\\\] אגב ארע' אפשר לומר שהגיע זמן הפרעון ומזומנים היו המעות אלא שהיה מתירא מאונס הדרך וכי האי גונא ודאי כפקדון דמו להקנותם אגב קרקע שהרי לקדש את האשה נמי הרי יצאו מתורת מלוה כדאמרי' בקדושין \\\\(ו':\\\\) בהנאת מלוה מקודשת ומפרשין לה דארוח לה זימנא\\\\. ומפרש לה הרב ר' יצחק ז\\\"ל כגון שהגיע הזמן והמעות מזומנים בידה לפרוע והיא רוצה לפרעם והכא נמי לענין אקנויי מקנו נמי \\\\[אגב\\\\] ארעא\\\\. ופסק הרב ר' יצחק ז\\\"ל כשמואל בהא וליתא לדר' יוחנן\\\\. הא מלתא דדיוקני צריכ' לפני' דמאי ניהי אי שווי' שליח בשטר חוב וכתב ליה צורתו באותו שטר להיות לו לאות והחתי' לעדי' על הצורה לקיים אותה שהיא צורתו אם העדים חתמו על השליחות אמאי אין משלחין בה מעות ואפי' בדלא דיוקני אטו מי גרע שטרא משליח שעשאו בעדים דקימא לן דהוי שליח ומפטר האיך מאונסים ואי לא חתמו עדים אשליחות אלא בדיוקני שהיא שלו אם כן דקאמר ולשמואל מאי תקנתיה כי הא וכו' לימא ליה דחתמו עדים אשליחות ושפיר דמי\\\\. ואם תאמר דילמא לא מקיימ' חתימת עדים ולא מהניא חתימה מידי\\\\. אם כן אפי' באקנית' אגב ארעא נמי לית ליה תקנתא מכי מייתי שטר הקנאה בידיה דילמא לא מצי לקיימה לחתימת עדים אלא כך צריך לפרש אין משלחים מעות בדיוקני אפי' כתב לו שטר שליחות וכתב לו צורתו עליה לאות והחתים עדים על פי השליחות ועל הדיוקני שהוא שלו אפי' הכי אין משלחין בידו מעות כדי שיוכל זה להפטר מאונסין מאי טעמא דילמא אדאתי שליח לגבי דנפקד שכיב מרי פקדונא ונפלי שליחותא דידיה ולאו כלום היא\\\\. ור' יוחנן אמר אם עדים חתומים על השליחות משלחים דכיון דטרח כולי האי למפטריה בכל ענין הוא דעבד בין מינה בין מירתיה ולית הלכתא בהא כר' יוחנן אלא כשמואל\\\\. ולשמואל לית ליה תקנתא לחשש מיתה אלא באקנית' ואורכתא כמעשה דרבא ורב ספרא בזוזי דר' אבא וכמעשה דרב פפא דאורכי' לרב שמואל בר אחא ואקנייה אגב סיפא דביתיה דהנהו ודאי תו ליכא למיחש בהו מידי כדכתבינן\\\\. והאי דנפק רב פפא לאפי' דרב שמואל עד תווך\\\\. איכא מאן דמפרש כי היכי דלא לחזוק בהו\\\\. וקשיא ליה אי ההוא מעשה אורכתא הוה והא קיימא לן דשליחא הוי ואי תפס מפקינן מיניה ולא היא ודאי אורכתא הות ואפי' הכי חש לה למילתא משום דלא בעא למיקם בדינא ודיינא\\\\. אי נמי דאיכא לפרושיה דמשום שמחת מעותיו יצא לקראתו\\\\. אי נמי לכבודו מפני שטרח להביא לו ממון גדול כזה והא דאמר ליה רבא לרב ספרא מי כתב לך ר' אבא התקבלתי הכי פירושה מי כתב לך ר' אבא שטרא הכי כשתתנו מעותי ליד רב ספרא הריני כאילו התקבלתי ואז היינו פטורים על ידך מאונסין\\\\. ואי קשיא לך למה ליה שטר התקבלתי והא שליח שוייה וקיימא לן כרב חסדא דאמר שליח הוי ואם תאמר כי אמר רב חסדא שליח הוי דוקא היכא דכתב ליה הכי אבל בסתמא לא\\\\. אם כן רבה היכא פליג עליה בהאי לא קשיא הא דאמרי' בסתמא נמי הוי שליח הני מילי שעשאו בעדים אבל בלא עדים לא ואע\\\"ג דמהימן ליה \\\\(שוייה\\\\) \\\\[דשווייה\\\\] שליח אפי' הכי כיון דלא בפני עדים אמר ליה לאו לענין מפטריה מאונסין שווייה שליח\\\\. ומשום הכי אצטריכא שטרא דנכתוב ליה התקבלתי\\\\. והא דפליגי \\\\(רבא\\\\) \\\\[רבה\\\\] ורב חסדא בשליח שעשאו בעדים אי מפטר מאונסין על ידיה \\\\(אלא\\\\) \\\\[אי לא\\\\] לאו דאמר ליה לשליח בסהדי אימא ליה לפלניא דנשדר לי זוזאי בידך דכי האי גוונא ודאי מפטר ומתניתין היא \\\\(ב\\\"מ צ\\\"ח:\\\\) אמר לו השואל שלחה לי ביד בני או ביד שלוחי וכו' וכן בשעה שמחזירה ומה לי כי אמר ליה איהו ומה לי כי שדר ליה ע\\\"י שליח ועדים מעידין עליו אלא הא דפליגי בשליח כגון שאמר לו אמור לפלוני אם ירצה לשלח מעותי על ידך ואם ירצה קבל אותם והביאם אלי ואמר לו כן בפני עדים זה הוא השליח שנחלקו עליו וקיימא לן דהוי שליח\\\\. וכתב הרב ר' יצחק ז\\\"ל דהיכא דאתנו ביניהו מעיקרא דכל מה דמשדר ליה חד לחבריה אית ליה רשותא לשדורי ליה דמיה \\\\(בהדיה מאי דבעו\\\\) \\\\[בהדי מאן דבעי\\\\] תנאי ממון הוא וקיים ואי אתניס פטור מאונסין\\\\. אמר אברהם בר' דוד ז\\\"ל והוא שלא פשע בו שאם שלח לו ביד מי שהוחזק כפרן או גזלן לא מפטר וכן אם שם את ממונו במקום שאין הרבים רוצים להכניס בו את ממונם הרי הוא פושע ועל דעת כן לא אורכיה מן הסתם אלא א\\\"כ פירש לומר כי מן האונסין נתכוון לפטרו ולא מן הפשיטות\\\\. עוד כתב הרב ז\\\"ל דהיכא דשדר ליה חבריה כתבא ואמר ליה שדר \\\\(ליה\\\\) \\\\[לי\\\\] ההוא מידי דאית לי גבך ויהבינהו ניהליה לא מחייב באחריותן דהכין נהגו האידנא תגרי\\\\. וקימא לן \\\\(כפי\\\\) \\\\[בכי\\\\] הא דמנהגא מלתא הי' והכין שדרו ממתיבת' והני מילי אדעתיה וכו'\\\\. אמר אברהם לולי שהדבר הזה תלו אותו במנהג ואפשר שכך נהגו התגרים שהם מוסרים ממון לזה משיבא להם הכתב וכיון שכך נהגו אין לדון אחריהם אבל אם לא כן הייתי אומר שאין ראיה מהבאת הכתב למסור הממון בידו ואפשר שכך אמר לו שלח את ממוני ביד מי שהוא ראוי לשלחו שיבא בלא סכנה וביד נאמן ואם לא עשה כן יהא חייב באונסיו\\\\. אבל השתא דכתבו הגאונים ז\\\"ל שהמנהג כך היה למסרו ליד מביא הכתב אין לנו אלא מה שנהגו\\\\. ונראה לי דוקא במקום שנהגו אבל במקומנו אין אנו בקיאים במנהגות הללו אלא הכל כפי מה שהתנו ביניהם מתחלה ובמה שהתנו ביניהם מתחלה נמי אם התנה עמו ש\\\\[י\\\\]שלח לו ביד מי \\\\(שהביא\\\\) \\\\[שיביא\\\\] לו כתב ידו ומשמסר לידו נאנסו ואח\\\"כ בא בעל הממון ותבע את ממונו מן הנפקד וטען הלה ואמר כבר נתתיו לשליח שהביא לי כתב ידך בשליחותך אמר הלה אני לא כתבתי לו מעולם אם הוציא הלה את הכתב וכתב ידו ידועה בעדים שהיא היא או שהיה כתב ידו יוצא ממקום אחר בודאי פטור הוא\\\\. ואם אינה ידועה בעדים ואין כתב ידו יוצאה ממקום אחר ואמר אני מכיר בה שהיא חתימת ידך אם זה הממון מופקד אצלו בלא עדים או אפילו בעדות על פה שלא בשטר מתוך שיכול לומר לו לא היו דברים מעולם אי נמי החזרתים לך מידי לידך יוכל לומר לו אני מכיר שכתב ידך הוא זה ומסרתיו ליד שלוחך ומכל מקום בשבועת הסת\\\\. ואם זה הממון יש עליו שטר פקדון צריך שבועה חמורה ובשבועה חמורה מיהת נפטר מתוך שיכול לומר לו נאנסו מידי יכול כמו כן לומר החזרתים לך ביד שלוחך ולא מצי האיך למימר שטרך בידי מאי בעי דהכי אפסיקא הלכתא בהדיא פרק המוכר את הבית \\\\(ע':\\\\)\\\\. ואם היא מלוה בשטר אפי' בשבועה חמורה אינו נאמן אלא שיכול הוא להשביע את המלוה שבועה חמורה בחפץ אם היה כתב ידו אם לא מפני שזה דומה למה שאמרו \\\\(שבועות ע\\\"א\\\\.\\\\) אמר ליה אשתבע לי משתבע ליה\\\\. והקשו על זה ומה בין זה לפוגם את שטרו אמרו התם אע\\\"ג דלא טעין טענינן ליה וכו' אלמא שבועה חמורה היא כעין פוגם את שטרו וכללו של דבר כשהמפקיד אינו מאמין בטענת הנפקד אין הנפקד יוצא מידי שבועת הסת או מחרם סתם אלא אם כן מסר בעדים\\\\. ובשליח שנאנסו המעות בידו צריך שבועה חמורה מפני שהוא שבועת השומרים והדרכים כבר הם ידועים לשבועת הסת ולחרם סתם שכך פירשו הגאונים ז\\\"ל כל זמן שהתובע בא בטענת בריא והלה כופר בו היא שבועה הסת בשם שלא בחפץ כגון זה שהוא כופר בכתב ידו אי נמי כגון שהוא כופר בתנאים שהתנו ביניהם מתחלה ובזמן שהתובע בא בטענת ספק היא חרם סתם שאינו מזכיר שם הנתבע אלא כל מי שיודע בכך וכך ולא יהא מודה יהא כך ויהא כך\\\\. וטענת ספק בענין הזה כגון שלא הגיעו המעות לידו והשליח אומר נאנסו ממני והלה טוען א\\\\[י\\\\]ני מאמינך שנאנסו ואיני מאמין בו שנתנם בידך כגון זה מחרים על הנפקד חרם סתם שמסרם לו ונשבע השליח שבועה חמורה שנאנסו ממנו\\\\. וכל זה בזמן שהשליח מודה שבאו לידו ונאנסו ממנו אבל בזמן שהשליח כופר הענין מתהלך לדרך אחרת שאם כפר במפקיד ואמר הגעתים לידך והלה אומר לא קבלתי' השליח נשבע שבועת הסת בשם והנפקד מקבל על עצמו חרם סתם שמסרם ליד שליח כמו שראה בכתבו \\\\(על\\\\) \\\\[של\\\\] מפקיד ואם הוא כופר בנפקד ואומר לא נתת לי כלום והלה אומר נתתי השליח נשבע למפקיד שבועת הסת במעמד הנפקד והנפקד כמו כן נשבע שבועת הסת למפקיד במעמד שליח מפני שיש עליו כעין טענת בריא מפני שהשליח מכחישו \\\\(שמא\\\\) \\\\[שלא\\\\] נתן לו כלום\\\\. וכי האי גוונא אמרינן בקדושין \\\\(מ\\\"ג:\\\\) בענין הן הן שלוחיו הן הן עדיו דאמרי' במסקנא והשתא דתקון רבנן שבועת הסת משתבעי הני עדים שבועת הסת ומשתבע מלוה ושקיל\\\\. וכיון דמשתבע מלוה ושקיל מלוה הנך עדים למאן משתב' אי למלוה הא לא מפסד ולא מידי דהא שקיל מניה דלוה אלא ודאי ללוה קא משתבעי\\\\. והא אמרת דמשתבעי שבועת היסת ואע\\\"ג דטענת שמא היא אצלו דדלמא קושטא קאמרי' דפרעו למלוה ואפי' הכי משתבעי שבועת הסת בשם והכא נמי משתב' שבועת היסת ואם תאמר ישבע נמי שבועת המשנה שהיא שבועה חמורה בחפץ בידו שהרי הוא כחנוני על פנקסו דתנן \\\\(שבועות מ\\\"ה\\\\.\\\\) אמר לחנווני תן לבני סאתים חטים ולפועלים כסלע מעות הוא אומר נתתי והם אומרים לא נטלנו וכו'\\\\. והא נמי להא דמיא שהרי אמר לשלוחו תן מעות הוא אומר נתתי והשליח אומר לא נטלתי הא לאו מלתא היא דהתם חנוני נשבע כדי ליטול מבעל הבית וכל נשבע ונוטל שהוא כענין הזה שבועה חמורה היא אבל הכא אינו נשבע ליטול אלא נשבע \\\\[לפטור\\\\] וכשטוען נתתי ליד שלוחך כאילו אומר נתתי לידך ואין עליו אלא שבועת הסת אבל היכא דלא שדר ליה כתבא ולא הוה מעיקרא תנאי ביניהון דלשדר ליה בידא דגברא ואתא חד גברא לגבי נפקד ואמר ליה פלוני שויין שליחא בהדדי דתשדר ליה ממוניה על \\\\(ודאי\\\\) \\\\[ידאי\\\\] והימניה נפקד ומסר ליה ממונא ואתניס או דכפר ביה ואמר פרעתיה למלוה ומלוה אומר לא פרע ולא מידי ולא שויתיה שליח מעולם\\\\. והשתא ליכא סהדי דשוייה שליח כגון שהלכו להם למדינת הים\\\\. הא ודאי אי טעון שליח נאנסו נשבע לנפקד שבועה חמורה כדין שבועת השומרים ויפטר\\\\. והנפקד בין כך ובין כך ישבע לו המפקיד שבועה חמורה שלא עשאו שליח ולא באו מעות לידו ויטול מעותיו מן הנפקד\\\\. ודבר זה למדנו אותו מדברי הרב ר' יצחק ז\\\"ל שכתב בהלכותיו בענין הן הן שלוחיו הן הן עדיו דאמרינן והשתא דתקון רבנן שבועת הסת וכו' ומשתבע מלוה ושקיל\\\\. וכתב הרב ז\\\"ל דשבועת מלוה ללוה שבועה חמורה היא כעין שבועת הפועלים לבעל הבית דכיון דמודה בעל הבית \\\\(ולפועלים\\\\) \\\\[לפועלים\\\\] שחייב להם שכרם והוא אינו ידוע אם נפרעו אם לאו שנשבעים הם ונוטלים ממנו כך הלוה הזה הרי הוא מודה שהיה חייב למלוה ממון זה ואינו יודע עכשיו אם פרעוהו אלו השלוחים אם לא ישבע מלוה שהוא כעין \\\\(בעל\\\\) \\\\[פועלים לבעל\\\\] הבית\\\\. והכא נמי הרי הלוה מודה שהיה חייב לו זה הממון ואינו יודע אם פרעו זה השליח או אם נעשה שליח להפטר בו אם לא וכשיבא המלוה להפרע ממנו ישבע שבועה חמורה ויטול\\\\. ובודאי כדאי הוא הרב ז\\\"ל ללמד מדבריו לדמות מענינו לענין אחר הדומה לו ואעפ\\\"י שאין דבריו ודברינו זה דומין למשנתינו שיש לומר כדברינו אלה כיון שהלוה מודה בעיקר החוב והפרעון הוא אצלו בספק יהיה כמי שאמר לחבירו גזלתיך והלויתני והפקדת אצלי ואיני יודע אם החזרתי לך אם לאו דהיכא דתבע ליה חבריה מחייב מן דינא\\\\. ולא אשכחן בהא שבועה חמורה לא במשנה ולא בגמרא ולא בדברי הגאונים ז\\\"ל\\\\. ואם תאמר משנתינו הלא בעל הבית מודה לפועלים שהוא חייב להם ואינו יודע בפרעון שלהם ואעפ\\\"י כן נשבעין פועלים ונוטלים ממנו\\\\. הא לא דמי דהתם כיון דאיכא חנוני דאמחינהו בהדיה ושווייה בדוכתיה למפרעיה ואיהו קאמר דפרעינהו משום הכי נשבעין פועלים להכחיש את החנוני שהרי החנוני נעשה גם כן תובע לבעל הבית וכיון דתרויהו אתו למגב' מיניה ומכחשי אהדדי דין הוא שלא יפרעו אלא בשבועה אבל בענינים הללו שאנו מדברים בהם מנין לנו לא שבועה חמורה ולא שבועה קלה ואעפ\\\"י שהשליח מכחישו\\\\. אבל יש לנו לסמוך על דברי הרב ז\\\"ל שהוא מדמה את הענינים הללו וסבירא ליה דכיון דאיכא שליח דקא מכחיש את המלוה אע\\\"ג דלוה טוען טענת שמא ישבע המלוה שבועה חמורה ויטול\\\\. והכא נמי הא מכחיש ליה שליח ואמר דשוייה שליח בעדים וקא מפטר על ידיה ומשום הכי משתבע מלוה שבועה \\\\[חמורה\\\\] ושקיל\\\\. ומסתברא נמי כדברי הרב ז\\\"ל מדאמרינן בגמרא לגבי עדים משתבעי שבועת היסת ולגבי מלוה אמרינן משתבע מלוה ושקיל ולא קאמר שבועת היסת אלמא שבועת מלוה שבועה חמורה היא מיהו בין הכא בין התם דוקא היכא דאיתנהו להנך שלוחים דקא מכחשי ליה למלוה אבל אי אזלו לעלמא ולא מכחשי ליה בודאי שקיל מלוה בלא שבועה ובתר הכי אי בעי לאחרומי סתם על כל מאן דשקיל מניה דלא חזי ליה רשותא בידיה\\\\. ולא עוד אלא אפי' בענין פועלים וחנוני נמי אי אזל חד מניהו לעלמא ולא קא מכחיש ליה לאידך האיך שקיל מבעל הבית בלא שבועה ולא מצי בעל הבית למימר לפועלים משתבע לי דלא פרעך חנוני אי נמי לחנוני אשתבע לי דפרעת לפועלים אלא ודאי שקילי מניה בלא שבועה ואי בעי לאחרומי בסתם מחרים כדאמרן\\\\. עד כאן השגתי בדלות שכלי בעניני ההרשאות והדיוקני והשליחות לפי מה שמצאתי בדברי הגאונים ז\\\"ל והדעת מכרעת עליהם והשכל רשומה על דברים\\\\. ישמע חכם ויוסף לקח ונבון ת\\\"י\\\\. <מקורות>\\\\[סימן ס\\\"ג\\\\]</מקורות> \"}","{\"header\":\"פרק המוכר את הספינה\",\"text\":\"\"}","{\"header\":\"דף עו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"וענין המוכר שטר חוב לחבירו שכתבתי למעלה שהלוה יכול לדחות את הלוקח מעליו ולומר לו לאו בעל דברים דידי את דוקא בדלא כתב ליה מוכר ללוקח בשטר המכר ותלך ותדון עמו ותזכה לעצמו אבל היכא דכתב ליה הכי ודאי לא גרע מהרשאה דאזיל ודאין בהדיה ומפיק מניה ממונא בעל כרחיה וכל שכן האי דכוליה ממונא דידיה\\\\. <מקורות>\\\\[סימן ס\\\"ד\\\\]</מקורות> עוד נאמר בענין המוכר שטר חוב לחבירו דאמרינן שאם חזר המוכר ומחלו ללוה מחול ואם כתב הלוה למלוה בשטר החוב הריני משועבד לך ולכל הבאים מכחך שאינו יכול עוד המוכר למחול לו את החוב אחר מכירתו לזה כי בשעה שמכר לו לזה אותו החוב מיד משתעבד הלוה ההוא ללוקח הזה כי הוא בא מכחו אחר קנייתו וכיון דנשתעבד לו משעת מכירה הרי הוא כמי שכתב לו שטר על שמו ולא עוד אלא שאינו צריך לכתוב לו בשטר המכר ותלך ותדון ותערער עמו ועל כרחו הוא דן עמו ומוציא ממון מידו כי הוא משועבד לו משעת ההלואה והוא היה בעל דינו ולא המוכר\\\\. נשלמה ההרשאה לאב המון הרב ר' אברהם בר' דוד ז\\\"ל\\\\. <מקורות>\\\\[סימן ס\\\"ה\\\\]</מקורות> \"}","{\"header\":\"דף עז\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"\\\\[ב\\\"מ מ\\\"ו ע\\\"א\\\\] אקנינהו ניהליה אגב אסיפא דביתיה\\\\. מכאן משמע ליה לר' דהני זוזי פקדון הוו שהיו בעין דאי לא הוו בעין היכי מצי לאקנינהו בחליפין דהא לא קנו אלא בעין\\\\. יש לומר דבהני חליפין דבסודר שאדם מקנה חפץ לחבירו ואין לו מה ליתן עליו ומושך לו סודרו היינו חליפי הדבר שיש לו ליתן על אותו חפץ\\\\. ואז ודאי אם אינו חפץ בעין הנקנה בזה הסודר קונה אותו דהא אם היה נותן לו מיד אותו החפץ שיש לו ליתן על אותו חפץ שנקנה עתה בחליפין שאז ודאי קונה אותו חפץ אעפ\\\"י שאינו בעין כמו \\\\[כן\\\\] האי סודר שהוא חליפין החפץ יקנה החפץ אעפ\\\"י שאינו בעין דהכי נמי חזינן בהרבה מקומות שאדם משעבד עצמו בקנין ליתן דבר שאינו בעין כדאמרינן בהשוכר את הפועלים \\\\(צ\\\"ד\\\\.\\\\) מתנה ש\\\"ח להיות כשואל\\\\. ופריך במה בדברים ומשני בשקנו מידו\\\\. ומשמע אפי' לא בא לעולם שלא היתה פרה זו גנובה או אבודה ואפי' הכי מתחייב הוא לשלם לו פרה אחרת בקנין סודר\\\\. דהכי נמי בהשותפין \\\\(ב\\\"ב ב':\\\\) מפרש התם מאי מחיצה כותל אלמא אעפ\\\"י שאין הכותל בעין משעבד עצמו לעשותו\\\\. ואע\\\"ג דהתם \\\\(שם ג'\\\\.\\\\) פריך ליה קנין דברים בעלמא הוא לא פריך \\\\[אלא\\\\] אליבא דמאן דאמר מאי מחיצה פלוגתא דהיינו ודאי קנין דברים בעלמא\\\\. אבל אליבא דמ\\\"ד גודא לא מצי פריך ליה מידי כיון דמשתעבד בחליפין דסודר לעשות לו כותל הוי קנין וחייב\\\\. הא חזינן בכמה דוכתי שבחליפין של סודר יכול להקנות אפי' דבר שאינו בעין הכא נמי מצי למימר דאלו זוזי לא הוו בעין אלא מלוה הוו גבייהו\\\\. והא דמפרש בקונט' לעיל תנן הזהב קונה את הכסף מאי לאו בחליפין\\\\. ומשמע לן מפירושו דלא שייכי אלא בדבר שהוא בעין\\\\. פי' זה לא נהיר לעיל לר' דהא חזינן בכמה דוכתי בחליפין שהן בסודר קונין אפי' דבר שאינו בעין והכי נראה לרבינו לפרש דהאי דקאמרי התם מטבע נעשה חליפין היינו כשאדם רוצה להחליף מטבע שלו במטבע חבירו שזה רואה את המטבע של זה וזה של זה בעין ואמרו נחליף זה בזה בהכי ודאי פלוגתייהו \\\\(ד\\\\)אם נתקיים הקנין במשיכה \\\\(ואחד\\\\) \\\\[דאחד\\\\] ואם לאו שניהם חוזרים\\\\. ואפי' אם נתאנה לוקח לא מצי למימר למוכר תן לי מעותי או תן לי מה שאוניתני ומצי למימר ליה המוכר אם רצונך כמו שנתתי לך בלא חזרת אונאה הרי טוב ואם לאו \\\\(אחזיר לך\\\\) \\\\[תחזיר לי\\\\] מקחך ולא מצי לוקח לכופו שיתן לו אונאתו וכן נמי אם נתאנה מוכר לא מצי למימר ליה \\\\[ל\\\\]לוקח תן לי מקחי או תן לי מה שאוניתני דמצי למימר ליה הילך מקחך ואונאה לא אחזיר לך\\\\. אבל מספקא ליה לר' אם כשנתאנה לוקח ורוצה למחול אונאתו למוכר כדי שיהא המקח קיים בידו אם יכול לחזור בו המוכר ולומר כיון דמתחלה לא היה המכר קיים שהמקח היה בטל הנני חוזר במכירה שנעשית דלאו כלום היא\\\\. או דילמא הא דתקינו רבנן ביטול מקח היינו משום תקנת הנתאונה כשהוא אינו רוצה למחול אבל אם הנתאונה רוצה למחול אמאי מצי לחזור בו\\\\. \\\\[המאנה\\\\] \\\\(המאונה\\\\) ובפרק המוכר את הספינה \\\\[פ\\\"ג ע\\\"ב\\\\] איכא למשמע האי דינא דאמר רב חסדא מכר לו שוה חמש בו' והוקרו ועמדו על ז' נתאנה לוקח\\\\. לוקח יכול לחזור בו ולא מוכר דאמר ליה אי לאו דאוניתני מי מצית הדרת השתא הדרת\\\\. פי' דבכדי שיראה לתגר או לקרובו דלאו נתקיים המקח נתאונה גם המוכר ואפי' הכי לא מצי הדר ביה משום האי טענה דטעין ליה לוקח אי לאו דאוניתני מי הוה הדרת בך השתא הדרת בך בתמיה ומפרש א\\\"כ מצינו חוטא נשכר\\\\. אלמא מתאונה יכול לחזור מאנה אינו יכול לחזור כיון שהמתאונה מוחל\\\\. והברור לא שמעתי\\\\. <מקורות>\\\\[סימן ק\\\"ס\\\\]</מקורות> \"}","{\"header\":\"דף פג\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"\\\\[ב\\\"מ מ\\\"ו ע\\\"א\\\\] אקנינהו ניהליה אגב אסיפא דביתיה\\\\. מכאן משמע ליה לר' דהני זוזי פקדון הוו שהיו בעין דאי לא הוו בעין היכי מצי לאקנינהו בחליפין דהא לא קנו אלא בעין\\\\. יש לומר דבהני חליפין דבסודר שאדם מקנה חפץ לחבירו ואין לו מה ליתן עליו ומושך לו סודרו היינו חליפי הדבר שיש לו ליתן על אותו חפץ\\\\. ואז ודאי אם אינו חפץ בעין הנקנה בזה הסודר קונה אותו דהא אם היה נותן לו מיד אותו החפץ שיש לו ליתן על אותו חפץ שנקנה עתה בחליפין שאז ודאי קונה אותו חפץ אעפ\\\"י שאינו בעין כמו \\\\[כן\\\\] האי סודר שהוא חליפין החפץ יקנה החפץ אעפ\\\"י שאינו בעין דהכי נמי חזינן בהרבה מקומות שאדם משעבד עצמו בקנין ליתן דבר שאינו בעין כדאמרינן בהשוכר את הפועלים \\\\(צ\\\"ד\\\\.\\\\) מתנה ש\\\"ח להיות כשואל\\\\. ופריך במה בדברים ומשני בשקנו מידו\\\\. ומשמע אפי' לא בא לעולם שלא היתה פרה זו גנובה או אבודה ואפי' הכי מתחייב הוא לשלם לו פרה אחרת בקנין סודר\\\\. דהכי נמי בהשותפין \\\\(ב\\\"ב ב':\\\\) מפרש התם מאי מחיצה כותל אלמא אעפ\\\"י שאין הכותל בעין משעבד עצמו לעשותו\\\\. ואע\\\"ג דהתם \\\\(שם ג'\\\\.\\\\) פריך ליה קנין דברים בעלמא הוא לא פריך \\\\[אלא\\\\] אליבא דמאן דאמר מאי מחיצה פלוגתא דהיינו ודאי קנין דברים בעלמא\\\\. אבל אליבא דמ\\\"ד גודא לא מצי פריך ליה מידי כיון דמשתעבד בחליפין דסודר לעשות לו כותל הוי קנין וחייב\\\\. הא חזינן בכמה דוכתי שבחליפין של סודר יכול להקנות אפי' דבר שאינו בעין הכא נמי מצי למימר דאלו זוזי לא הוו בעין אלא מלוה הוו גבייהו\\\\. והא דמפרש בקונט' לעיל תנן הזהב קונה את הכסף מאי לאו בחליפין\\\\. ומשמע לן מפירושו דלא שייכי אלא בדבר שהוא בעין\\\\. פי' זה לא נהיר לעיל לר' דהא חזינן בכמה דוכתי בחליפין שהן בסודר קונין אפי' דבר שאינו בעין והכי נראה לרבינו לפרש דהאי דקאמרי התם מטבע נעשה חליפין היינו כשאדם רוצה להחליף מטבע שלו במטבע חבירו שזה רואה את המטבע של זה וזה של זה בעין ואמרו נחליף זה בזה בהכי ודאי פלוגתייהו \\\\(ד\\\\)אם נתקיים הקנין במשיכה \\\\(ואחד\\\\) \\\\[דאחד\\\\] ואם לאו שניהם חוזרים\\\\. ואפי' אם נתאנה לוקח לא מצי למימר למוכר תן לי מעותי או תן לי מה שאוניתני ומצי למימר ליה המוכר אם רצונך כמו שנתתי לך בלא חזרת אונאה הרי טוב ואם לאו \\\\(אחזיר לך\\\\) \\\\[תחזיר לי\\\\] מקחך ולא מצי לוקח לכופו שיתן לו אונאתו וכן נמי אם נתאנה מוכר לא מצי למימר ליה \\\\[ל\\\\]לוקח תן לי מקחי או תן לי מה שאוניתני דמצי למימר ליה הילך מקחך ואונאה לא אחזיר לך\\\\. אבל מספקא ליה לר' אם כשנתאנה לוקח ורוצה למחול אונאתו למוכר כדי שיהא המקח קיים בידו אם יכול לחזור בו המוכר ולומר כיון דמתחלה לא היה המכר קיים שהמקח היה בטל הנני חוזר במכירה שנעשית דלאו כלום היא\\\\. או דילמא הא דתקינו רבנן ביטול מקח היינו משום תקנת הנתאונה כשהוא אינו רוצה למחול אבל אם הנתאונה רוצה למחול אמאי מצי לחזור בו\\\\. \\\\[המאנה\\\\] \\\\(המאונה\\\\) ובפרק המוכר את הספינה \\\\[פ\\\"ג ע\\\"ב\\\\] איכא למשמע האי דינא דאמר רב חסדא מכר לו שוה חמש בו' והוקרו ועמדו על ז' נתאנה לוקח\\\\. לוקח יכול לחזור בו ולא מוכר דאמר ליה אי לאו דאוניתני מי מצית הדרת השתא הדרת\\\\. פי' דבכדי שיראה לתגר או לקרובו דלאו נתקיים המקח נתאונה גם המוכר ואפי' הכי לא מצי הדר ביה משום האי טענה דטעין ליה לוקח אי לאו דאוניתני מי הוה הדרת בך השתא הדרת בך בתמיה ומפרש א\\\"כ מצינו חוטא נשכר\\\\. אלמא מתאונה יכול לחזור מאנה אינו יכול לחזור כיון שהמתאונה מוחל\\\\. והברור לא שמעתי\\\\. <מקורות>\\\\[סימן ק\\\"ס\\\\]</מקורות> \"}","{\"header\":\"פרק המוכר פירות\",\"text\":\"\"}","{\"header\":\"דף צו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"תשובת הרב ר' אברהם בר דוד ז\\\"ל\\\\. שאל מרי על ע\\\"א שהטיל מים לתמד אם נדמה אותו ליין שמזגו ע\\\"א ויהיה אסור או לא\\\\. הנה לך אחי דעת הרב חמי שאם אותו התמד הוא בענין רמא תלתא ואתא ארבעה או שיוסיף היין על מדת המים יש לו דין יין שמזגו ע\\\"א ואסור אבל תמדים האחרונים שאפילו מדת המים אינן יוצאין מן החרצין מקילין בהם ומותר והרי הוא מביא ראיה לדבריו\\\\. והשויתי עמו לטע' זה והריני מוסי' וגורע \\\\(מדברינו\\\\) \\\\[מדבריו\\\\] שהוא אמר מדאצטריך ליה לגמרא \\\\(ע\\\"ז נ\\\"ח:\\\\) למימר יין שמזגו ע\\\"א יש בו משום יין נסך ש\\\"מ שאם אין יוצא משם מדת המים אותו יין אין בו משום יין נסך ולא עוד אלא \\\\(שמקל\\\\) \\\\[שמקיל\\\\] להוציא הע\\\"א החרצנים מקובא אעפ\\\"י שיש יין למטה מזה הטעם שכתבתי ונפשי סוללת על היתרות אלו שאם כן מעתה ילך הע\\\"א ויגע ברוב התמדים שלנו \\\\(ויוצא\\\\) \\\\[ויוציא\\\\] לנו מן הכלים ונשתה ועתה כמעט נהיה לעם אחד\\\\. ואם נתנו חכמים שיעור מזיגת יין \\\\(ב\\\"ב צ\\\"ו:\\\\) לענין ברכת היין נתנו אותו לענין יין נסך לא נתנו והלא בהקדש אמרו \\\\(שם צ\\\"ז:\\\\) לעולם אסור ויין נסך איסורו חמור יותר מן הקדש שהוא במשהו\\\\. ועוד \\\\[דאם אמרו\\\\] במי שהטיל מים לשמרים של יין שלא נשאר בהם יין כי אם השמרים יאמרו בחרצנים וזגים שלנו שאנו רואים שיש בהם ענבות שלמות הרבה שלא נבקעו כלל ושמא המים שאינן יוצאין כדי מדתן הוא מפני העלין והלולבין והקנוקנות והענקוקלות והחרצנים היבשים שבולעים אותו ומה שיוצא יש בו יין שיצא מן הענבות שלמות שלא נתבקעו שמריקין יינם מכח שריית המים ושמא יש בו כשיעור מזיגתו ומראהו וטעמו מוכיח עליו שיש בו יין הרבה ואין לנו לומר בזה קיוהא בעלמא הוא שהרבה יש בין טעם התמדים שלנו לטעם קיוהא שאדם נהנה\\\\. ועוד דע\\\"כ לא פליגי ת\\\"ק ואחרים בשמרי יין שנתן בהם מים אלא כשהמראה שלהם מראה \\\\(מים\\\\) \\\\[יין\\\\] אבל מראה שלהם מראה מים וטעם יין לא פליגי שהרי אמרו \\\\(חולין כ\\\"ה:\\\\) התמד משהחמיץ נקח בכסף מעשר שני\\\\. ואע\\\"ג דחזיתיה מיא ואם טעם חומץ עושהו פרי הגפן ומוציאו מתורת מים אע\\\"ג דחזיתיה מיא כ\\\"ש טעם יין המכשירו והמעלהו בשתיה ומראהו יין שיש לו שיעשה אותו יין ויוציאנו מתורת מים\\\\. זהו דעתי בכך\\\\. ולדעתי אין הע\\\"א יכול להוציא החרצנים מן הקובא להדיקא עד שיפסלו החרצנים והיין שבהם מלשתות דהתם ודאי טיט מוגבל הוא\\\\. מיהו לענין ע\\\"א שהטיל מים בתמד\\\\. נראה לי שהוא מותר בכל תמד שבעולם ולא מפני שמזגו לכתחלה הוא שמזגו ודאי דיעבד ואפי' הכי אסור\\\\. אלא מפני שלא אסרו מזיגת הע\\\"א אלא לפי שהיא קרובה להשקאה שמי שמוזג את היין קרוב להשקות ושמא ישקהו לישראל כדאיתא במס' ע\\\"א \\\\(נ\\\"ט\\\\.\\\\) חזא חמרתא דמזגו ע\\\"א ושתו ישראל וכו'\\\\. ואמר ליה פוק ואסור יינן וכו' משום יין נסך\\\\. והתם הוא דאיכא למגזר אבל הכא ליכא למגזר שהמטיל מים לתמד אין דעתו להוציאו לאלתר מפני שמפסידו\\\\. ודמיא האי לע\\\"א שהביא ענבים לגת דמותר לפי שאין לנו לגזור שמא יוציאנו מן הגת עד שידרכו הענבים\\\\. זהו דעתי ורבים מפני הפלפול השוו עמי\\\\. <מקורות>\\\\[סימן פ\\\"ג\\\\]</מקורות> \"}","{\"header\":\"פרק יש נוחלין\",\"text\":\"\"}","{\"header\":\"דף קכח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"וקנין שנעשה קודם שידעו בעלי דינין הפשרה ששאלת אי מצי חד למטען לחבריה קנין בטעות הוא או לא\\\\. אנו כך ראינו לזקנים אשר לפנינו שיקחו הבעלי דינין קנין בכל מה שיאמרו להם בית דין הן דין הן פשרה ולא היה מי שחולק על זה ומעשים בכל יום ומה קנין בטעות יש כאן ומי הטעה אותם אדרבה גמרו בדעתם בכל מה שיאמרו להם הבית דין\\\\. והלא אם קבלו עליהם קרוב או פסול לפני גמר דין וקנו מידם אין לאחר קנין כלום הכא נמי לא שנא\\\\. <מקורות>\\\\[סימן קצ\\\"ז\\\\]</מקורות> \"}","{\"header\":\"פרק מי שמת\",\"text\":\"\"}","{\"header\":\"דף קמ\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"בלחוד איכא תימא דבנכסי מועטים דחינן אחין מקמיהו ולא מקמה וכי שקלי להו אינהו יהבי' להו לאלמנה והם ישאלו על הפתחים, תמיה רבה היא, אלא הילכך בין הכא בין הכא האלמנה נזונית והבת תשאל על הפתחים\\\\. <מקורות>\\\\[סימן רל\\\"ח\\\\]</מקורות> האומר אם ילדה אשתי זכר וכו'\\\\. הא מתני' בשכיב מרע דבדבורא קא מקני, אי נמי בבריא ומקנה ליה בשטר שדה פלונית נתונה לעובר זכר וזיכה לו ע\\\"י אחר, והנך מתניתא קמייתא ודאי בבריא וקא מקנה שדה שוה מאתים זוז לעוברי אשתו וכמסרס כדמפרש לקמיה, דאי בשכיב מרע וטענת' גבי יורשין אין לנקבה במקום הזכר כלום שהוא ודאי והיא ספק\\\\. אלא הא דתניא ילדה זכר ונקבה אין לו אלא מנה היכי משכחת לה, דאי אמר בפי' פשיטא, אמר רב פפא במבשרו דתניא האומר המבשרני במה נפטר רחמה של אשתי פי' מן הבכורה, ה\\\"ג אם זכר יטול מנה, ואם נקבה מאתים ילדה זכר ונקבה וכו'\\\\. ילדה זכר ונקבה ואין ידוע איזה יצא ראשון אין לו אלא מנה, שמא הזכר יצא תחלה, והא זכר ונקבה לא קאמר שיטול המבשר כלום, דאמר אם זכר ונקבה נמי יטול, פי' יטול כמו שאמרתי\\\\. קשיא לי אמאי לא מקשינן למתני' הכי הא זכר ונקבה לא קאמר שיטול הולד כלום\\\\. ונראה לי דהכי קא מקשה ליה והלא זה לא אמר אלא המבשרו במה נפטר רחמה, וזה המבשר אינו יודע במה נפטר ואין לו בשורה מוצאת\\\\. ופריק ליה דאמר אם זכר ונקבה נמי יטול ואפילו בספק שלא אמר במה נפטרה אלא אמר והמבשרני בזכר ונקבה כמו כן יטול ואפילו בספק וי\\\"ל אפילו אמר והמבשרני שנפטר רחמה בזכר ונקבה יטול, נוטל מנה מספק שהרי בשניהם משם ואילך, ואקשי' אלא למעוטי מאי, כלומר כיון דאפילו בספק אי נמי בזכר ונקבה בפטר רחם נמי קא יהיב ליה למה ליה למימר זכר ונקבה נמי יטול, לימא וכל המבשרני שנפטר רחמה של אשתי יטול, ההוא למעוטי נפל, שאם אמר וכל המבשרני שנפטר רחמה יטול, וברייתא אמאי קתני ילדה זכר ונקבה ליתני וכל מה שילדה יטול, ההוא למעוטי נפל היה נפל בכלל שהרי נפטר רחמה מכהן להכי אמר זכר ונקבה\\\\. <מקורות>\\\\[סימן רל\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף קמג\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"ומה שראינו בירושלמי \\\\(ב\\\"ב פ\\\"ט ה\\\"ג\\\\) ת\\\"ר חייא רבה אומר סתם אחים שותפים עד ג' דורות\\\\. כך מצינו ענינו בתוספת' \\\\(ב\\\"ב פ\\\"י\\\\) האחים שהניח להם אביהם נכסים \\\\[ולאחד מהם יש לו בנים ועמדו בניו של זה והשביחו את הנכסים\\\\] והביאו' לבית הרבוי לא יאמר להם תנו לי מה שהשביחו בני את הנכסים וכן הם לא יאמרו לו תן לנו מה שאכלו בניך אלא מה שאכלו אכלו מן האמצע ומה שהשביחו לאמצע ועל זה הענין אמר ר' חייא כי זה השותף אינו אלא עד ג' דורות ובחיי אבי אביהם קא מיירי כי הכא שאם השביחו הבנים או בני בנים לא יאמרו תנו לי מה שהשביחו בני או בני בני אלא מה שהשביחו לאמצע ומה שאכלו אכלו מן האמצע לפי שהם נטפלים בתפיסת הבית אחר אבי אביהם\\\\. אבל יותר מכאן כאחרים דמי ואם השביחו או שאכלו הללו תובעים שבחם והללו תובעים מהם מזונותיהם מפני שהם כנכרים שהשביחו או שאכלו שהרי אין להם לעצמם חלק בנכסים אלא מקרובות אבי אביהם וכבר נתרחקו קרובתם ולפי' אין להם להתפרנס וכן אם \\\\[השביחו\\\\] שמין להם כאריסים זהו הדרך הטוב והישר בענין זה אבל אם מתו האבות ונשארו הנכסים משותפים בין הבנים אפי' עד כמה דורות אם השביחו האחרים את הנכסים השביחו לאמצע\\\\. ומה שאכלו אכלו מן האמצע שהרי יורשים שותפים הם\\\\. והכי אמרי' \\\\(ב\\\"ב קמ\\\"ג:\\\\) באשה שהשביחה את הנכסים השביחה לאמצע ואוקימנא \\\\(שם קמ\\\"ד\\\\) באשה יורשת דהוי' לה כאחין השותפין ולא מפלגינן בהיאך יורש' בין יורשת קרובה ליורשת רחוקה ובכל \\\\[ענין\\\\] השביחה לאמצע ברם צריך את למילף הא דאמרי' בתוספתא מה שהשביחו הנכסים השביחו לאמצע וכ\\\"ש אם השביחו האבות ולא קא מפליג בין גדולים לקטנים ומתני' נמי דיקא דקתני וכן האשה שהשביחה את הנכסים השביחה לאמצע בין בגדולים בין בקטנים קאמר\\\\. וקשיא לן א\\\"כ רישא דמתני' מ\\\"ט קתני הניח בנים גדולים וקטנים דמשמע דגדולים לקטנים הוא דקא מחלי הא גדולים לגדולים לא מחלי\\\\. ועוד דמשמע דגדולים לקטנים הוא דאמרי' השביחו לאמצע משום דאין מורידין קרוב לנכסי קטן \\\\(ב\\\"מ ל\\\"ט\\\\.\\\\) ושלא ברשות נחות אבל דגדולים לגדולים דל\\\"ל הכי השביחו לעצמן\\\\. ולא היא דאפי' גדולים לגדולים כיון דידעי אהדדי מחלי הני להנך והא דנקט גדולים וקטנים משום סיפא דכי אמרו גדולים בב\\\"ד ראו מה שהניח אבינו לנו וכו' השביחו לעצמן ואע\\\"ג דב\\\"ד שלא כדין עביד דהא אין מורידין קרוב לנכסי קטן אפ\\\"ה כיון דברשות ב\\\"ד עבוד השביחו לעצמן\\\\. תדע דהא זוזי דיתמי לא קפדינן בהו ומורידין קרוב לנכסי קטן והכי פסקי רבוותא\\\\. ואפ\\\"ה אי לאו דרב ספר' דגבר' רבה הוא ולא שביק גירסיה וטרח לאחריני הא איניש אחרינא כה\\\"ג השביח לאמצע אלמא טעמא דמתני' לאו משום דאין מורידין קרוב לנכסי קטן הוא אלא משום דיורשים שותפים נינהו כיון דידעי אהדדי ולא משבחי מחלי גבי הדדי מה שאין כן בשותפין בעלמא דאלו גבי שותפים דעלמא \\\\(ב\\\"ב מ\\\"ב:\\\\) אמר שמואל שותף כיורד ברשות דמי לומר שנוטל בשבח המגיע לכתפים ובשדה שאינה עשויה ליטע כשדה העשויה ליטע והא דאמרי' בתוספתא וכן הם לא יאמרו לו תן לנו מה שאכלו בניך דוקא מה שאכלו דכיון דאכלו ולא מיחו בהם שוב אין מחשבין עמהם מזונותיהם דומיא דמה שהשביחו דבלא מודעא השביחו\\\\. אבל לכתחלה אם באו האחים לעכב עליו שלא יאכלו בניו של זה מן האמצע יכולים הם לעכב שהרי אף באחים עצמן שנינו \\\\(שם קל\\\"ט\\\\.\\\\) אין הגדולים מתפרנסים על הקטנים ואין הקטנים נזונים על הגדולים\\\\. ופירשו רבוואתא ז\\\"ל אין הקטנים ניזונים \\\\[מזונות\\\\] יתרים הצריכים לקטן יותר מן הגדול אלא מחלק עצמן אבל לא מן האמצע וכ\\\"ש בנים ובני בנים של אחד מהם שהם יכולים \\\\[לעכב\\\\] זה על זה\\\\. כך נראה לי באמת ובברור\\\\. ומה דגרסי נמי התם בירושלמי אמר רבי אמי \\\\(בין\\\\) \\\\[בן\\\\] שנראה חלוק מה שסגל סגל לעצמו\\\\. כהדא חד בר נש \\\\(אתעבר\\\\) \\\\[אתעביד\\\\] סופר בעא אחוי מפלג עמיה אתא עובדא קומי רבי אמי אמר כך אנו אומרים אדם שמצא מציאה אחיו חולקים עמו\\\\. כך נראה לי פי' \\\\(בין\\\\) \\\\[בן\\\\] שהיה מקבל פרס מאביו וקמץ מעיסתו וממזונותיו וסגל מאותו קמוץ סגל' בין בחיי אביו בין לאחר מותו מה \\\\(שסגתה\\\\) \\\\[שסגל\\\\] סגל לעצמו אעפ\\\"י שהן שותפין לגמרי לאחר מיתת אביהם מפני שאותה סגלה כמציאה הוא שאינה באה מכח נכסי השתוף\\\\. ואשמועינן רבי אמי תרתי חדא שאעפ\\\"י שסמוך על שלחן אביו מציאתו לאביו זה כיון שחלק בקבול פרס מותר לעצמו הן וכל מה שסגל מהם סגל לעצמו\\\\. ואף על פי שהסגולה הזאת הרי היא כמציאה ואשמועינן תו כי האחים השותפי' מציאתן לעצמן והא מלתא שמעי' לה מהאי עובדא דההוא בר נש דאתעבד סופר וכו' והאי דאמר כהדא לאו דדמי אהדדי לגמרי אלא תרוייהו כמציאה נינהו ומציאתן לעצמן\\\\. ומלתא דההוא עובד' הוה רבותא טפי דלא מבעי' סגולת הקמוץ שקמץ מעיסתו שהיא לעצמו שהרי באה מכח המזונות שלו ואם רצה כבר אכלו מעיקרא אלא אפי' סגלת מציאה בבאה לו מעלמא הרי היא לעצמו\\\\. ואם בהדא א\\\"ר אמי מציאתו לעצמו כ\\\"ש בהאי\\\\. והאי דאמר כהדא כלומר שאפי' בגדולה מזו אמר ר' אמי מציאתו לעצמו\\\\. <מקורות>\\\\[סימן נ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף קמח\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"אמר אברהם ב\\\"ר דוד ז\\\"ל אחרית תשובות האלה והנסחאות שכתבתי ושמצאתי יש לי להכריע ולגלות הטעמים הברורים לדברי מי שהדעת מכרעת עליהם והשכל מורה על דבריהם לפי ענין השמועות הנזכרות בגמרא\\\\. ולהסיר מהן הספקות וליישב הענינים על אופניהם ולכתוב עוד תוצאות ההרשאו' לכל משפטיהם כפי השגת היד\\\\. תחלה אומר כי ענין הנסחאות ממה שאינו שוה בספרים לפי מה שכתבתי בנסחת רב חננאל ז\\\"ל ובנסחת רבי' האיי גאון ז\\\"ל כי בנסחא שלנו בלשון השני של רב אשי ואמימר גרסי' לא כתבי' אורכתא אמטלטלי דכפריה משום דמחזי כשיקרא\\\\. ובנסחא שלהם מפרש טעמא דנהרדעי מדר' יוחנן להיכא דכפריה ואמת וברור לכאורה \\\\(היכא\\\\) \\\\[הכא\\\\] מחזיא מילתא דהיכי דכפריה דדמי לדר' יוחנן דמשום דכפריה הוה ליה גזלן\\\\. כדאמר רב ששת \\\\(ב\\\"ק ק\\\"ה:\\\\) הכופר בפקדון \\\\(עושה לו\\\\) \\\\[נעשה עליו\\\\] גזלן וחייב באונסיו אבל היכא דלא כפריה היכי דמיא לגזלה \\\\(והכא\\\\) \\\\[והא\\\\] פקדון ודאי כל היכא דאיתיה ברשותא דמאריה איתיה בין להקנאה בין לקדש בו את האשה\\\\. אבל מה אעשה וכל \\\\(הנסחוא'\\\\) \\\\[הנסחאות\\\\] כך הן כאותה שכתבתי בתחלה\\\\. ונוסח הרב ר' יצחק בהלכותיו כך היא וכן בנסחא דבעל הלכות כמו כן\\\\. ולפי נסחאות שלנו בודאי יש לנו לדקדק הרבה חדא דכיון דכפריה הוה ליה למימר טפי מדרבי יוחנן\\\\. וא\\\"ת דלית' לדר' יוחנן והא \\\\(דמקשינן\\\\) \\\\[מקשינן\\\\] מינה פרק שנים אוחזין בטלית \\\\(ב\\\"מ ו':\\\\) ההוא מסותא דהוו מנצו עלה בי תרי וקם חד מנייהו ואקדשיה וכו'\\\\. ואקשינן וכי יכול להוציאו בדיינים מי מצי מקדיש ליה ואע\\\"ג דלא אפקייה והא \\\\(דאמר\\\\) \\\\[אמר\\\\] ר' יוחנן גזל ולא נתיאשו הבעלים וכו'\\\\. ותריץ ליה מי סברת מסות' מטלטלי לא מסותא מקרקעי הוה דכי יכול להוציאו בדיינין ברשותיה דמארי' קאי אלמא הלכת' כותי'\\\\. ועוד הא קימא לן דלמחזי כשיקרא לא חיישי' מדרב נחמן דאמר אפי' מצאו באשפה חתמו ונתנו לה כשר ומדר' יוחנן דאמר שטר שלוה בו ופרעו אינו חוזר ולוה בו כו' כדאיתא בגיטין פרק כל הגט \\\\(כ\\\"ו:\\\\) אלא דלכתחלה מיהת לא עבדינן דחיישינן לשיקרא ודרב נחמן ור' יוחנן דיעבד הוא\\\\. ואם תאמר הא נמי לכתחלה היא דלא כתבי בדכפריה אבל אי עבי' וכתב לא מבטלינן ליה הא לא מצית אמרת חדא דכיון דכפר ביה היכי מצי לאקנייה ובמאי זכי האיך\\\\. ועוד דכי מותבינן בשבועות ובבכורות מנהרדעי אדשמואל דמוקים למתני' בבא בהרשאה\\\\. ומתרצין הני מילי דכפריה אבל לא כפריה כתב' למה ליה למימר הכי ולימא ליה הני מילי לכתחלה אבל דיעבד מפקינן בה ממונא ומדפסקיה למלתא בין היכא דכפריה להיכא דלא כפריה ש\\\"מ דהיכא דכפריה לית בה מששא\\\\. וכך הושוו בה כל הגאונים והחכמים כמו שכתבנו למעלה\\\\. מעתה יש לנו לתרץ מה הוא הטעם שפירשו להיכא דכפריה לנסחאות שלנו\\\\. ויש לומר שלא בא זה הטעם לבטל הטעם הראשון אלא להוסיף עליו שאם כפר בו אעפ\\\"י שחזר והודה לו דהשתא לאו גזלה היא אפי' הכי אינו כותב עליהם עוד אורכתא משום דמחזי כשיקרא מפני שאינו עוד לא פקדון ולא מלוה אלא גזלה שבידו היא נקראת ולזה הטעם אם כתב לו ממון סתם לא מחזי כשיקרא אלא שאינו יכול לגבות בה כלום מפני שאנו אומרים שמא מלוה היא ולא יכול להקנותה לו מכל מקום לזה הענין אם עבר וכתב לשון פקדון הועיל להוציא מיד הנפקד על כרחו ואפי' כתב ממון סתם או אפי' בלשון מלוה אם הודה בו נפקד כי פקדון היה זה בידו מוציאים ממנו על כרחו ונותנין למורשה דכיון דאודי ליה והו' בעינו כמ\\\"ד לי' יהא לי בידך דמי וכפקדון דמי \\\\(כדמפורש בב\\\"ק ק\\\"ד\\\\.\\\\) ויכו' זה להקנות בהקנאה הראוי לו דאי זוזי נינהו מקני להו אגב ארעא ואי שאר מטלטלין נינהו מקני להו נמי בחליפין ואי ארעא הוא \\\\[ולא\\\\] צריך ולא מידי אלא \\\\(כלישנא\\\\) \\\\[בלישנא\\\\] דאורכתא מיקניא דהא כתיב בה דון וזכה וקימא לן וזכה לשון מתנה היא כדאיתא בבא בתרא פרק מ\\\"ש \\\\(קמ\\\"ח:\\\\) וכן שנינו במסכת מעשר שני ומייתינן לה בקדושין \\\\(כ\\\"ו:\\\\) מעשר עני שעתיד אני להפריש הרי הוא נתון לעקיבא בן יוסף שיזכה בו לעניים\\\\. ואי מלוה בשטר היא מקני לה ניהליה בכתיבת אורכתא ובמסירת השטר לידו והוא דכתב באורכתא קנה לך שטרא הוא וכל שעבודי' דאית ביה\\\\. אי נמי דמקנה ליה שטרא אגב ארע' א\\\"נ בחליפין ומיקני שטרא כל היכא דאיתיה דהוה ליה כמסירת השטר אלא שמסירת השטר יותר שוה מכולן שבכולן יכול הלוה לעכב מפני חזרת שטר חוב שכל זמן ששטר החוב קיים אין כותבין שובר\\\\. הנה דחקתי את הענין ופרשתי אותו לפי דעת הגאונים שהושוו במלוה ובפקדון שכפר בו שאין הרשאה מועיל עליהם כלל ובודאי לכאורה כך הוא שהרי מצינו לרבא ולרב פפא דאצרכינהו למארה אורכתא הקנאה גמורה אגב ארעא \\\\[ומלוה לא נקנית אגב ארעא\\\\] ולא בשום ענין אלא או באודית' או במעמד שלשתן אלמא פקדון הוו אבל במלוה \\\\[לא\\\\] אשכחן אורכתא ופקדון שכפר בו ולא חזר והודה בו אינו נקנה בשום דבר והיאך מקנה לו דבר שאינו \\\\[ברשותו\\\\] מיהו איכא מאן דקשיא ליה הנהו שמעתתא דבכורות לאו פקדון נינהו ולאו מלוה נינהו אלא בתורת מתנה נמי יהבינהו לכהן לפדיון בנו ולהוצאה נתנו המעות מיד וכהן מפיק להו בתורת שהם שלו ואפי' הכי מהניא בהו אורכתא אלמא אפי' במלוה נמי מהניא בהו אורכתא ואם תאמר במה זוכה בה\\\\. יש לומר מפני שיכול להקנותה באודיתא כמעשה דרבא ורב מארי בריה \\\\(דאמימ'\\\\) \\\\[דאיסור\\\\] כדאיתא בבבא בתרא \\\\(קמ\\\"ט\\\\.\\\\) וכללו של דבר כל דבר שיכול להקנותו בשום ענין הרשאה מועלת עליו והוא שהקנה לו בדרך הקנאתו\\\\. ואין לנו דבר שאין יכול להקנותו אלא מה שזה כופר בו ומשום הכי אין הרשאה מועלת עליו ולא לכתחלה ולא דיעבד אלא אם כן חזר והודה בו קודם הרשאה דמהני בה אורכתא דיעבד כדכתיבנן לעיל\\\\. וא\\\"ת כיון דאפי' במלוה על פה מהניא בה אורכתא מעתה דברי ר' יוחנן בטלים הם דאמר כל ממון שאינו ברשות בעלים אינו יכול להקנותו ואע\\\"ג דמצי מפיק ליה בדיינים כל היכא דלא אפקיה לא מצי לאקנויי הא לא קשיא חדא דאודיתא לאו הקנאה אלא חזרת ממון לבעליו היא\\\\. ועוד דמלתיה דר' יוחנן דוקא בגזלה וכיוצא בה דהיינו כפירה אבל כל דבר שאין בו כפירה כמאן דאיתיה ברשותיה דמאריה מחית\\\\. וא\\\"ת כיון דאודיתא לאו הקנאה היא ההיא הרשאה דבכורות ואוקימנא באודיתא ואמאי קרי לה הרשאה\\\\. איכא למימר כעין הרשאה היא דהא מתני אהדדי דכל מאי דמפיק מכהן להוי לתרוייהו והוה ליה כשותפא שבא מכחו ומכח חבירו ולעולם באודיתא לא מצי למיהדר ביה אע\\\"ג דכתב ביה כל דמתענית מדינא עלאי וכו'\\\\. ומשום הכי אצטריכו רבא ורב פפא לאקנויי אגב ארעא ולא אקני להו באודיתא כי היכי דלא לחזקי בממונא\\\\. והשתא מבעי לן תרוצי מאי דקשיא לן במלתא דרב אשי דאמר שליחא שוייה ולברורי נמי דרב אשי לא אתא לאיפלוגי אנהרדעי אלא \\\\(אמימר\\\\) \\\\[אאמימר\\\\] בלחוד הוא דפליג ואליבא דנהרדעי הוא דקא מפרש כדכתב רב חננאל והרב ר' יצחק ז\\\"ל\\\\. וכן הוא \\\\(העיקרו\\\\) \\\\[העיקר\\\\] באמת וברור דהא דנהרדעי הלכה רווחת היא בכל הגמרא כמו שכתבנו למעלה דהא בהרשאה אמרי' בא במתנה לא אמרינן\\\\. ועוד דנהרדעי גופייהו לא אתו לאשמועינן הכא דכתבינן אורכתא אלא לאשמועינן על מה כותבין אותה אמקרקעי או אפי' אמטלטלי ואם על דלא כפריה או אפי' בדכפריה \\\\(ואז הלשון\\\\) \\\\[ואיזה לשון\\\\] מועיל בהן ואם אפשר להם זולתו כגון דון וזכי והנפק לנפשך לפי שדבר ברור היה אצלם שכותבין הרשאות ורב אשי גופיה לא אתא לאיפלוגי אדנהרדעי כלל דאם אתא לאפלוגי עליהו הוה ליה למימר הכי כיון דכתב בה כל דמתעני' מדינא עלאי לאו אורכתא היא כדאמרי נהרדעי בזיל דון וזכה ועוד אי לא כתב בה כל דמתענית מדינא עלאי לדעת אותם המפרשים ההרשאה ההיא מוציאין בה ממון כי הוא הלשון המבטל לדעת' וכיון שאינו כתוב בה הרשאה טובה היא\\\\. מעתה כך היה לו לרב אשי לומר ואי כתב בה כל דמתענית מן דינא עלאי לאו אורכתא היא\\\\. ומדאמר רב אשי כיון דכתיב כו' אלמא פשיטא ליה מלתא דהכי כתבי' בהו באורכתא כלהו וצורך ההרשאה הוא כמו שאמרנו בזיל דון וזכ' וכו' ואין להם זולתו כמו שכתבנו למעלה מתשובת הרב ר' יצחק ז\\\"ל\\\\. ואין ספק בדבר כי ההרשאות שווי שליח נינהו ואקניאת' נינהו כדכתבינן לעיל\\\\. והנה שמעתא דשבועות \\\\(ל\\\"ג:\\\\) מוכחת דדיקנין הא מנה לפלוני ביד פלוני חייבין ומוקמינן לה בבא בהרשאה ואי אקנית' גמורה היא היכי אמרי' מנה לפלוני ביד פלוני דומיא דאיש פלוני כהן והלא מנה שלו ביד פלוני היא והיכי הויא כעין איש פלוני כהן שהיה תביעה לאחר אלא שמע מינה דכל הרשאה שליח הוי ואפי' הכי מפי' בה ממונא ועכשיו יש לנו לפרש כיון דשליחא הוא כל ההקנאות שהקנה לו אגב קרקע מה יועילו למורשה להוציא בה ממון בכח הרשאה ולימא ליה לאו בעל דברים דידי את מידי דהוה אשליח שעשאו בעדים דאע\\\"ג דהוי שליח \\\\(זכו מכח ליה פקדיה\\\\) \\\\[וכי מסר ליה פקדונו\\\\] מפטר מאונסין ומכל דבר דלא מצי מפיק מניה ממונא מדינא אלא מדעתיה דנפקד\\\\. ועוד הקנאתו למה והלא אינו קונה כלום ובודאי קושיא זו צריכא לפנים\\\\. ואנן מסתבר לן פירקא דהאי קושיא בסיעתא דשמיא דהאי לישנא דכתבינן באורכתא כל דמתענית מדינא עלאי לישנא דזכותא ולישנא דרעותא הוא\\\\. לישנא דזכותא הוא דהכי קאמר ליה אין לי עוד לערער אחריך מפני שהקניתי לך ממון זה וסלקתי את עצמי מן הממון ולישנא דרעותא היא הואיל ושייך נפשיה בחובה וזכות של מורשה \\\\(ואלמא\\\\) \\\\[אלמא\\\\] לא סליק \\\\[נפשי'\\\\] מהאי ממונא הילכך כי אתי לגבי נפקד ובעי למפטר נפשיה מניה בטענת שליחות מצי אמר ליה האיך אדרבא לשנא דזכות היא לגבאי ומרי פקדונא לא מבטל לאורכתא את היכי מבטלת ליה ואיהו ידע בה טפי אי כתב בה לזכותא אי לא וכיון דאיהו לא מבטל לה את לא מצית לבטולה אבל אי אתי לגבי מרי דפקדונא ובעי לאתחזוקי בממונא מצי האיך למימר ליה אנא לרעותא דליך הוא דאכווני ואנא הוא מאריה דממונא את יד בעל השטר על התחתונה\\\\. ואשכחן נמי כי הא מלתא בגמרא דכתובות \\\\(ל\\\"ג\\\\.\\\\) בענין היו שם מאתים של מנה נוטלת וכו' ואקשינן תלתין ותלתא ותילתא הוא דאית ליה אמר שמואל בכותבת בעלת מאתים לבעלת מנה דין ודברים אין לי עמך במנה\\\\. אי הכי אימא סיפא של מאתים ושל שלש מאות שלשה שלשה של זהב ותימא לה הא סלקת נפשך ממנה\\\\. משום דאמר לה מדין ודברים הוא דסליקת נפשאי מכל מקום בעלת מנה נוטלת חמשים\\\\. ותימא לה בעלת שלש מאות לבעלת מנה \\\\(אי\\\\) \\\\[את\\\\] לא שקלת טפי \\\\(ממקנתיך\\\\) \\\\[ממנתיך\\\\] דהא מדין ודברים סליקה נפשה אלא לאו משום דאמרה לה לדידי הא לא מבטלא ולא מידי ולא קא מערער' עילואי להדין דמבטל' בטילא \\\\(לדידך\\\\) \\\\[לדידי\\\\] דלא מבטלא לא בטילא מאי טעמא משום דהאי לישנא משמע לשון מתנה ומשמע נמי סילוק דין ודברים ולמאן דמבטל לה בטל למאן דלא מבטיל ליה לא בטל\\\\. והא מלתא נמי להא דמיא הלכך צריך שיכתוב לו לשון הקנאה ויקנה לו כדין הקנאה כדי דתהוי ידיה אלימא לאפוקי ממונא מהאיך בעל כרחיה\\\\. וצריך למכת' ליה נמי כל דמתענית מדינא עלאי וכו' \\\\[כי\\\\] היכי דלא לחזק בממונא ועוד לאלומי ידיה דשליח' נמי למיזל ולמידן בהדי' דהאיך משליחותא דהאי דאי לאו דשויי' שליח למתבע זכותי' וקביל עליה על דנפיק ליה מן דיניה אע\\\"ג דאמר ליה זיל דון לאו מלתא שלימא היא דמזל ולמידן בהדי' והשלמת זיל דון וזכ' הוא דאי לאו זיל דון וזכי והשלמתו אע\\\"ג דאקני ליה ממונא הקנאה לא מצי למידן בהדי' ולאפוקי מיניה על כרחיה שהרי המוכר שטר חוב לחבירו דאע\\\"ג דקני ליה לההוא ממונא בכתיבה ומסירה לא מצי לאשתעויי דינא בהדיה אלא א\\\"כ כתב לו בשטר המכר תלך ותדון עמו ותוציא זה ממון לעצמך\\\\. ונפקא לן הא מלתא מההיא דגרסינן בכתובות \\\\(פ\\\"ה:\\\\) קריבתיה דרב נחמן זבינתה לכתובתה בטובת הנאה ואגרשה ומתה ושבקה ברתא לסוף אתו לקוחות ותבעוה לברתא וכו' אלמא בהדיה ברתא הוא דמצו למידן בהדי אבוה לא מצו למידן\\\\. ועוד דאמרינן התם \\\\(פ\\\"ו\\\\.\\\\) אי פקח האי מקרקש ליה זוזי וכתיב ליה שטר' על שמיה\\\\. אלמא אי משעבד ליה נפשיה משתעבד ליה אי לא לא ולגבי אורכתא נמי אע\\\"ג דמקנה ליה הקנאה גמור' אי לא כתב ליה זיל דון וכו' והשלמת הדבר כלו דהיינו כל דמתעני' מן דינ' וכו' לא מצי למידן בהדיא דאמר ליה לאו בעל דברים דידי את השתא דכתב ליה הכי לא מצי למדחיי' דאתי ליה מכח דנפשיה ואתי ליה מכח בעל הפקדון הלכך כיון דהאי אורכתא כתב בה לשון הקנאה והויא הקנאה לא מצי האיך למדחייה לא בטענת חזרה ולא בטענת מיתה\\\\. בטענת חזרה לא מדאמרינן חזקה שליח עושה שליחותו הוא הכי נמי אמרי' חזקה בעל הבית מעמידו בשליח ותו לא מצי האיך למימר ליה דילמא הדר בך משליחותא דידך ובטל לאורכתא ואע\\\"ג דקיימא לן דשליח' שוייה ומצי לבטוליה דהאי ומצי לאורוכי לאיניש אחרינא אפי' הכי בטענת שמא לא מצי למדחייה עד דמייתי ראיה דבטול בטלה לאורכיתה\\\\. תדע שהרי הולך מנה לפלוני במתנה קיימא לן \\\\(גיטין ל\\\"ב:\\\\) דהולך לאו כזכ' ואי בעי למהדר ביה מצי הדר ביה ואפי' הכי מסתמא אזיל שליח ויהיב ליה למקבל מתנה ולא חייש לחזרה אלמא מסתמא מוקמינן לבעל הבית בחזקת עומד בדבורו\\\\. וכן רבא שחשש למית' דר' אבא ולא חשש לחזרה ואע\\\"ג דלגבי שליחות הגט לא חיישינן למית' כדתנן \\\\(גיטין כ\\\"ח\\\\.\\\\) המביא גט ממדינת הים והניחו שם זקן או חולה נותנו לה בחזקת שהוא קיים אפי' הכי חשש רבא למיתה ולא חשש לחזרה אלמא מיתה שכיחא טפי מחזרה משום חזקה\\\\. ובטענת מיתה נמי לא מצי למדחייה דכל זמן דלא אתברר' מלתא דחזרה מתנת' היא בין לגבי נפשיה בין לגבי ברי' עד דמגלה דעתיה דבעי לבטולה כדכתיבנא לעיל\\\\. ואם תאמר הלא רבא חשש למית' והכא נמי לדחיי' בטענת מיתה התם שליחות בעלמא הוא דחשש רבא למיתה\\\\. אבל כי אקניניה לרב ספרא אגב ארעא ואורכיה עלויה תו ליכא למיחש למידי\\\\. ואם תאמר בהולך מנה לפלוני במתנה אמאי לא חייש שליח מיתה כדחשש רבא הכא\\\\. הא לאו מלתא היא שהרי אם מת נותן בחיי מקבל מצוה לקיים דברי המת והכי איתא בגטין פרק קמא \\\\(י\\\"ד:\\\\)\\\\. ואם תאמר היאך חשש רבא למיתה והא לגבי ע\\\"א לא חיישינן למיתה\\\\. התם משום דליכא ערעור \\\\[אבל הכא איכא ערעור\\\\] של יורשי ר' אבא וכיון דכתב ליה אורכתא תו ליכא למיחש\\\\. ולא עוד אלא אפי' בשליחות גרידא אם קדם ונתן המעות לידו ואח\\\"כ נודע שכבר חזר בו בעל המעות ובטל שליחותו של זה ונאנסו המעות מיד השליח פטור הלה מהאי טעמא משום דמצי למימר ליה אנא אשליחותא דידיה סמכי ואסהדי סמכי את הוא דפשע' בו דהדר' בך דמידע ידעת דאנא מסרנא לידיה ואדעתא דאמס' לידיה שדרתיה ניהלי ולא אבעי לך למהדר ביה ומשום הכי פטור\\\\. ואמטו להכי חשש רבא למיתה ולא חשש לחזרה\\\\. וכ\\\"ש כי אתי ליה באורכתא דלא מצי מדחי ליה בטענת חזרה אלא א\\\"כ נודע שבטלו\\\\. <מקורות>\\\\[סימן ס\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף קנב\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"וקנין שנעשה קודם שידעו בעלי דינין הפשרה ששאלת אי מצי חד למטען לחבריה קנין בטעות הוא או לא\\\\. אנו כך ראינו לזקנים אשר לפנינו שיקחו הבעלי דינין קנין בכל מה שיאמרו להם בית דין הן דין הן פשרה ולא היה מי שחולק על זה ומעשים בכל יום ומה קנין בטעות יש כאן ומי הטעה אותם אדרבה גמרו בדעתם בכל מה שיאמרו להם הבית דין\\\\. והלא אם קבלו עליהם קרוב או פסול לפני גמר דין וקנו מידם אין לאחר קנין כלום הכא נמי לא שנא\\\\. <מקורות>\\\\[סימן קצ\\\"ז\\\\]</מקורות> \"}","{\"header\":\"פרק גט פשוט\",\"text\":\"\"}","{\"header\":\"דף קעב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ומה ששאלת על מי שלוה בעדים וקנין אם לא נכתב לו השטר אם יוכל הלוה לטעון פרעתי\\\\. דבר זה מפורש בהלכות הרב אלפסי ז\\\"ל דת\\\"ר \\\\(כתובות כ'\\\\.\\\\) כותב אדם עדותו על השטר ומעיד עליה אפי' לאחר כמה שנים ואוקמה רבי' האיי גאון ז\\\"ל בעדו' \\\\(בקטן\\\\) \\\\[בקנין\\\\] דליכא חשש פרעון\\\\. ואע\\\"ג דלא מפרשא שמעתא שפיר אלא בשטר מזכרת כדפרשי' לה אנן \\\\(בכל\\\\) \\\\[מכל\\\\] מקום למדנו מדבריו שמלוה בקנין אינו יכול לטעון עליה פרעתי\\\\. תדע דהכי הוא דגרסי' בגט פשוט \\\\(ב\\\"ב קע\\\"ב\\\\.\\\\) אמר להו רבא בר שילא לספריה כי כתבותו שטרי אקנייתא אי ידעיתו יומא דקניתו ביה כתובו ההוא יומא ואי לא כתובו ההוא יומא דקיימיתו ביה וכו' ואי לאו דקנין הרי הוא כשטר לכל דבריו בין לענין חשש פרעון בין לענין לקוחות היכי כתבי' יומא דקנו מניה ודילמא פרע מקמי דנכתב שטרא\\\\. אי נמי דטריף לקוחות מאותו זמן שלא כדין שאין דינו לטרוף אלא מכתיבת השטר ואילך והשתא קא טריף מיום הקנין אלא לאו שמע מינה כשטר הוא לגמרי\\\\. <מקורות>\\\\[סימן נ\\\"ה\\\\]</מקורות> \"}","{\"header\":\"דף קעד\",\"text\":\"\"}"]