["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/ביצה.docx","{\"header\":\"פרק ביצה\",\"text\":\"\"}","{\"header\":\"דף ד\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"איתמר שבת ויו\\\"ט רבא אמר נולדה בזה אסורה בזה\\\\. וכן הלכתא ול\\\"ש י\\\"ט אחר השבת ולא שנא שבת אחר יו\\\"ט נולדה בזה אסורה בזה משום הכנה דקי\\\"ל כרבה דאית ליה הכנה במוקצה ונולד, ודוקא יו\\\"ט הסמוך לשבת בין מלפניה בין מלאחריה אסור משום דאיסור מוקצה ונולד\\\\. אבל אם חל יו\\\"ט בה' ובששי בשבת ונולדה הביצה בה' מותרת בשבת\\\\. וכן אם נולדה בשבת תאכל בי\\\"ט אם חל י\\\"ט ביום א' וביום ב' אחר השבת מותרת הביצה והמוקצה יום שני ממה נפשך דודאי אחד מהם חול\\\\. וק\\\"ל \\\\(שם\\\\) דשבת וי\\\"ט שתי קדושות הן ונולדה בזה אסורה בזה משום הכנה אבל דברים שאין בהם משום מוקצה כגון פירות שאין במינן במחוב'\\\\. וכגון דברים שלא נצודו ובאו מחוץ לתחום בשבת מותרים ביו\\\"ט הסמוך לשבת בין לו בין לאחרים דאיסור תחומין לית בהו הכנה לא משום גזירה שמא יאמר לו לך הבא לי\\\\. ואם שלח ישראל דורון לישראל חבירו מחוץ לתחום בשבת או ביו\\\"ט מותר בין לו בין לאחרים בו ביום דלדידיה לית ביה האי גזרה שיאמר לו לך והבא דהאי ישראל דשד' ליה לא יעשה איסורא בשבילו\\\\. דאין אדם חוטא ולא לו ע\\\"כ\\\\. <מקורות>\\\\[סימן קכ\\\"ז\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"אין בין י\\\"ט ראשון לי\\\"ט שני אלא ספק מוכן ומת ומכחול עינא והדומה לו\\\\. ויש אומרים אף אבל וי\\\"א אף מילה שלא בזמנה הא לכל דבריהם זה וזה שוין\\\\. אין בין יום טוב של ראש השנה לי\\\"ט שני אלא מת בלבד\\\\. וי\\\"א אף אבל וי\\\"א אף שהחיינו הא לכל שאר דבריהם זה וזה שוין\\\\. אין בין שבת וי\\\"ט לשני י\\\"ט של ראש השנה אלא עירוב\\\\. וי\\\"א אף שיירי שמן ושיירי פתילה ועגל שנולד: ספק מוכן מנא לן דבי\\\"ט ראשון אסיר ובי\\\"ט שני מותר ת\\\"ש דאמר רב פפא \\\\(ביצה כד:\\\\) הלכתא ע\\\"א שהביא דורון לישראל אם יש מאותו המין במחובר אסור ואפילו לר' שמעון דלית ליה מוקצה משום דמחובר כסוכה בריאה ככוס וכקערי' ועשש' דמי ובהנהו אפילו רבי שמעון מודה ואפילו בטלטול דהכי קי\\\"ל \\\\(שם כד\\\\.\\\\) הלכה כרבי יהושע וכדפריש רב \\\\(שם ע\\\"ב\\\\) מותרין לקבל מכלל דרבי יהושע לקבל נמי אסר: ולערב אסורין בכדי שיעשו פי' אעפ\\\"י שאיסורו אסור מוקצה משום הכי אסור לישראל אחר גזרה שמא יאמר לע\\\"א ויתלוש נמי אית ביה משום הכי בכדי שיעשו משום דהוה ליה כמתבשל בשבת במזיד\\\\. אבל במוקצה לחודיה כגון ביצה לא בעינן בכדי שיעשו ומאי ולערב לערב י\\\"ט ראשון דמותר מפני שי\\\"ט שני ספק י\\\"ט ספק חול הוא וממה נפשך מותר הוא ומאי בכדי שיעשו \\\\[שיתלשו\\\\] ויבאו מחוץ לתחום וכדתנן במס' מכשירין גבי חמץ מצא בה ירק אם רוב ע\\\"א לוקח בה אם רוב ישראל ימתין בכדי שיבאו ממקום קרוב דהיינו חוץ לתחום\\\\. ואשמעינן מתניתין קילתא וכ\\\"ש חמירתא כלומר בעינן המתנה בכדי שיבאו חוץ לתחום ואע\\\"ג דתחומין מדרבנן וכ\\\"ש דבעינן המתנה בכדי שיתלשו \\\\(הא\\\\) \\\\[שהוא\\\\] איסור' דאורייתא והיינו דקאמר רב פפא בכדי שיעשו סתמא מפני שיש במשמעותו בין תלישה בין הבאה ורב פפא אתא לאשמועינן דלא תימא ממתניתין בשאינו מוכן ודאי מיירי אלא אף בספק מוכן מיירי ובספק מוכן נמי בעינן בכדי שיתלשו ויבאו חוץ לתחום ורישא דוקא הא מחצה על מחצה כרוב ישראל דמי ובעינן המתנה ועוד קמ\\\"ל רב פפא דלא איירי מתניתין אלא או בשאינו מוכן ודאי או בפסק מוכן אבל במוכן כגון ירקות דכמישי דאיכא לספוקי בהו' שמא מחוץ לתחום אתו\\\\. אי נמי ידיע לן דודאי מחוץ לתחום אתו לא בעינן שיבאו ממקום קרוב ומשום הכי קאמר רב פפא אם אין מאותו המין במחובר מחוץ לתחום אסורין ואלו הכא לא קאמר בכדי שיעשו או בכדי שיבאו ממקום קרוב אלמא באיסור תחומין לחודיה לא בעינן המתנה ואם איתא לאשמועינן קילתא וכ\\\"ש חמירתא אלא לאו ש\\\"מ באיסורא דאורייתא הוא דבעינן אף בכדי שיבאו אבל באיסורא דרבנן לא בעינן בכדי שיבאו כלל, וחלילין היינו טעמא דלא יספוד בהם עולמית משום לועג לרש כמו שכתוב' בפי' מס' שבת\\\\. וכן כתב רבי' יעקב ז\\\"ל ועוד למדנו ממשנתנו דלא שנא באו ממקום קרוב דהיינו חוץ לתחום אלפים אמה ול\\\"ש באו מחוץ לעשר פרסאות דימתין בכדי שיבאו ממקום קרוב סגי כדי שלא נתן דבריו לשעורין\\\\. ועוד יש לומר דסיפא נמי דוקא הא מחצה על מחצה בעינן המתנה בכדי שיתלשו שהוא איסורא דאורייתא אבל בעינן המתנה בכדי שיבאו חוץ לתחום רב פפא עשייה דווקא בעי' דתחומין ונר' לי דכי אמרי' מחוץ לתחו' אסורין דוקא היכא דידע לן דודאי מחוץ לתחום אתו אבל ספק מות' דהא קימא לן ספיק' דרבנן לקולא וכ\\\"ש בדבר שאין לו עיקר מן התורה ואפי' לרב אשי דאמר \\\\(ביצה ד\\\\.\\\\) כל דבר שיש לו מתירין אפי' בדרבנן אסיר ה\\\"מ איסור השוה בכל כגון איסור ביצה ומוקצה אבל איסור שאינו שוה בכל לא וה\\\"ה לספק מוכן די\\\"ט שני שמותר דה\\\"ל ספקא דרבנן ועוד ה\\\"ל ספק ספקא משום דאיכא למימר מאתמול ניצודו ואת\\\"ל היום ניצודו שמא חול הוא וכל ספק ספקא אפי' בדאורייתא לקולא נמי מותר ואפילו לרב אשי דאמר כל דבר שיש לו מתירין אפילו בדרבנן לא בטיל ה\\\"מ בחד ספקא אבל בתרי ספקי לא אמר ואפילו בדאורייתא תדע דהכי קתני \\\\(ביצה ג:\\\\) וספקא אסור ומוקמינן לה אליבא דרבה בספקא דאורייתא וקתני נתערבה באלף כולן אסורות ומדלא קתני נתערב לשון זכר כדקתני אסור אלמא אודאי קאי אבל בספקא מותר וכן פירש רבי יעקב ז\\\"ל אלמא אפי' בדאורייתא ואפילו לרב אשי בטיל\\\\. והבא בשביל ישראל זה מותר לישראל אחר פירוש כיון דלא משום מוקצ' איתסר אלא משום גזיר' מות' לישראל אחר דאין אדם חוטא ולא לו ויש מתירין ואומרים שאפילו לאותו ישראל לא אסור אלא בו ביום אבל ביום שני מותר ולא מבעיא שבת וי\\\"ט דשתי קדושות הן \\\\(ביצה ד\\\\.\\\\) ואין משום הכנה דרבה כיון שאין איסורו משום מוקצה אפילו בשני י\\\"ט של ר\\\"ה נמי שרי דכעין קנסא הוא ודיו אם קנסת על יום אחד ונראין דבריהם כיון דלענין מת לאו קדושה אחת הן \\\\(שם ו\\\\.\\\\) אלמא לאו כיומא אריכתא דמי ועוד אנו מאריכין בדבר זה לקמן\\\\. \\\\(ב\\\\) מת ביום וכו': כתב הרב ר\\\"ש ז\\\"ל מת המוטל ליקבר אם יום טוב ראשון יתעסקו בו עממין ע\\\"כ ולפי פירושו זה משמע דמת קודם י\\\"ט ת\\\"ש דאמר רבא \\\\(שם\\\\) מת בי\\\"ט ראשון יתעסקו עממין בי\\\"ט שני יתעסקו בו ישראל ואפילו בשני ימים של ר\\\"ה פי' כיון דאמירה לע\\\"א שבות ואין בו איסור אלא מדרבנן ואמר' רבנן גדול כבוד הבריות שדוחה את לא תעשה שבתורה \\\\(והוי\\\\) \\\\[והיינו\\\\] לאו דלא תסור שהוא מדרבנן מפני שכל אסמכתא דרבנן אלאו דלא תסור אסמכוה רבנן כדאמרי' במסכת ברכות פרק מי שמתו \\\\(דף יט:\\\\) הלכך י\\\"ט ראשון שהוא מן התורה לא התירו בו אלא שבות דרבנן ובשבת אסור שהרי העמידו דבריהם במקום כרת גבי איזמל וכ\\\"ש הכא אבל י\\\"ט שני שהוא מדרבנן יתעסקו בו ישראל ואפילו בשני י\\\"ט של ר\\\"ה משום דאף י\\\"ט שני של ר\\\"ה מדרבנן הוא שהרי חשבונו מיום ראשון הוא\\\\. אמר מר זוטרא לא אמרו אלא דאשתהי פי' כגון י\\\"ט ראשון או השני הסמוכה לשבת בין מלפניה בין מלאחריה בודאי ישתה' כדאשתהא אבל לא אשתהי משהינן ליה בין בי\\\"ט ראשון בין בי\\\"ט שני משום דקסבר מר זוטרא דלא אמרינן גדול כבוד הבריות שדוחה את לא תעשה שבתורה אלא היכא דאיכא למיחש שמא יסריח אבל היכא דליכא למיחש שמא יסריח לא מבעיא בי\\\"ט ראשון דמשהינן ליה עד י\\\"ט שני מפני שכבודו בישראל יותר מבעממין אלא אפי' בי\\\"ט שני שהוא מדרבנן משהינן ליה דהא אפשר לקיים את שניהם כבוד יום טוב וכבוד הבריות\\\\. ורב אשי אמר אף על גב דלא אשתהי לא משהינן ליה פי' דקסבר רב אשי דשהיה נמי איכא בזיון למת וגדול כבוד הבריות שדוחה לא תעשה שבתורה ולא מבעיא בי\\\"ט ראשון דלא משהינן ליה כיון דכבודו הוא בדלא משהינן מוטב דדחינן ליה שבות דלית ביה למעשה משבות דאית ביה מעשה אלא אפילו בי\\\"ט שני לא משהינן ליה ויתעסקו בו ישראל מ\\\"ט כלומר מה טעם יתעסקו בו ישראל והלא אפשר בעממי' י\\\"ט שני לגבי מת כחול שוייה רבנן פי' משום כבוד המת ולא מבעיא דבר שאי אפשר בלעדיו כגון הוצאתו וחפירת קברו אלא בדבר שאפשר בלעדיו עושין לו בשביל כבודו והיינו מיגז ליה גלימא אפי' שאפשר לכרכו בבגד ומיגז ליה אסא שאין עושין לו זה אלא בשביל שמא יסריח ודוקא בשני י\\\"ט של עצרת או בשני י\\\"ט האחרונים של פסח ושל סוכות דומיא דשני' י\\\"ט של ר\\\"ה התם הוא דכחול שויוה רבנן מפני שהוא מדרבנן אבל בי\\\"ט שני בשני י\\\"ט הראשונים הכי נמי דיתעסקו בו עממין דהא תנן במועד קטן פ\\\"א \\\\(דף ח: ע\\\"ש תוס' ד\\\"ה אין\\\\) אין חופרי' כוכי' וקברות במועד פי' ואפילו לקבור בתוך המועד מדקתני אבל מתקנין אותם פי' לקצר או להאריך או להרחיב וכה\\\"ג שלצורך המועד ודאי אסור וכיון דבמועד אסור כ\\\"ש בי\\\"ט שני וכיון דחפירת כוכי' וקברות דאי אפשר בלעדיה\\\\. וכתב הרב ר' שלמה הא דאמרי' בי\\\"ט שני יתעסקו בו ישראל ה\\\"מ כגון טלטול ושאר דברים שאין בו טורח כגון לכבס ולגזז שערו אבל חפירה לא ע\\\"כ בפי' מועד קטן\\\\. ומה דשניא חפירת קרקע שהיא עבודה קשה וכבדה משאר עבודות לא נהיר מדקאמר י\\\"ט שני לגבי מת כחול הוא שויוה רבנן ומשמע כחול עשאוהו לגמרי\\\\. ומה שפי' רב אחא משבחא דכי אמרי' יתעסקו בו ישראל דוקא בדליכא עממי' מה שאין כן בי\\\"ט ראשון ומשמע דמתניתין במועד קא שתיק ולדבריו משנינן הכי הא דאפשר בעממי' הא דלא אפשר בעממי' לא נהירא משום דקשיא כחול שויוה רבנן דמשמע לגמרי ואפילו בדאיכא עממין\\\\. ויש מפרשין דרב אשי לא פליג אדמר זוטרא אלא בי\\\"ט שני אבל בי\\\"ט ראשון בעי' אשתהי ומביאי' ראיה מהא דגרסי' במס' שבת פ' תולין עובדא אתא לקמיה דרבי יוחנן בי\\\"ט הסמוך לשבת בין מלפניה בין מלאחריה הכל כמו שפי' רבי' שלמה ז\\\"ל אם חל י\\\"ט בע\\\"ש ומת בו ביום ומפני שלא יוכלו להתעסק בו למחר התיר לקברו ע\\\"י עממין\\\\. או מאחריה והוא מת בשבת ומפני שנשתהא כבר יהיה מסריח התירו וכו' מת שנשתהה כגון בשבת ולמחר היה י\\\"ט ע\\\"כ כתב רש\\\"י במסכת שבת ולא נהיר' דהא מלתא דרב אשי סתמא היא כמלתיה דמר זוטרא\\\\. ועוד כיון דשהיית מת חשובה בזיו' למת משום הכי דחי כבודו אפילו שבות דאית ביה מעשה כ\\\"ש דדחינ' שבות דלית ליה מעשה\\\\. וכי תימא שאני הכא דכבודו בישראל יותר מבעממי' וכמו שלנו לכבודו להבי' לו ארון ותכריכי' דמי\\\\. יש לומ' כיון דהוצאת המת וקבורתו ודאית שמותרת אפי' בי\\\"ט ראשון מפני שאין בו איסור מן התורה ולא מבעיא אליבא דר' שמעון דאמר מלאכה שאינה צריכה לגופה פטור עליה אלא אפי' לרבי יהודה דאמר חייב עליה בהוצאה מיהא מודה דמותר ע\\\"י ישראל דאמרי' מתוך שהותרה הוצא' לצורך הותרה נמי הוצאה שלא לצורך כב\\\"ה דשרו הוצאת קטן \\\\(ביצה י\\\"ב\\\\) ולולב וספר תורה מהאי טעמא משום הכי כבודו בי\\\"ט ראשון מבי\\\"ט שני ובהלכה רופפת כי הא אמרי' פוק חזי מה עמא דבר\\\\. \\\\(ג\\\\) ומכחל עינא מנא לן \\\\(ביו\\\"ט \\\\[שביו\\\"ט\\\\] ראשון אסור ובי\\\"ט שני שרי\\\\. ת\\\"ש דאמרי' \\\\(ביצה כב\\\\) דבעא מיניה רב אשי מאמימר מהו למכחל בי\\\"ט היכא דאיכא סכנה כגון דאיכא רירא דיצא ודמעתא וקדחא ותחלת אוכלא לא קמבעיא לן דאפי' בשבת נמי שרי כי קא מבעי' לי סוף אוכלא ופצוחי עינא מאי פי' מי אמרינ' כיון דלאו צורך אוכל נפש אסור הוא או דילמא כיון דצורך נפש הוא מותר והא דאיכא למימר הכי ולא גבי כבוי הנר ולא גבי כיבוי דליקה דלא אשכח' כבוי לחודי' הוא דשרי בי\\\"ט דבשרא אגומרי כבוי הוא להבעיר אמר ליה אסור איתביה אין מכבין את הבקעת בי\\\"ט כדי לחוס עלי' ואם בשביל שלא יתעשן הבית או שלא תתעשן הקדרה מותר אמר ליה ההיא רבי יהודה היא דאמר לכם לכל צרכיכם כי קא אמינא לרבנן ולרבנן אפי' שלא תתעשן הקדרה אסור במכשירי אוכל נפש ומשום הכי ליכא למימ' מתוך אכבוי ודליקא אשכח' י\\\"ט ראשון אסור י\\\"ט שני מנא לן דשרי ת\\\"ש דאמימר שרא ליה \\\\(שם כב\\\\.\\\\) למכחל עינא בי\\\"ט שני של ר\\\"ה דסבירא ליה כנהרדעי דסבירא להו שתי קדושות הן ולית הלכתא כותי' \\\\(שם ו'\\\\.\\\\) דקי\\\"ל דקדושה אחת היא אלא מיהו גמרינ' מיהא דאמימר דשרי למכחל עינא בי\\\"ט שני של גליות ונראה לי דה\\\"ה דמות' לכבות את הנר מפני דבר אחר ומות' לכבות את הדליקה בי\\\"ט שני של גליות, וכן הבקעת שלא יתעש' הבית או הקדרה וכן השחזת סכין וגריפת תנור וטעמ' דמלתא משום דקיי\\\"ל \\\\(שם כח\\\\) הלכה כרבי יהודה דאמר לכם לכל צרכיכם ואין מורי' כן\\\\. וה\\\"מ בי\\\"ט ראשון אבל בי\\\"ט שני אורויי נמי מורינ' מפני שחומר הוא שהחמירו בי\\\"ט ראשון שהוא מדאורייתא ולא שרינן לכתחלה מכשירי אוכל נפש אף על גב דאמר רב חסדא \\\\(שם\\\\) יהא רעוא דהני מילי מעלייתא תדרשון משמי\\\\. אבל בי\\\"ט שני שהוא מדרבנן לא החמירו אלא אפילו לכתחלה נמי שרינ' ונראה לי דוקא מכחיל עינא דשרי בי\\\"ט מפני שצורך כל נפש הוא שאף הבריאי' עצמם דרכ' לכחול בכחול עיניהם לחזק מאור עיניהם אבל צרכי חולה אין נעשין אלא ע\\\"י ע\\\"א ואפי' בי\\\"ט שני דאפילו רבי יהודה לא קא שרי אלא דבר השוה לכל נפש ואעפ\\\"י שאין ראיה לדבר זכר לדבר \\\\(ב\\\"ק קב\\\\.\\\\) מרבה אני את הכביסה ששוה לכל אדם ומוציא אני את המלוגמא שאינה שוה לכל אדם והתם נמי לכם כתיב\\\\. וכן מלח דבעיא שנוי ביום טוב ראשון \\\\(ביצה יד\\\\.\\\\) ובקוע עצים דבעי שנוי ה\\\"ה בי\\\"ט שני \\\\(שם לא\\\\.\\\\) דכיון דמכשירין שאפשר לעשות בעי\\\"ט הוא ליכא לחלק בין יום טוב ראשון לי\\\"ט שני ולכתחלה נ\\\"מ שרינן מלח ובקוע עצים בשנוי ואפי' בי\\\"ט ראשון משום דאיכא למימר דאפי' רבנן דפליגי עליה דר' יהודה מודו בהני דע\\\"כ לא פליגי אלא במכשירין שאי אפשר אבל במכשירין שאפשר רבנן ורבי יהודה שוין הן לאסור ואם בשנוי מותר לרבי יהודה ה\\\"ה לרבנן וטעמא דמילתא משום דמלח חשוב כאוכל הוא ובקוע עצים נמי כצורך אוכל נפש דמי כיון דאי אפשר לאוכל נפש בלא הבערה ומשום הכי קא מצי שרי לדברי הכל\\\\. \\\\(ד\\\\) וי\\\"א אף אבל מנ\\\"ל הא מילתא ליתא בגמרא כל עיקר אלא מסברא הוא דקאמרי רבוותא הכי דהא קי\\\"ל די\\\"ט ראשון דאוריתא הוא דכתיב כיום מר וי\\\"ט שני דרבנן או מספקא דאוריתא ואתי ודאי דאוריתא ודחי ספק דאוריתא, ומשום הכי אי אתרעי מילתא לאיניש בי\\\"ט שני שהוא י\\\"ט האחרון כגון בשני י\\\"ט האחרונים של פסח ושל סוכות או ביו\\\"ט שני דעצרת מחייב למיתב באבלות וכ\\\"ש שחיב בקריעה מפני שהוא חמורה מאבלות שהרי אבלות אינה דוחה את המוע' וקריעה דוחה את המועד כדתנן \\\\(מו\\\"ק כד\\\\.\\\\) אין חולצין ולא קורעין אלא קרובו של מת ומוקמי רבוותא להא במועד ומשום הכי קאסר מתניתין קריעה למי שאינו חייב לקרוע\\\\. וכתב הרב ר' משה בר מיימון ז\\\"ל \\\\(בפרק ששי מהלכות יו\\\"ט הלכה כ\\\"ג\\\\) אין קורעין ואין מברין ולא חולצין בכתף במועד על המת אלא קרוביו שהן חייבים להתאבל עליו אף על פי שאין אבלות במוע' קורע על מתו במועד וחולץ את כתפו\\\\. ואם היה חכם או אדם כשר שהיה עומד עליו בשעת נטילת נשמה הרי זה קורע עליו במועד אעפ\\\"י שאינו קרובו\\\\. ואין קורעין בי\\\"ט שני כלל ואפילו קרוביו של מת\\\\. ע\\\"כ\\\\. ויש מהנדזין בדבר ואומרים לא דמיא אבלות לקריעה דבשלמ' אבלות דחיא י\\\"ט שני משום דאתי עשה דיחיד דאורייתא ודחי ספק עשה דרבים אבל קריעה שהיא אב מלאכה לא דחי' י\\\"ט דלא אתי עשה דיחיד ודחי ספק עשה ולא תעשה דרבים דאוריתא\\\\. ויש להשיב ומה מועד שאין אבלות דוחה אותו קריעה דוחה אותו י\\\"ט שני \\\\(אבלות\\\\) \\\\[שאבלות\\\\] דוחה אותו אינו דין שתהא קריעה דוחה אותו\\\\. וטעמא דמלתא שהקריעה חמורה מן האבלות מפני שלא היה מותר' אלא אנינות יום ראשון ופריע' ופרימה ולא עוד אלא שחייב מיתה מי שלא פרע ולא פרם שנאמר בבני אהרן ראשיכם אל תפרעו ובגדיכם לא תפרומו ולא תמותו הא אחר שלא פרע ושלא פרם חייב מיתה ומשום הכי אתי עשה שיש בו מיתה ודחי עשה גרידא דרבים דהיינו מועד וכ\\\"ש י\\\"ט שני\\\\. אבל אבלות דרחיצה וסיכה ונעילת הסנדל דעשה גריד' הוא אינו דוחה מועד אבל יום טוב שני דחיא ומעתה דן ק\\\"ו למילה שלא בזמנה שדוחה י\\\"ט \\\\[שני\\\\] ומה רגל שאין אבלות דוחה אותו שאין אבל נוהג אבילתו ברגל וצרעת דוחה אותו אינו דין שמילה שלא בזמנה דוחה אותו ויש לבעל הדין לחלוק ולומר כיון דטעמא דמלתא הוא דאבלות דהשתא לא חיילה משום דלא אתי עשה דיחיד ודחי עשה דרבים הלכך אפילו בספק לא חייל' משום דא\\\"ל דחמור עשה דרבים מעשה דיחיד ודאי דלא גרע י\\\"ט שני מחתן דלא אתיא אבלות וחייל' אשבעה ימי חופה אע\\\"ג דשמחה בחופה בדאוריתא לא כתיבא\\\\. מיהו אין לנו לשנות מנהג הגאוניםגז\\\"ל\\\\. הגה\\\"ה\\\\. ודוקא היכא דמת בו ביום ונקבר בו ביום דמיתה וקבורה בעינן ביום אחד אבל אם מת לו מת ביום ראשון ונקבר בשני אינו נוהג אבלות וכן נראה מדברי בעל הלכות שכתב דהוא יום מיתה ויום קבורה והכי אסכים דאבלות יום ראשון דאורייתא הוא דכתיב ואכלת חטאת היום\\\\. וכתיב נמי ואחריתה כיום מר שאם מת לו מת ביום ראשון ונקבר בשני שאינו נוהג אבילות משום דמיתה וקבורה בעינן ביום אחד\\\\. וכן נראה מדברי הרב אלפאסי ז\\\"ל שכתב כדברי בעל ההלכות\\\\. ועוד כתב בהלכות בשלהי היה קורא והלכתא יום ראשון דהוא יום מיתה ויום קבורה הוא נינהו דאיתיה דאורייתא וכו' אלמא אין לך אבלות דאורייתא אלא כיום מיתה ויום קבורה ואין לזוז מדבריהם ע\\\"כ\\\\. ע\\\"כ הגה\\\"ה\\\\. \\\\(ה\\\\) וי\\\"א אף מילה שלא בזמנה מנא להו ת\\\"ש דתנן \\\\(שבת קלז\\\\) קטן נימול לח' לט' לי' לי\\\"א לי\\\"ב לא פחות ולא יותר כיצד כדרכו בשמנה בין השמשות לתשעה ערב שבת בין השמשות לעשרה יום טוב אחר השבת לאחד עשר\\\\. ב' ימים טובים של ר\\\"ה לי\\\"ב\\\\. אבל שני ימים טובים של גליות דהוא מדרבנן יש מן החכמים שאומרים דהאי תנא בארץ ישראל קאי דליכ' להו שני י\\\"ט אלא בר\\\"ה וה\\\"ה בשני ימים טובים של גליו' דלא דחיא\\\\. י\\\"ט שני לגבי מת כחול שויוהו רבנן ואפילו שני יו\\\"ט של ראש השנה אלמא י\\\"ט שני של ר\\\"ה נמי דרבנן הוא ואפילו הכי לא שרו ליה רבנן גבי מילה שלא בזמנה ואע\\\"ג דמצוה היא משום דכל יומא ויומא זמניה הוא\\\\. ויש לבעל הדין לחלוק ולומ' ומה מכחל עינא דאינו מצוה ואינו דוחה לא תעשה שבתורה דוחה יו\\\"ט שני מילה שלא בזמנ' שהיא מצוה ודוחה לא תעשה דצרעת \\\\(שבת קלב:\\\\) אינו דין שדוח' י\\\"ט ב' של גליות ומתני' דוקא נקט שני ימים טובים של ראש השנה דקדושה אחת הן בין לענין ביצה בין לענין מכחל עינא מה שאין כן בשני יו\\\"ט של גליות וכי תימא לאמימר ולנהרדעי דאמרי \\\\(ביצה דף ו\\\\. ודף כב\\\\) דשתי קדושות בין לענין ביצה בין לענין מכחל עינא דדחי יום טוב שני של ראש השנה ומאי שנא מילה שלא בזמנה דלא דחיא אלא מאי אית לך למימ' שאני מכחל עינא דאפי' ביו\\\"ט ראשון שרי מדאוריתא דהא קי\\\"ל \\\\(שם כח\\\\) כרבי יהודה דאמר לכם לכל צרכיכם ורבנן הוא דאחמו' שאין מורין כך ביו\\\"ט ראשון שהוא מדאורייתא \\\\(ביו\\\"ט אבל\\\\) \\\\[אבל ביו\\\"ט\\\\] שני לא אחמור אבל מילה שלא בזמנה דלא דחיא יו\\\"ט ראשון מדאורייתא כדאמר בעלמא \\\\(שבת קלג\\\\) לבדו ולא מילה שלא בזמנה דאתיא בק\\\"ו בי\\\"ט שני נמי לא דחי אף על גב דאתיא בק\\\"ו ומאמימר ונהרדעי דשני יו\\\"ט של ר\\\"ה ב' קדושות הן ואפילו הכי לא דחיא מילה שלא בזמנה י\\\"ט שני של ר\\\"ה וה\\\"ה ליום טוב שני של גליות ומתניתין לאו דוקא לרבא נמי לאו דוקא יש להשיב ולומר דלנהרדעי ואמימר מתניתין נמי דוקא ומתניתין בזמן שבאו עדים מן המנחה ולמעלה שנוהגין אותו היום קדש ולמחר קדש איירי אי נמי הכא במאי עסקינן כגון שנשתהו העדים ולא באו ביום שלשי' דבכה\\\"ג נוהגין אותו היום קדש \\\\(ביצה ה\\\\.\\\\) ולמחר קודש בין בזמן שבית המקדש קיים בין בזמן שאין ב\\\"ה קיים ויו\\\"ט שני כגון זה דאורייתא הוא וחשבונו מיום שני הוא ומשום הכי לא דחינן ליה מקמי מילה שלא בזמנה ולא מקמי מת\\\\. אבל האידנא דלא מקדשי עפ\\\"י הראיה אי נמי בזמן שמקדשין על פי הראיה ונוהגים מספק ב' ימים יום שני דרבנן הוא שהרי התקין רבן יוחנן בן זכאי \\\\(שם\\\\) שיהיו מקבלין עדות החדש כל היום כלו וחשבונו מיום הראשון הוא ולמחר קדש ולשמא באו עדים ממחרת יום שלשים ליכא למיחש דלא שכיח הרי מימות עזרא ואילך לא שכיח אלול מעובר \\\\(ביצה ו\\\\.\\\\) הלכך מילה שלא בזמנה דוחה אפילו יו\\\"ט שני של ר\\\"ה ולא גרע ממכחל עינא לנהרדעי ולאמימר דאמרי שתי קדושות הן ולרבא יש לומר אפילו האידנא \\\\[לא\\\\] דחיא מילה שלא בזמנה י\\\"ט של ר\\\"ה משום דקדושה אחת הן לכל דבר חוץ ממת אבל יו\\\"ט שני של גליות הכי נמי דמילה שלא בזמנה דוחה אותו דלא גרעה מילה שלא בזמנה ממכחל עינא ולעולם מתניתין דוקא נקט שני י\\\"ט של ר\\\"ה דהא מילה שלא בזמנה \\\\[דוחה י\\\"ט שני של גליות\\\\] ואפילו לרבא מק\\\"ו ומה מת שאין קבורתו דוחה י\\\"ט ראשון ואפילו ליכא עממין ואפילו מת מצוה שדוחה פסח ומילה דוחה י\\\"ט שני מילה שדוחה בזמנה י\\\"ט א' אינו דין שתדחה י\\\"ט ב' שלא בזמנה, ועוד ק\\\"ו ומה קבור' מ\\\"מ דאף דאפשר בעממין דחיא י\\\"ט ב' ואע\\\"ג דלא אישתהי מילה שלא בזמנה דלא אפשר בעממין אינו דין שתדחה י\\\"ט שני וכי תימא שאני מילה דאפשר למחר קבורת מת מצוה נמי אפשר למחר אלא שהויי מצוה לא שהינן ליה ועבדינן ע\\\"י ישראל ואע\\\"ג דאפשר בעממין כיון די\\\"ט שני דרבנן הכי נמי שהויי מצוה לא משהינן ומהלינן ליה בי\\\"ט שני שהוא מדרבנן\\\\. \\\\(ו\\\\) הא לכל שאר דבריהם זה וזה שוין כלומר ומשמתינן גברא דעביד עבידתא או דאזיל ממתא למתא בי\\\"ט שני כמו שמשמתינן ביום ראשון כדגרסינן \\\\(פסחים נב\\\\.\\\\) במקום שנהגו בר נתן אסיא אזיל מבי רב לפומבדיתא בי\\\"ט שני דעצרת איכא דאמרי נגדיה רב יוסף אמר ליה אביי ונשמתיה מר שמותי דהא רב ושמואל דאמרי תרויהו מנדין על שני י\\\"ט של גליות א\\\"ל ה\\\"מ בשאר אינשי אבל האי צורבא מדרבנן הוא ולא ממנו אשמתיה, שמעינן מהכא דאפילו לענין איסור תחומין שהוא דרבנן עשו י\\\"ט שני כי\\\"ט ראשון לגמרי לנגודי לשמותי כ\\\"ש בדבר שיש בו נדנוד עבירה דאורייתא ומינה גמרי' מי שטעה והתפלל תפלה של חול בי\\\"ט שני שחייב לחזור ולהתפלל של י\\\"ט ביום שני כמו שחייב לחזור ולהתפלל תפלת יום טוב ביום ראשון, ואף על גב דתפלה דרבנן וי\\\"ט שני דרבנן ועשאוהו כי\\\"ט ראשון לגמרי לגבי איסור תחומין הכי נמי לא שנא וכ\\\"ש הנוטל לולב גזול או לולב שאול בי\\\"ט שני בזמן שיכול לצאת בלולב שאינו לא גזול ולא שאול שלא יצא וצריך ליטול ולברך על לולב שהוא שלו דכיון דבי\\\"ט הראשון כה\\\"ג לא יצא \\\\(סוכה כט:\\\\) דהוה ליה פסולא דאורייתא בי\\\"ט שני נמי לא יצא דכיון דלגבי תחומין הב' ימים שוים ואפילו לשמותיה כ\\\"ש לגבי גזול שהוא מן התורה ואפילו האידנא דידעי' בקבועא דירחא כיון שצריך לנהוג קדושה בב' י\\\"ט ממנהג אבות כמו כן שוים לכל מאי דאמרינן ממנהג אבות \\\\(ביצה ד:\\\\) והא דגרסינן בפרק לולב הגזול \\\\(דף ל\\\\.\\\\) א\\\"ר יצחק בר נחמני אמר שמואל לא שאנו אלא בי\\\"ט ראשון אבל בי\\\"ט שני מתוך שיוצא בשאול יוצא נמי בגזול: ותו אמרינן התם \\\\(סוכה לו:\\\\) ולרבי חנינא קשיא מתניתין לא קשיא מתניתין ביום טוב ראשון ולרבי חנינא בי\\\"ט שני\\\\. ותו אמרינן בירושלמי \\\\(סוכה פ\\\"ג ה\\\"ו\\\\) כל הפסולין בי\\\"ט ראשון כו' איכא למימר דכל הני לא אתמרן אלא לבני ארץ ישראל\\\\. א\\\"נ לדוכתא דמטו שלוחי תשרי תדע מדקא שרו כל הפסולין לכתחלה אבל לבני בבל יום ראשון וי\\\"ט שני שוים הם בין לכתחלה בין בדיעבד וכל הפסולים בי\\\"ט ראשון בדיעבד הם פסולים בי\\\"ט שני ואפילו בדיעבד כי היכי דלגבי איסור תחומין הם שוין לגמרי: וכן יש לומר דפלוגתא דרב חסדא ורבה בהאופה מי\\\"ט לחול \\\\(פסחים מו:\\\\) בדוכתא דמטו שלוחי תשרי היא\\\\. תדע מדקאמר רב חסדא לוקה דאי ס\\\"ד דפלוגתיהו בדוכתא דלא מטו שלוחין היא דקאמר רב חסדא לוקה לא מבעיא אופה מי\\\"ט ב' לחול שאינו לוקה דהוה ליה ספקא אלא אפילו אופה מי\\\"ט ראשון אינו לוקה דספקה הוא ואע\\\"פ שרוב השנים אדר ואלו אינן מעוברים אין הולכין במלקות אחר הרוב\\\\. ועוד מי\\\"ט לחבירו היה לו לומר: וכי תימא לעולם בי\\\"ט שני פליגי ומאי לוקה מכת מרדות מדרבנן מנדין אותו מבעי ליה דהא רב ושמואל דאמרי תרוייהו \\\\(פסחים נב\\\\.\\\\) מנדין אותו על ב' י\\\"ט של גליות אלא דלוקה מדאורייתא קאמר ובדוכתא דלא עבד אלא חד יומא פליגי: וכי תימא היכי קאמר רב חסדא לוקה מן התורה ואמאי לימא מתוך שהותרה אפיה לצורך הותרה נמי שלא לצורך כדאמרי' נמי במסכת ביצה פ' ראשון \\\\(דף יב\\\\.\\\\) השוחט עולת נדבה בי\\\"ט לוקה א\\\"ל דאמר לך מני ב\\\"ש היא דאי ב\\\"ה הא אמרי מתוך שהותר' הוצאה לצורך הותרה נמי שלא לצורך אם כן לימא רב חסדא דאמר כב\\\"ש: הריני מוסר לך כלל גדול בזה כל דבר שנאסר מן התורה לא אמרינן ביה מתוך שלא בא לעקור דבר מן התורה כגון נדרים ונדבות למ\\\"ד אין קרבין בי\\\"ט וכגון אפיית שתי הלחם למ\\\"ד אינו דוחה י\\\"ט משום דמאורייתא לא חזו כדאמרינן במס' ביצה פ\\\"ב אמר רבינא למ\\\"ד נדרים ונדבות אין קרבין בי\\\"ט לא תימא מדאורייתא מחזא חזו רבנן הוא דגזרי בהו גזרה שמא ישהה ולא היא מדאורייתא נמי לא חזו דהא שתי הלחם חובות היום הוא ואפייתן אינו דוחה י\\\"ט ואמרינן בפרק אלו עוברין בפסחים \\\\(מז\\\\.\\\\) איתיביה שתי הלחם וכו' ואי ס\\\"ד צרכי שבת נעשה בי\\\"ט השתא צרכי שבת נעשין בי\\\"ט צרכי י\\\"ט בי\\\"ט מבעיא: ומשני שאני התם דאמר קרא לכם לכם ולא לגבוה אלמא מאן דדריש לכם ולא לגבוה נדרים ונדבות ואפיית שתי הלחם אינם דוחים י\\\"ט מן התורה ולקי עלייהו ואף על גב דאית בהו צורך הדיוט משום דאמרינן כי קא אפי וכי קא שחיט לצורך גבוה קא עביד וכהנים כי קא זכו משלחן גבוה קא זכו והכי אמרינן בביצה בפ' ב' \\\\(כא\\\\.\\\\) וה\\\"ה לשמן תרומה שנטמאת שאין שורפין אותה בי\\\"ט מן התורה ואף על גב דאית בה צורך הדיוט כיון שמצותו בשרפה ולא בקבור' ואין לכהן בו התר הנאה אלא ע\\\"י שריפה כדאמרינן בפרק במה מדליקין \\\\(שבת כה\\\\.\\\\) אמר רבא כשם שמצוה לשרוף את הקדשים כך מצוה לשרוף את התרומה שנטמאת \\\\(ואמר ר\\\"ח\\\\) \\\\[ואמרה תורה\\\\] בשעת ביעור יתהנה ממנה ומשום הכי דרשינן בה לכם ולא לגבוה\\\\. ונראה לי דלאבא שאול דסבר \\\\(ביצה כ: ופסחים מז\\\\.\\\\) נדרים ונדבות קרבים בי\\\"ט ואפיית שתי הלחם דוחה י\\\"ט מפני שיש בה צורך הדיוט ודריש לכם לכם ולא לע\\\"א שמן תרומה שנטמאת נמי שורפין אותו בי\\\"ט מפני שיש בו צורך הדיוט אבל עולת נדבה אפילו אבא שאול סבירא ליה שאינה קרבה בי\\\"ט כדאמרינן בביצה פרק ב' \\\\(יט\\\\.\\\\) אמר ר' שמעון בן אלעזר לא נחלקו ב\\\"ש וב\\\"ה שלמים שהן של י\\\"ט שקרבין בי\\\"ט ועל עולה שאינה של י\\\"ט שאינה קרבה בי\\\"ט לא נחלקו אלא על עולה שהיא של י\\\"ט ועל השלמים שאינן של י\\\"ט שב\\\"ש אומרים אין קריבין בי\\\"ט וב\\\"ה אומרים קרבים בי\\\"ט אלמא קסבר האי תנא נדרים ונדבות קרבים בי\\\"ט ואפילו הכי עולת נדבה אינה קריבה בי\\\"ט לאבא שאול הם הכי נמי ולא תימא מדאורייתא לא חזיא אלא מדאורייתא מחזא חזיא מדמוקמינן לכם ולא לע\\\"א ולא אמרינן דלמעוטי עולת נדבה אתי אלא רבנן היא דגזרו בה כיון שאין בה צורך הדיוט כלל ומשום הכי לא אתיא הא דתניא השוחט עולת נדבה בי\\\"ט לוקה אליבא דב\\\"ה דמדלא נקט שלמי נדבה אלמא קסבר נדרים ונדבות קרבים ביו\\\"ט דלא דריש לכם ולא לגבוה אפילו בדבר שאפשר לעשותו מעי\\\"ט וה\\\"ה אפילו בעולת נדבה דנהי דמקרב לא מקרבא לכתחלה כיון שאין בה צורך הדיוט כלל אבל מלקא לא לקי דלא מוקמינן לכם בעולת נדבה משום דאמרי' מתוך שהותרה שלמי נדבה הותרה נמי שחיטת עולת נדבה שלא לצורך כיון דמצוה היא כדאמרינן גבי לולב שהותרה בו הוצאה לצאת בו ואף על גב דהתם שרי לכתחלה הכי אסור משום דהתם אית ביה צורך הדיוט כלל אסור לכתחלה מיהו אליבא דאביי מתוקמא ואף על גב דסביר' להו לב\\\"ש דעולת חובה ושלמי נדבה אין קרבין בי\\\"ט לדברי הכל קמ\\\"ל האי תנא דלאו מדאורייתא קאמר אלא טעמא דעולת חובה משום דלית בה צורך הדיוט אף על גב דקביע לה זמן לא שרינן לכתחלה ושלמי נדבה נמי אף על פי שיש בהן צורך הדיוט הואיל ואין קבוע לה זמן גזרינן להו גזירה שמא ישהה אבל עולת נדבה דאית בה תרתי אמרינן בה לכם ולא לגבוה הרי התבר' דלכם ולא לע\\\"א דברי הכל הוא וה\\\"ה האופה מי\\\"ט לחול וכל דבר שאין בו צורך י\\\"ט כלל כגון הוצאת \\\\(לבנים\\\\) \\\\[אבנים\\\\] וכיוצא בה דאמעיט מלכם לדברי הכל ולוקה אפילו לב\\\"ה והא דאמר ליה רבי יוחנן לתנא \\\\(ביצה יב:\\\\) הבערה ובישול אינה משנה אליבא דב\\\"ה משום דקסבר רבי יוחנן דהמבשל גיד בי\\\"ט דקאמר חייב אפילו בלא חלב קאמר אף על פי שראוי לכלבים ובהא לא אמרינן לב\\\"ה לוקה משום דנפש אפילו נפש בהמה משמע ואף על גב דבשלא בישול חזי לכלבים קסבר רבי יוחנן דמטרח באוכלא טרחינן אבל המבשל אפילו בשר בחלב ביו\\\"ט לוקה אבישול ואהבערה אפילו לב\\\"ה מאחר שאינו ראוי לכלבים מפני שהוא אסור בהנאה וכן שריפת קדשים שנטמאו ושרפת נותר שאינם דוחים י\\\"ט ונפקא לן במס' שבת \\\\(כד:\\\\) ובפסח שני \\\\(פסחים פג:\\\\) לחזקיהו מעד בקר ולאביי מעולת שבת בשבתו ולרבא מהוא לבדו ולרב אשי די\\\"ט עשה הוא כל הני טעמים למה לי תיפוק לי מלכם לכם ולא לגבוה תירוץ ר\\\"ת ז\\\"ל כיון דמהאי קרא ממעטין נדרים ונדבות ואפיית שתי הלחם כל שכן שרפת נותר ושרפת קדשים שנטמאו אינם דוחין י\\\"ט לדברי הכל ואיכא למימר נמי דשרפת שמן תרומה שנטמאת כשרפת קדשים שנטמא היא ואינו דוחה י\\\"ט לדברי הכל דהא מקשינן להו אהדדי כדאמר רבא כשם שמצוה לשרוף את הקדשים כך מצוה לשרוף את התרומה שנטמאת וכו' וזאת הסבר' נוטה למה שכתבתי במסכת שבת מיהו הדעת מכרעת שכל דבר שיש בו צורך הדיוט מותר לעשותו בי\\\"ט למאן דאמר נדרים ונדבות קרבים בי\\\"ט\\\\. וכי תימא אמאי אצטריך רבא למימר אליבא דרבי עקיבא \\\\(פסחים ה\\\\) דסביר ליה אין ביעור חמץ אלא שרפה וש\\\"מ לא אמרינן מתוך שהותרה הבערה לצורך הותר שלא לצורך פשיטא דהא שרפת חמץ משרפת נותר גמרינן \\\\(שם כז\\\\) ושרפת נותר הא אמרינן דאינה דוחה י\\\"ט מן התורה לדברי הכל יש לומר הכי קאמר וש\\\"מ לא אמרינן מתוך שהותרה הבערה לצורך הותרה נמי שלא לצורך ולא \\\\(גזרינן\\\\) \\\\[גמרינן\\\\] שרפת חמץ משרפת תרומה שנטמאת אלא משרפת נותר כדאמרינן בשמעתא קמייתא בפ' כל שעה\\\\. מהו דתימא בהדי דקא שרף ליה לתהני מניה פירוש ולגמר חמץ מתרומה שנטמאת קמ\\\"ל דלא גמרינן חמץ אלא מנותר: כיון דכ\\\"ע מודה דלכם למעוטי ע\\\"א אתא היכי דריש רבי יהודה \\\\(ביצה כח:\\\\) לכם לכל צרכיכם ועוד היכי קיימא לן כותיה ועוד כיון דקימא לן כותיה \\\\(שם\\\\) היכי קיימא לן \\\\(שם כא\\\\) אין מזמנין את הע\\\"א בי\\\"ט ויש לומר תרי לכם כתיב חד עצרת תהיה לכם והוא אתא למעוטי ע\\\"א ואידך הוא לבדו יעשה לכם והוא אתא לרבות כל צרכיכם אליבא דרבי יהודה\\\\. ורבנן סברי חד למעוטי ע\\\"א וחד למעוטי כלבים\\\\. ורבי יהודה סבר ליה כרבי עקיבא דאמר \\\\(שם\\\\) נפש אפילו נפש בהמה במשמע הילכך למעוטי כלבים לא מצית אמרת אלא לרבות כל צרכיכם הוא דאתא ומשום הכי קיימא לן כר' עקיבא וקיי\\\"ל כרבי יהודה: ולעשן ביו\\\"ט אסור ולא אמרינן בה מתוך משום דכתיב לכל נפש ובעינן דבר השוה לכל נפש כדאמרינן במס' כתובות פ' ראשון \\\\(ז\\\\.\\\\) וביום טוב שני נמי בעינן בכדי שיעשו כדאמרינן במסכת עירובין בפ' בכל מערבין \\\\(מ\\\\.\\\\) הנהו בני גננא דגזו להו ע\\\"א אסא בי\\\"ט לאורתא שרא להו רבינא לאורוחי לאלת' אתו ושיילוהו לרבא אמר להו בעי' בכדי שיעשו והא מלתא ודאי ביו\\\"ט שני הוי ומשום הכי שרא להו רבינא לאורוחי לאלתר דקסבר רבינא כי תנן במס' מכשירין \\\\(פ\\\"ב ה\\\"ו\\\\) גבי ירק אם רוב ישראל ימתין בכדי \\\\(שיצאו\\\\) \\\\[שיבואו\\\\] ממקום קרוב ה\\\"מ בשבת או ביו\\\"ט ראשון שהוא מדאורייתא אבל ביו\\\"ט שני שהוא מדרבנן לא בעינן בכדי שיעשו דאי ס\\\"ד ביו\\\"ט ראשון הוה היכי שרי להו רבינא לאורוחי לאלתר והא תנן ימתין בכדי שיבאו ממקום קרוב ושבת ויו\\\"ט ראשון לגבי הא מלתא בהדדי נינהו אלא לאו ש\\\"מ ביו\\\"ט שני הוי ואפי' הכי אמר בעי' בכדי שיעשו התם אלמא יו\\\"ט ראשון ושני שוין הם נמי בכדי שיעשו ואפילו האידנא נמי דידעינן בקבועא דירחא גרסינן במסכת פסחים בפרק מקום שנהגו \\\\(דף נא:\\\\) אמר רב ספרא לר' אבא כגון אנא דידענא בקבועא דירחא בישוב לא עבידנא במדבר מאי א\\\"ל הכי אמר רב אמי בישוב אסור במדבר מותר\\\\. \\\\(ז\\\\) אין בין יו\\\"ט של ר\\\"ה ליו\\\"ט שני אלא מת בלבד\\\\. מת מנא לן ת\\\"ש דאמר רבא \\\\(ביצה ו\\\\.\\\\) מת ביו\\\"ט ראשון יתעסקו בו עממין ביו\\\"ט שני יתעסקו בו ישראל ואפילו בשני יו\\\"ט של ר\\\"ה: וי\\\"א אף אבל: וכולהו קסברי כי היכי דאמרי רבוואתא בשני יו\\\"ט של גליות דאתי ודאי דאורייתא ודחי ספק דאורייתא משום דלא אמרינן קדושה אחת הן לענין אבל כי היכי דלא אמרינן קדושה אחת היא לענין מת ואף על גב דלגבי מילה שלא בזמנה אמרינן קדושה אחת הן לגבי אבלות לא אמרינן משום דמילה שלא בזמנה מצותה למחר כמצותה היום מה שאין כן באבלות כיון שיום ראשון הוא דאורייתא: ויש לבעל הדין לחלוק דלא עדיפא אבלות שאין לה מקרא מן התורה ואינה דוחה עשה דחינן ואפילו יום ראשון ממילא שלא בזמנה שיש לה מקרא מן התורה והיא דוחה צרעת אלא אם תמצא לומר דמילה שלא בזמנה דוחה יו\\\"ט של ר\\\"ה בזמן הזה אבלות נמי דחיא יו\\\"ט שני ואי לא לא: \\\\[הגה\\\"ה\\\\. ונראים הדברים שעשו יו\\\"ט שני של ר\\\"ה כשבת שעולה למנין שבעה ואע\\\"פ שאין אבלות נוהגת בשבת ולא דמי י\\\"ט של ר\\\"ה אע\\\"פ שהוא מדרבנן ליום שני דעצרת ולא ליו\\\"ט שני שהוא יו\\\"ט האחרון מפני שזה אינו בא מחמת ספק כשאר יו\\\"ט שני דהא אמר רבא מי לא מודה רבן יוחנן בן זכאי שאם באו עדים מן המנחה ולמעלה שנוהגין אותו היום קדש ולמחר קדש ואף על פי שאין בזה ספק שעיקר החד' וחשבונו מיום ראשון אפילו הכי נוהגין אותו יום שני קדש\\\\. ומשום הכי עשאוהו חכמים כשל תורה בין לענין ביצה בין לענין עירובי תבשילין ועירובי תחומין וכלכלה של טבל שאין מועיל בהם תנאי ובין לענין מכחל עינא ובין לענין מילה שלא בזמנה ואף על פי שהיא מצוה מן התורה ודוחה צרעת והוא הדין לענין אבלות משום דקרינן בה כי קדוש היום לה' ואל תעצבו\\\\. ומשום הכי עשאוהו כשבת ולא כיום טוב אבל גבי מת הקילו ביה רבנן דאמר מר גדול כבוד הבריות שדוחה את לא תעשה שבתורה וזהו טעמו של בעל ההלכות והרב אלפאסי דנקיט בכל י\\\"ט שני כגון יום טוב האחרון של פסח ושל סוכות ושל עצרת ולא נקט יו\\\"ט שני של ר\\\"ה אלמא אין אבלות נוהגת ביו\\\"ט שני של ר\\\"ה: ע\\\"כ ההגה\\\"ה\\\\]\\\\. \\\\(ח\\\\) וי\\\"א אף שהחיינו מנ\\\"ל קא סברי גמרינן האידנא מזמן שביהמ\\\"ק קיים שהיו נוהגים \\\\(ביצה ה\\\\.\\\\) שאם באו עדים מן המנחה ולמעל' היו נוהגין אותו היום קדש ולמחר קדש ואינהו ודאי אמרי זמן בין בלילה הא' בין בלילה הב' לילה הא' שמא יבאו עדים קודם המנחה והוא הנמצא ברוב השנים ואין כאן קדש אלא אותו היום בלבד\\\\. ולילה הב' כשבאו עדים מן המנחה ולמעלה מפני שיום ב' הוא העיקר ומינה מנינן לכלהו מועדות וכיון דאינהו עבדי אנן נמי עבדינן ואמרינן נמי זמן בראשון ובשני\\\\. יש לבעל הדין לחלוק ולומר א\\\"כ ביצה שנולדה בזה תהא מותרת בזה שהרי יו\\\"ט שני הוא העיקר ואפילו לדידהו ואין כאן אלא יום אחד ודאי קדש בין באו עדים קודם מנחה בין באו עדים מן המנחה ולמעלה אלא מדקיי\\\"ל כרב ושמואל דאמרי תרווייהו \\\\(שם דף ד:\\\\) נולדה בזה אסורה בזה ש\\\"מ דכיומא אריכתא דמו או כאלו נצטוו לעשות ב' ימים דמי ומשום הכי לא אמרינן זמן אלא בראשון\\\\. תדע דהא אמר רבא \\\\(שם ה:\\\\) מי לא מודה רבן יוחנן בן זכאי שאם באו עדים מן המנחה ולמעלה שנוהגין אותו היום קדש ולמחר קדש ואפילו הכי אהניא תקנתו למנות מראשון למועדות ולא לשני אלמא ראשון עיקר\\\\. וכי תימא כיון דרבי יוחנן בן זכאי נהג כמנהג הראשונים לנהוג קדושה בשני ימים אף על פי שהראשון עיקר זמן נמי אפילו בשני כמנהג הראשונים יש לומר דרבי יוחנן בן זכאי \\\\(התיר'\\\\) \\\\[הכיר'\\\\] עבד דלא לימרו זמן אלא בראשון כי היכי דלידעו שהיום ראשון הוא עיקר וממנו מונין כל המועדות וכ\\\"ת כיון דאמר רבא \\\\(שם ו\\\\.\\\\) מת ביו\\\"ט שני יתעסקו בו ישראל אפילו ביו\\\"ט שני של ר\\\"ה אלמא לאו קדושה אחת היא לכל דבר וה\\\"ה לשהחיינו יש לומר מת לא שכיח וברכת שהחיינו שכיחא ובמילתא דשכיחא עבדו רבנן הכירא שחשבונו מיום ראשון משום הכי אין אומרין זמן אלא בראשון וכיון דאיכא למימר הכי ואיכא למימר הכי פוק חזי מאי עמא דבר: הא לכל שאר דבריהם זה וזה שוים ואין מערבין בב' ימים של ר\\\"ה אלא לרוח אחת ואין מניחין עירובי תבשילין מיו\\\"ט של ר\\\"ה לחבירו ומתנה וכל האסור לכל ביום ראשון כגון ביצה ופירות הנושרין ומשקין שזבו וספק מוכן ופירות שאין במינן במחוב' והביאי' ע\\\"א מחוץ לתחום לעיר שרובה ישראל ומכחל עינא וכיוצא בהם אסור ביו\\\"ט שני\\\\. \\\\(ט\\\\) אין בין שבת ליום טוב לב' יום טוב של ר\\\"ה אלא עירוב\\\\. מנא לן דתנן בפרק \\\\[בכל\\\\] מערבין \\\\(עירובין לח\\\\.\\\\) רבי אליעזר אומר יו\\\"ט הסמוך לשבת בין מלפניה בין מלאחריה מערב אדם שני עירובין ואומר אם עירובי בראשון למזרח בשני' למערב ואם עירובי בראשון למערב בשני למזרח ואם עירובי בראשון בשני הריני כבני עירי ואם עירובי בשני בראשון הריני כבני עירי ואמרינן בגמרא אמר רבא הלכה כד' זקנים ואליבא דרבי אליעזר דאמר ב' קדושות הן ובב' יו\\\"ט של ר\\\"ה אין עושין כן כדתנן \\\\(עירובין לט\\\\.\\\\) רבי יהודה אומר ראש השנה שהיה ירא שמא תתעבר מערב אדם ב' עירובין ואומר וכו' ולא הודו לו חכמים\\\\. ואמרינן בגמרא מאן חכמים רבי יוסי הוא דסבר דב' יו\\\"ט של ר\\\"ה קדושה אחת היא וכן הלכתא\\\\. \\\\(י\\\\) וי\\\"א אף שיירי שמן ושיירי פתילה ושירי מדורה ועגל שנולד: כלומר שכל אלו אסורין משבת ליו\\\"ט מה שאין כן בב' יו\\\"ט של ר\\\"ה\\\\. מנא להו הא מלתא ליתא בגמרא כל עיקר אלא מסברא קא אתו לה וכיון דאתקצו כל הני לבין השמשות אתקצו לכולי יומא: ומביאין ראיה מן הירושלמי שאוסר שירי שמן ושירי פתילה ושירי מדורה משבת ליו\\\"ט\\\\. ואנן חזינן לה שסברתם שבורה וראייתם אינה ברורה דאם כן בהמה ביו\\\"ט אחר השבת היכי שחטינן ואמאי לימא מיגו דאתקצאי לבין השמשות איתקצאי לכולי יומא: וכי תימא אין הכי נמי והאמר רבה \\\\(ביצה ב:\\\\) לעולם בתרנגולת העומדת לאכילה וביו\\\"ט שחל להיות אחר השבת עסקינן ומשום הכנה ובביצה הוא דפליגי אבל בתרנגולת כולי עלמא מודו דשרי' אלמא לא אמרינן בכי האי מגו דאיתקצאי לבין השמשות איתקצאי לכולי' יומא וטעמא דמלתא דלא אמרינן מגו אלא בדבר שכיוצא בו אסור אבל בדבר שכיוצא בו ביו\\\"ט מותר לא אמרינן מגו ומן הירושלמי אין להביא ראי' דכד מעיינ' בירושלמי שפיר ותרד לעומקו אז תמצא נימוקו עמו דמאן דאסר התם שירי שמן ופתילה קסבר דשבת ויו\\\"ט קדושה אחת היא: וביו' א' ליכא למימר מקצתו אסור ומקצתו מותר\\\\. אבל מאן דסבי' ליה דשבת ויו\\\"ט ב' קדושות הן לית דינא ולית דיינא דכל הני שרי משבת ליו\\\"ט כדפרישית לעיל מסברה ברורה וראיה גמורה וגם הירושלמי לנו הוא לעזרה ומשם תצא לנו התירא\\\\. והרוצה לעמוד על בירור דבר זה יעיין במה שכתבתי בדיני מוקצה ושם ימצא מבואר ומבורר היטב: הא לכל שאר דבריהם זה וזה שוין ואף על גב דשבת ויו\\\"ט ב' קדושות הם ושני יו\\\"ט של ר\\\"ה קדושה אחת הם אפילו הכי אין הפרש ביניהם מאחר דקי\\\"ל כרב ושמואל דאמרי \\\\(ביצה ד':\\\\) שבת ויו\\\"ט נולדה בזה אסורה בזה משום הכנה דרבה וה\\\"ה לפירות הנושרין ומשקין שזבו וספק מוכן וכל דבר שכיוצא בו אסור ואפילו יו\\\"ט שני הסמוך לשבת מלאחריה ספק מוכן אסור ממה נפשך אם היום ניצוד או נתלש ודאי אסור ואם מאתמול דהיינו שבת ניצוד או נתלש נמי אסור דהא אין שבת מכינה ליו\\\"ט וה\\\"ה לספק מוכן הבא בשבת שאסור אף ביו\\\"ט שני הסמוך לה מאי טעמא אבל היכא דלית בה משום מוקצה הכנה כגון איסור שאין שוה בכל דהיינו פירות שאין במינן במחובר והם באים מחוץ לתחום בשביל יחיד אע\\\"ג דבשבת אסור לבא בשבילו כיון דלישראל אחר שרי בו ביום דאמר מר \\\\(ביצה כ\\\\.\\\\) הבא בשביל ישראל זה מותר לישראל אחר למחר שרי אפילו לו ואפילו ביו\\\"ט ראשון הסמוך לשבת מלאחריה\\\\. דכי אמרינן \\\\(שם ב\\\\.\\\\) אין שבת מכינה ליו\\\"ט הני מילי איסור השוה בכל כגון ביצה וכיוצא בה אבל איסור שאינו שוה בכל כגון פירות הבאים מחוץ לתחום שאין במינן במחובר לא מקרי הכנה דאי לא תימא הכי מאי טעמא פליגי רב ושמואל ורבי יוחנן בביצה \\\\(דף ד\\\\.\\\\) לפליגו באיסור תחומין כה\\\"ג וכ\\\"ש בביצה וכי תימא להודיעך כחו דרבי יוחנן הוא דאתא דאפילו באיסור השוה בכל לית ליה הכנה דרב' הא לא איצטריך לאשמועינן דהא אמרינן לעיל \\\\(שם דף ג\\\\.\\\\) ואף רבי יוחנן סבר משום משקין שזבו אלמא לית ליה הכנה דרב' כלל אם כן לישמעינן איסור תחומין להודיעך כחן דרב ושמואל דקי\\\"ל כוותייהו אלא מדנקט ביצה ש\\\"מ דוקא ביצה שהוא איסור השוה בכל היא דמקריא הכנה אבל איסור שאינה שוה בכל לא מקריא הכנה ומותר מיו\\\"ט לשבת ומשבת ליו\\\"ט וה\\\"ה לשני ימים טובים של ר\\\"ה כיון שחשבונו מיום ראשון אלמא לאו קדושה אחת היא לגמרי ואפילו לבעלי חיים\\\\. <מקורות>\\\\[סימן ק\\\"כ\\\\]</מקורות> \"}","{\"header\":\"דף ו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"וכתב רבי' אפרים ז\\\"ל וע\\\"א ששחט תרנגולת אי נמי שמתה ונמצאו בה ביצים גמורות אסורות דתנן \\\\(עדיות פ\\\"ה מ\\\"א\\\\) ביצה נבלה שיש כיוצא בה נמכרת בשוק ב\\\"ש מתירין וב\\\"ה אוסרין ומודים בביצת טריפה שאסורה מפני שגדלה באיסור והשוחט תרנגולת ביו\\\"ט דאחר השבת ומצא בה ביצים גמורות אסורות באותו היום דהוה ספק בשבת גמרן ספק ביו\\\"ט גמרן ולאו גזרה היא אלא משום דהוה ספקא דאורייתא ולחומרא דהא קתני \\\\(ביצה ג:\\\\) וספקא אסור ואוקימנא ספק היום נולדה ספק מעי\\\"ט והוה ליה ספקא דאורייתא ולחומרא הכי נמי כי אמרינן ספק משבת גמרה ספק היום גמרה כ\\\"ש דהוה ליה ספקא דאורייתא ואסור וכי תימא מאי שנא בנולדה דגזרינן אטו יו\\\"ט דעלמא משום י\\\"ט דאחר השבת ובמצא בה ביצים גמורות ביו\\\"ט דעלמא דלא גזרינן אטו יו\\\"ט דאחר השבת משום דביו\\\"ט ואפילו בשבת גופיה מלתא דלא שכיחא היא ותו דקתני \\\\(ביצה ג:\\\\) וספקא אסור ואפילו ביו\\\"ט דעלמא וכ\\\"ש דהאי ספק גמורתה בשבת אסור ואסור וכן הלכתא ע\\\"כ\\\\. <מקורות>\\\\[סימן קכ\\\"ד\\\\]</מקורות> \"}","{\"header\":\"פרק אין צדין\",\"text\":\"\"}","{\"header\":\"דף כד\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"גרסינן בפרק אין צדין אמר רב פפא הלכתא ע\\\"א שהביא דורון לישראל אם יש מאותו המין במחובר לקרקע אסור ולערב איסורין בכדי שיעשו אין מאותו המין במחובר בתוך התחום מותרין חוץ לתחום אסורין והבא בשביל ישראל אחר מותר לישראל אחר\\\\. וקיימא לן דכי בעינן בכדי שיעשו דוקא ע\\\"א שהביא דורון שעשה מלאכה בשביל ישראל ואסור לכל ישראל ליהנות ממנה ואע\\\"פ שלא עשאה במצות ישראל ודוקא ע\\\"א שהביא דורון לישראל שנתכוון ותלש בשביל ישראל אבל אם לא הביא דורון לישראל אלא שתלשם בשביל עצמו או לצורך ע\\\"א חבירו אז הם מותרים לערב מיד ומה שהן אסורים היום אינו אלא מחמת מוקצה שלא היו ראויים בין השמשות מפני שהן מחוברים ולא מחמת שנעשי' מלאכה בהם בשביל ישראל וכן מכל דבר שאסור משום מוקצה ולא מחמת מלאכה שנעשית בהם בשביל ישראל אם היה יכול להנות מהם בלא טלטול מותר להנות מהם באותו יום לאלתר דהכי משמע במס' שבת \\\\(דף קכב ע\\\"א\\\\) דתנן התם נכרי שהדליק את הנר מותר להשתמש לאורה ישראל ואם בשביל ישראל אסור\\\\. משמע מהתם כל מלאכה שיעשה הע\\\"א לצורך עצמו מותר ליהנות ממנה אם הוא דבר שיכול ליהנות ממנה בלא טלטול כגון שיעמיד בהמה והיא שותה מאליה או לירד בכבש\\\\. אם יש במינו במחובר וכו' לאו דוקא בהקצאת מחובר וכן הדין אם הביא חיה או עוף ודגים שאפשר לצודן בו ביום\\\\. ולשאר דיני מוקצה האמורים בתלוש אם חוששין בע\\\"א שהביא דורון לפי שאין הכן לע\\\"א כמו שמפורש במס' שבת בגמרא ירושלמי \\\\(פ\\\"א ה\\\"ז\\\\) וה\\\"ג בירושלמי רבי חייא רבה ורבי שמעון חד תני הע\\\"א צריך הכן וחד אמר אין הע\\\"א צריך הכן פירוש מה שביד הע\\\"א אין צריך הכנה\\\\. לא ידעינן מאן אמר דא ומאן אמר דא דרב מעני מיתי קומי רבי חייא רבה והוא אמר ליה אן הוית א\\\"ל שירתא הות עבדא והוינא אכיל מיניה תאנים הוי דנא אמר אין הע\\\"א צריך הכן\\\\. ודעת הרב רבי זרחיא ז\\\"ל \\\\(בפ' אין צדין שם ע\\\"ש\\\\) דסביר ליה דאין כח ביד הע\\\"א לדחות ולהקצות דבר הראוי מתחלה לכל אדם שיהא אסור לישראל מפני דעת הע\\\"א ודחיתו וכ\\\"ש דלא אסרי' מסתמא וכתב עליו הרב רבי אברהם בר דוד אנו אין לנו כפירושו של זה דמ\\\"ד דאין הכן לע\\\"א אם היו לו גרוגרות וצמוקים דלא חזו לא יהיה בהם משום מוקצה אלא כשם שהם מוקצים ברשות ישראל כך הם מוקצים ברשות הע\\\"א וכן חמרי דעסקא למי שיש לו מוקצה אחד בישראל ואחד בשל ע\\\"א אסור לישראל אלא הא דאמר \\\\[אין\\\\] הכן לע\\\"א הכי פירושו שלא תאמר להוו פירי דע\\\"א כמדבריות לישראל דהא לאו דעתיה עליהו מאתמול קמ\\\"ל אין הע\\\"א צריך הכן כלומר אין פירותיו צריכים לישראל הכן\\\\. הרב ר\\\"ש פירש במסכת עירובין דכי בעינן בכדי שיעשו ה\\\"מ לדבר שהוא ניצוד ונתלש ביו\\\"ט ראשון שהוא עקר אבל בניצוד ביו\\\"ט שני לערב מותר לאלתר כדאמרינן \\\\(עירובין מ ע\\\"א\\\\) הנהו בני גננא דגזו להוא ע\\\"א אסא ביו\\\"ט שני שרא להו רבינ' לאורוחי לאלת' כלומ' תכף צאת היום בכדי שיעשו\\\\. ואם אין מאותו המין במחובר חוץ לתחום אסורים פירש ר\\\"ש ז\\\"ל גזרה שמא יאמר לו לך והבא לי או ישלם בשבילם\\\\. ועוד פירוש דלגבי תחומין דאינו אלא איסורא דרבנן די אם אסורים לזה ומשום הכי מותרים לישראל אחר\\\\. וכתב בעל התוספות דדוקא עובד אלילים שהביא דורון דשייך בהדיה והוא מכירו ואיכא למגזר שמא יאמר לו אבל אם ישראל בביתו של ע\\\"א במקר' והע\\\"א אינו מכירו ונתן לו מפירותיו שבאו מחוץ לתחום מותרים דבהא ליכא למגזר כלל\\\\. עוד יש מתירין ישראל ששולח דורון לחבירו על ידי ע\\\"א מעיו\\\"ט ובאו מחוץ לתחום משחשכה מותרים לקבל ולאכול מהם דכיון דאין המקבל מכיר הע\\\"א השליח ועוד דפירות שהביא אינם שלו תו ליכא למגזר שמא יאמר לו וגם ישראל המשלח לא ישלח עוד אפילו יאמר לו הע\\\"א\\\\. וכל זה צריך עיון כי יש להחמיר בזה דלא אשכחן שיהא מותר אלא לישראל אחר מפני שהוא אינו מקבלו דבר אלא מיד ישראל חבירו אבל כל היכא שמקבל מיד הע\\\"א אין ראיה ברורה להתר\\\\. מיהו תחומין ספקא דרבנן הוא ולקולא וי\\\"מ דכי גזרי' שמא יאמר לו דוקא בתחומין דאוריית' דג' פרסאו' אבל בתחומין דאלפי' אמה דמדרבנן לא גזרינן וכדחזינן באידך פרקין לקמן \\\\(ביצה לו ע\\\"ב\\\\) גבי ולא רוכבין על וכו' ש\\\"מ תחומין דאורייתא דאי מדרבנן לא גזרינן\\\\. וכי תימא א\\\"כ לישני ליה התם בתחומין דג' פרסאות דאוריתא הוא דגזרינן\\\\. וי\\\"ל דהא ליכא למגז' שילך הוא בעצמו ביו\\\"ט שלש פרסאות אבל הכא איכא למגזר שיאמר לע\\\"א להביא מאיזה מקום שירצ' ואפי' מחוץ ג' פרסאו' וכי אמרי' חוץ דתחום אסורים חוץ התחום מותרים דוקא ביו\\\"ט דליכא איסור הוצאה אלא איסור תחומין אבל בשבת אפילו בתוך התחום נמי אסורים כיון שמוציא מן הבית דהוצאה אסורה מן התורה וגזרינן שמא יאמר לו לך והוציא לי ואסור לו ולישראל אחר\\\\. וגם לערב בעינן בכדי שיעשו\\\\. והא מספקא לבעלי התוס' \\\\(שבת קכ\\\"ב ד\\\"ה משקה\\\\) אם הביא ע\\\"א לשתות לעצמו מים דרך רשות הרבים אם מותר לישראל לשתות אי אמרינן מוקצים הם מאחר שנעשה בהם מלאכת איסור בשבת אף על פי שבין השמשות לא היה מוקצה שהיה יכול לבא במקומן לנהר או לבור לשתות מהן\\\\. וכן נראה מדלא אמר התם מלא מים לעצמו שותה אחריו ישראל משמע דדוקא בהמתו שהוא נהנה בלא טלטול אבל הוא עצמו לא דאסור לו לטלטל\\\\. <מקורות>\\\\[סימן קכ\\\"א\\\\]</מקורות> ומצאתי כתוב לרבי מאיר בר יוסף בשם הרב רבי יצחק בן מרן לוי כי ה\\\"ה לע\\\"א שהדליק את הנר בשבת בשביל ישראל או שמלא מים לבהמת ישראל או שעשה לו כבש בשבת כולן מותרים לישראל אחר ואין הפרש בזה בין שבת ליו\\\"ט ויש ראיה לזה מן התוספתא דגרסינן בסוף שבת ע\\\"א שהביא חלילי' מרשות ישראל בשבת לא יספוד בהם אותו ישראל אבל ישראל אחר מותר\\\\. מחוץ לתחום אסורין ופירשנו דלא בעינן בכדי שיעשו אלא אאיסור מלאכה דאורייתא כגון מחובר וכיוצא דא\\\"כ רב פפא דאמר \\\\(ביצה כד ע\\\"ב\\\\) ביש במינו במחוב' לערב אסורים בכדי שיעשו אסיפא דכולה מלתא הוה לי' למימר אבל הרב רבי' אלפאס ז\\\"ל אמר במסכת שבת פרק שואל דע\\\"א שהביא חלילין לישראל אסו' אלא א\\\"כ \\\\(שהיה\\\\) \\\\[שהה\\\\] במוצאי שבת בכדי שיבאו ממקום קרוב דסביר ליה בחוץ לתחום בעי' בכדי שיעשו וכן השיב בתשובות ואנן מפרשינן לה וזו תשובת הרב אלפאסי ז\\\"ל כל מה שעשה הע\\\"א לעצמו ואין בו חשש שמא ירבה בשבילו כמו הדלקת נר וכבש דנר וכבש לאחד נר וכבש למאה מותרין לאלתר ומה שעשה הע\\\"א אדעתא דכ\\\"ע ולא יחד לו וכן אם עשה לעצמו ויש לחוש שמא ירבה בשבילו, לערב אסורין בכדי שיעשו כגון ע\\\"א שהביא חלילין וכגון דברים המתלקטים בכל יום וכגון דברים הבאים מחוץ לתחום אבל דברים העושים ע\\\"א בשביל ישראל אסור לעולמו' כגון קבר וארון אם בשביל ישראל לא יקבר עולמות וזה שאמר עשו \\\\(לא\\\\) \\\\[לו\\\\] ארון עשו לו קבר יקבור בו ישראל פרכינן \\\\(בגמרא שבת קנא ע\\\"א\\\\) הכי נמי נימא בכדי שיעשו ואמר עולא בעומד באסרטיא שהוא רשות הרבים וכל העובר רואה את המת ואחר כך רואה את הקבר ויודע שאותו הקבר לאותו הע\\\"א המת נעשה וכן הארון מוטל על אותו הקבר וידוע כי בשביל אותו הע\\\"א נעשה לבד ולא אדעתא דכ\\\"ע ולא צריך בכדי שיעשו ואם בשביל ישראל לא יקבור בו עולמות ומה שאמר \\\\(שבת קכב ע\\\"א\\\\) בע\\\"א שהדליק את הנר ומלא מים להשקות בהמתו אם בשביל ישראל אסור לא תימא הא לערב מותר שבין נעשה בשבילו בין לאחר לערב מותר\\\\. וזה שלא אמר עולמות מפני שהוא דבר שאינו מתקיים וזה שאמר יאכל למוצאי שבת לאחרים ולא לו לפיכך אם אמר לא יאכל עולמות כלומר לא יאכל כלל אבל בהדלקת הנר ומלוי מים לא הוצרך לומר עולמות ע\\\"כ זאת התשובה\\\\. <מקורות>\\\\[סימן קכ\\\"ב\\\\]</מקורות> גרסינן במסכת שבת בסוף פרק כל כתבי \\\\(קכב ע\\\"א\\\\) הקדש נר הדלוק במסבה אם רוב ישראל אסור וכו' מחצה על מחצה אסור כר\\\"ש ז\\\"ל ליכא למיקם עלה דמלתא אם בשביל ישראל אם בשביל ע\\\"א אבל ע\\\"א וישראל והמדליק עצמו משתמש לאורה ודאי עיקר אדעתא דידיה עביד וכיון דנר לאחד נר למאה שרי ע\\\"כ\\\\. אם אין מאותו המין במחובר בתוך התחום מותרים חוץ לתחום אסורים וכתב הר\\\"ש ז\\\"ל בפירוש מס' י\\\"ט חוץ לתחום אסורים לא שמעת טעם מקובל בדבר דאי משום מוקצה אמאי מותר לישראל אחר ואי משום שנעשה בו איסור בשבילו א\\\"כ לישראל אחר נמי דבע\\\"א שהדליק את הנר בשבת תנן אם בשביל ישראל אסור ולא חלקו ביו\\\"ט לחבירו וי\\\"ל דלגבי איסור תחומין דרבנן לא אחמור כולי האי ודיו אם אסרוה על זה\\\\. טעם אחר נראה לי מחוץ לתחום אסור גזרה שמא ישלח בשבילם והכא בשביל זה מותר לאחר דליכא למגזר בי' שאינו מכירו\\\\. ע\\\"כ כתב הר\\\"ש ז\\\"ל\\\\. <מקורות>\\\\[סימן קכ\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף כט\",\"text\":\"\"}"]