["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/ברכות.docx","{\"header\":\"פרק מאימתי\",\"text\":\"\"}","{\"header\":\"דף ב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"פסק זה כתב הרב רבי אברהם ב\\\"ר דוד זצ\\\"ל נחלקו תנאים הרבה במאמתי ונקטינן מניהו כרבי יהושע דאמר משעת צאת הכוכבים דסתמא דמתנית' וחכמים דברייתא קיימי כוותיה וכולה סוגיא נמי כוות' הלכך אם קראו אותה בין השמשות לא יצאו דהוה ליה כספק קרא ספק לא קרא שהוא צריך לחזור ולקרות ומה שקורים אותה עכשו קודם לכן מפני העם שבאים יגעים ממלאכתן ומתפללים מנחה ואין יכולים להמתין ולהפסיק ומברכין שתים שלפניה וקורי' את שמע ומברכים שתים של אחריה ומתפללים שלא להפסיד מהם הכל והחברים שבהם יוצאין עמהם ידי ברכות ותפלה וחוזרים וקורין את שמע בעונתה\\\\. ומה שקראו אותה עם ההמון בבית הכנסת כדי לעמוד לתפלה מתוך דברי תורה ושיהיו עסוקים בדבר שהצבור עסוקים בו וגם ההמון יוצאים בפרשה ראשונה שקורין על מטתן ע\\\"כ כתב הרב ז\\\"ל בפי' ברכות\\\\. <מקורות>\\\\[סימן קי\\\"ח\\\\]</מקורות> תשובה לרבי' האי גאון ז\\\"ל\\\\. וצבור דמצלו תפלת ערבית וקרו קריאת שמע קודם צאת הכוכבים ולא יכיל איניש לעכובינהו ולא לאחרינהו\\\\. דבעונות כמה קהלות הקילו על נפשיהון בכך ומצלו קודם צאת הכוכבים\\\\. אי זה עדיף לאצלויי איניש בהדי צבורא י\\\"ח ברכות משום ברב עם הדרת מלך ושביק ק\\\"ש וברכות שלפניה ושלאחריה עד צאת הכוכבים או לעכובינהו עד צאת הכוכבים ומתפלל ביחיד דסמיך גאולה לתפלה כר' יוחנן הכין חזינן דבארץ ישראל הכין עבדין מצלו של ערבית ובתר הכין לזמן ק\\\"ש ולא אכפת להון למסמך גאולה לערבית ואנחנא הכין חזינא דק\\\"ש בעונתה וסי' לדבר צאת הכוכבים דאורייתא וטפי עדיפא מלסמוך גאולה לתפלה היכא דלא אפשר\\\\. <מקורות>\\\\[סימן קע\\\"ב\\\\]</מקורות> \"}","{\"header\":\"פרק שלושה שאכלו\",\"text\":\"\"}","{\"header\":\"דף מח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב הרב ר' אברהם בר דוד ז\\\"ל פסק זה על סניפין בפרק שלשה שאכלו\\\\. אמר אברהם הרי אני חוזר על ענין זימון כי ראיתי רבים מקילים ומזמינים על הקטנים ואפילו כשלא הגיעו לחינוך וסומכין על דברי הקטן שהוא דברן ויודע להשיב מה שסדרו בפיו לומר למי מברכין לאל היושב בשמים ולא מדברי גאון ולא מדברי הר' אלפס ז\\\"ל כי הוא כבר הזכיר בהלכותיו בקטן היודע למי מברכין ואפילו בן ט' ואפילו בן עשר דאלמא אפילו לדידיה בעינן הגיע לחינוך\\\\. וגאון אמר בעינן פורח ויודע למי מברכין\\\\. ועל כלם אני אומר שלא אמרו חכמים אלא לעשרה\\\\. ולאפוקי מדרבי יהושע בן לוי ומדר' אסי דקאי כותיה דאמר אפילו קטן המוטל בעריסה עושין אותו סניף לעשרה\\\\. ולא כרבי יוחנן דאמר בעינן פורח אלא כר' נחמן דאמר קטן היודע למי מברכין מזמנין עליו\\\\. ודוקא לעשרה דמקלינן בהו באכילת ירק ובכוס של יין אבל לג' בעינן הביא שתי שערות\\\\. וכל הנוטה מזה אני מביא עליו משנתנו דתנן בהדיא נשים ועבדים וקטנים אין מזמנים עליהם ומי הוא שיחלוק על משנתנו והיא דבר פסקא לקטנים שאין מזמנים עליהם\\\\. והלא העבדים והנשים יודעים למי מברכין יותר מן הקטן ולא עוד אלא שהם חייבים בברכת המזון דבר תורה כסוגיא דשמעתא ואעפ\\\"י כן אין מזמנים עליהם לפי שאינן בני קביעות וכ\\\"ש קטן אעפ\\\"י שיודע למי מברכין\\\\. ובירושלמי ר' יעקב בן זבדי בעא קומי רבי יוסי במה דתימר קטן עושין אותו סניף לעשרה אימור אוף הכא עושין אותו סניף לשלשה כלומר ומתניתין דקתני דאין מזמנין שאין מזמנין עליו\\\\. ומה אם תמן שמזכיר את השם עושין אותו סניף כאן שאין אומרים את השם לא כ\\\"ש\\\\. א\\\"ל והרי לא כ\\\"ש תמן ע\\\"י שאומרים את השם עושין אותו סניף כאן שאין אומרים את השם אין עושין אותו סניף\\\\. פי' בעשרה שיש שם הזכרת השם דוחקין את עצמם לעשות סניף כדי להרבות בשבח הבורא אבל בשלשה אין דוחקין\\\\. תני קטן וספר תורה עושין אותו סניף אמר רבי יהודה שני מתניתין קטן לספר תורה עושין אותו סניף רבי אבינא אמר אתפלגון רב יהודה ורב הונא ותרויהון בשם שמואל חד אמר כדי שידע בטוב ברכה\\\\. וחד אמר כדי שידע למי מברכין\\\\. אמר ר' נסא כמה מנין אכלית עם ר' תחליפא אבא ועם ר' ענני בר סיסי חביבי ולא זמנון עלי עד שהבאתי שתי שערות\\\\. מכל זאת הסוגיא נראה שאין שום קטן עושה סניף אלא לעשרה אבל לשלשה עד שיביא ב' שערות כסתמא דמתניתין והוא דרך האמת\\\\. ע\\\"כ כתב הרב הראב\\\"ד ז\\\"ל\\\\. <מקורות>\\\\[סימן י\\\"א\\\\]</מקורות> \"}","{\"header\":\"פרק הרואה\",\"text\":\"\"}","{\"header\":\"דף ס\",\"text\":\"\"}"]