["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/גיטין.docx","{\"header\":\"פרק המביא קמא\",\"text\":\"\"}","{\"header\":\"דף ב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"עוד מצאתי בשם ה\\\"ר יעקב מרומרוג ז\\\"ל ועל הגט שאומרים שצריך י\\\"ב שיטין\\\\. אמנם כתוב בתשובת הגאונים כך מקובלנו שאין כשרות ופסלות בדבר שלא מצינו רמז בכך בכל הגמרא וחשבון זה כמו חשבון שאומרים בני אדם ושחטתם בזה י\\\"ב אצבעות מן הסכין באורך וחכמים לא שיערו \\\\[חולין ל\\\"א ע\\\"א\\\\] אלא כמלא צואר חוץ לצואר הרי הכי נמי שופרא הכי הוה בני אדם אומרים כן אבל אם יתיר או חסיר לית לן בה\\\\. <מקורות>\\\\[סימן ק\\\"ע\\\\]</מקורות> \"}","{\"header\":\"דף ז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"אמר רבא ואם הראה מעצמו כמי שנשא ונתן ביד דמי וקשיא לן מאי קמשמע לן רבא מתניתין הוא דקתני אם מחמת הגזלן חייב להעמיד לו שדה ואוקמינא דאחוי אחויי ותו מדקתני בברייתא ישראל שאנסוהו ע\\\"א והראה ממון חבירו פטור טעמא דאנסוהו הא מעצמו חייב וא\\\"כ מאי קמשמע לן\\\\. נראה לי דהיא גופא לא איצטריכא ליה לאשמועינן דמתני' היא אלא הא קא משמע לן דלא משכחת דחייב בהראה אלא א\\\"כ הראה בלא שום אונס אלא מעצמו דאי לא תימא הכי הא דתניא ישראל שאנסוהו ע\\\"א והראה ממון חבירו פטור דלא תימא דוקא אונס גופו אבל אונס ממונו לא קא משמע לן דבכל אונס פטור דלא דייני' דינא דגרמי אפילו אליבא דר' מאיר אלא היכא דליכא אונסא כלל אבל היכא דאיכא אונסא דגרמא בעלמא הוא לא ופי' דברייתא הכי הוא ישראל שאנסוהו עכו\\\"ם בין בגופו בין בממונו להביא לו ממון או להראות לו ממון והראה לו ממון חבירו פטור אפי' אליבא דר\\\"מ מפני שמציל עצמו או ממונו בממון חבירו בגרמא פטור מדיני אדם ואם נשא ונתן ביד חייב אפילו לרבנן ואעפ\\\"י שאנסוהו אונס גופו מפני שהמציל עצמו בממון חבירו חייב ולא שיהרג ולא יציל אלא יציל ואח\\\"כ ישלם וכי פליגי רבנן ורבי מאיר בהראה מעצמו ומלתיה דרבא כר' מאיר אזלא במתני' אמרי ליה רבנן לרב אשי והתניא אם נשא ונתן ביד אחר כך חייב ומשני הני מילי היכא דלא אוקמיה עלויה כו' כלומר ואם נשא ונתן חייב לאו אהראה קאי אלא אאנסוהו ע\\\"א אבל היכא דהראה היינו אוקמיה עלויה אעפ\\\"י שנשא ונתן ביד פטור דמעיקרא כי אחוי ליה למקלא קליי' אלא א\\\"כ קיימי בתרי עברי נהרא\\\\. וא\\\"ת כיון דנשא ונתן ביד חייב בדלא אוקמיה עלויה \\\\(סכל\\\\) \\\\[בכל\\\\] ענין א\\\"כ היכי פטריה רבא לההיא דשקל כסא דכספא ויהביה לגנביה ומתני' היכי מתרץ לה רבא ואביי אמאי לא אקשי עליה והתניא אם נשא ונתן ביד חייב יש לומר אפשר דרבא מוקים לה לההיא מתניתא כשאנסוהו להראות והביא אבל אנסוהו להביא והביא פטור ומשום הכי לא אקשי ליה אביי ממתני' אלא מסברא דסברא הוא דמציל עצמו בממון חבירו בידים פטור וגמרא נמי היא בפ' הכונס ושמא הכי קאמר רב אשי חזינן אם אינש אמיד הוא אדעתא דידיה אתו פירוש ואם הציל עצמו בממון חבירו בידים חייב ואם לאו אדעתא דכסא דכספא אתו וכיון שהכוס בבית והם בבית ובידם לחפש כל אשר בבית כמאן דקיימי עליה ומקלא קלייה ומשום הכי אפילו נשא ונתן ביד פטור והא דגרסינן בירושלמי ישראל שאנסוהו עכו\\\"ם ונטלו ממונו של חבירו בפניו פטור ואם נטל הוא ונתן להם חייב אמר ר' יוסי הדא דתימא שאמרו לו תן לנו ממון אבל אמרו לו תן לנו ממונו של פלוני אעפ\\\"י שהוציא ונתן להם חייב על הדין אורחא אזיל דיקא נמי דקתני בסופה הוציא ולא קתני נטל אלמא ע\\\"א בבית קיימא ובדלא אמי' עסקינן אבל היכא דליכא למימר האי טעמא ל\\\"ש אנסוהו להראות ממון חבירו והביא ול\\\"ש אנסוהו להביא והביא חייב לא שנא אנסוהו בגופו ול\\\"ש אנסוהו בממונו שכ' המציל עצמו בממון חבירו בידים חייב חוץ מהמציל עצמו בממון רוד' שהיה פטור קם ר\\\"כ שמטיה לקועי' מהא שמעינן שהמוסר ממון חבירו למלכות מותר להרגו אעפ\\\"י שלא בא מתחלה על עסקי נפשות אלא על עסקי ממון ויש חסרי הדעת מעמנו דקאמרי מאן לימא לן דברצון חכמים עבד וכן פר\\\"ש ז\\\"ל אף ממונן של ישראל כיון שנפל ביד עובדי כוכבים אין מרחמים\\\\. הא דאמר רבא אם הראה מעצמו כמי שנשא ונתן ביד דמי\\\\. כבר הגהתי זה כמה שנים בתוספות בני ז\\\"ל הא לא צריך למימר דאם הראה בלא אונס שהוא חייב דהיינו מתני'\\\\. אלא יש לפרש כמו שפירשו רבינו שמואל ז\\\"ל אם לא אנסוהו להראות של חבירו אלא של עצמו או היו מייסרין אותו ביסורין מחמת שום דבר והראה להם מעצמו את ממון חבירו כדי שיניחוהו חייב כאלו נשא ונתן ביד\\\\. וגם באותה דכסא דכספא כתב בני בתוספותיו משמי דשאני שומר שלדעת כן הפקידו אצלו שיציל בו עצמו וישא ויתן ביד אם ירצה אם אדעתא דכספא קא אתו עליה\\\\. מה שמתמיה אדוני על ההיא דרב כהנא דשמטיה לקועיה דההוא גברא\\\\. ועל מה שאמר גבי איבוד ממון מסור ביד קל וחומר גופו מותר וכו' אלמא מות' בשביל ממון נאבד נפש אחד\\\\. ותו הא דתניא \\\\[ע\\\"ז כ\\\"ו ע\\\"ב\\\\] המינים והמסורות מורידין אבל לא מעלין דמשמע דוקא גרמא בעלמא אבל בידים לא עד שאדוני תמה על איבוד נפש של מסור מישראל בשביל ממון אתמה על מה שאמרו רבותינו שיש עם הארץ שמותר לקורעו כדג ומותר לנוחרו ביום הכפורים שחל בשבת\\\\. אבל אין תמה דטעמא רבה איכא שפעמים שהוא פקוח לנפש כמה נפשות כגון אותו שידוע שאינו חס על חיי חבירו וחשוד ללסטם ולהרוג כשהוא יכול ואפי' כשאינו ידוע בו בבירור כיון שרוב העושים כמעשיו הם חשודים בכך מותר ואפי' שלא בשעת רדיפתו ואפשר שיש שום פסו' ע\\\"ז ואפי' אין שם שום פ' יש כח ביד חכמים לעקור דבר מן התורה ואפי' בקום עשה דברי הכל כשיש טעם קצת למתיר שאז אינו דומה עקירה\\\\. ומה שיש מי שאומר בהאשה רבה שב ואל תעשה שאני אבל בקום ועשה אין להם כח לעקור היינו בדבר שאין טעם שיהיה דומה היטב שראוי לעקור על ידו\\\\. כך אני מפרש ובא שבדבר הדומה יפה יש לעקור לכולי עלמא ויש ראיות רבות וטעמא הוי משום דבכי האי גוונא לא חשיבא עקירה וכמו שיש בעם הארץ טעם גדול כדפרישית כמו כן יש במסור ויותר ראוי להורגו מרוצח שהרג שאין להרגו אלא בבית דין אפי' בפעם אחת שראה רב כהנא והכיר בו יפה שרוצה למסור אפי' אין באותה מסירה רציחת נפש של נגזל שיהא הע\\\"א הורגו בשביל אותו ממון כי לא יהא רשאי נגזל להלחם עמו כי כיון שהפקיר עצמו בפניהם לכך יש לחוש שירגיל עצמו בכך ויבא לידי שפיכות דמים כמה פעמים כשלא יעמיד ישראל עצמו על ממונו\\\\. ועוד שחשוב כאלו נוטל נפשו ונפש בניו ובנותיו ועל עונש כזה היה רעב בימי דוד שלש שנים והוקעו שבעה מבני שאול למה דקא מפרש טעמא בסוף בבא קמא לפי שהרג נוב עיר הכהנים שהיו מספיקין להם מים ומזון מעלה עליו הכתוב כאילו הרגם\\\\. ועוד כיון שממונם של ישראל כשנופל ביד עובדי כוכבים אין מרחמין עליו וזה מוסרו להם וחוטא לגזול נשמתו של חבירו ולא לו אלא כל שלהכעיס עושה רשע כזה רשע גמור הוא וכמעט שהוא מין אפי' למאן דאמר דלהכעיס בעברות אחרות הוי מומר וכמו שמותר להרוג את זה המין כך מותר להרוג את זה שמוסר ממון חברו וגוזל נשמתו בעין להכעיס שהרי אינו מרויח כלום\\\\. ואפי' כשמרויח קצת חמור ביותר אבל איני יודע אם נאמר בו מורידין ומה שמקשה היאך יהא מותר לאבדו ביד הא לא קתני אלא מורידין דהוא גרמא\\\\. יש לומר דמשום דנקט בע\\\"א ורועי בהמה דקה לא מורידין משום דאפי' גרמא כו' התם אסירא תנא נמי גבי הני מורידין והוא הדין בידים\\\\. ואם תאמר מנין היה לאמוראים שהברייתא מתיר אפי' בידים\\\\. יש לומר דמסברא היא דומה להם מטעמי דפרישית והאי דנקט מורידין משום רישא\\\\. מה ששלח ר' אלעזר למר עוקבא דום לה' והתחולל לו \\\\[גיטין ז' ע\\\"א\\\\]\\\\. שנסתפק אדוני אם כדין שלח או לפנים משורת הדין שלח ואדם חשוב שאני מנין לי להתיר למסור ממון חברו למלכות משום דמצער ליה טובא\\\\. אין נראה לי שיהא מותר לכל אדם אפי' אינו חשוב דמהיכא תיתי הא אפי' לא יהא חמור כשאר מסור החוטא ולא לו לפי שהצער שמצערו דוחקו ומזקיקו לעשות כן להנצל מצערו אין לו להיות מותר\\\\. ומה שכתב ותו מבעיא לן אדם שבייש את חבירו ומפני שידע המתבייש שאין גובין קנס בבבל הלך ומסר חבירו למלכות וחייבתו המלכות לשלם לו ממון או מעט או הרבה\\\\. מהו שיתחייב המוסר לשלם כל פסידא דאתי ליה מחמתיה מי אמרינן האי כאי תפס דמי או דלמא \\\\(יתפס\\\\) \\\\[אי תפס\\\\] אמרינן אי אנס לא אמרינן אעפ\\\"י שיש מפרשים בשם גדול דאי תפס היינו דוקא שתפס הדבר ששינה ונתחייב חצי נזק כגון הכלב שאכל אימרי ושונרא שאכל תרנגול רברבי אבל שאר תפיסה מפקינן\\\\. וגם אדוני בא לומר בכתבו דלא אשכחן דמהניא תפיסה בבשת כיון דלית לה חסרון כיס\\\\. אבל בחצי נזק דקרן ושם ידא דינוקא דאיכא חסרון כיס אין נראה לי כן חדא דתפיסה דמהניא ובלא תפיסה לא גבי הוא משום אין ביד ב\\\"ד הדיוטות כח להוציא מידו אבל אם הוא תפוס בלא ב\\\"ד יכול לעכב ועוד כי על שניהם קשה לי מעובדא דחנן בישא דתקע ליה לההוא גברא וחייבוהו בבבל לשלם בושת\\\\. ומסתברא דמשום הכי חייבוהו ונתן הזוזא כיון שיחזיר לו ההוא מה שהיה תפוס משלו ואע\\\"פ שבעת תפיסה עדיין לא נודע לו כמה חייב לו משמע דאהני בזה תפיסה כדמשמע נמי בההוא עובדא דמקמי דההוא דתנן בשור שנגח ד' וה' כי אין סברא שהזמינו ללכת עמו לדין בארץ ישראל בשביל דבר מועט כזה ומחמת כן חייבוהו או ילך או ישלם\\\\. ואף ע\\\"ג כי קצת היה דומה מסברא לומר דאי תפס היינו שהיה תפוס כבר ועומד שאם תועיל תפיסה שיעשה אח\\\"כ אם כן רבו קטטות ומלחמות שזה יבא לתפוס וזה לא יניח לו ויכה זה את זה\\\\. והואיל ואין ראיה על זה אין בידי להוציא דאי תפיס משמעותן דמשמע שפיר אי תפס לאחר מכאן וגם לפי הטעם שפירשתי במאי מהניא תפיסה וכי לא תפיס לא גביא אין לחלק בין תפיסה דמעיקרא לתפיסה דאחר מכאן והואיל והכי הוא מהימן יש לי לחלק בשביל חשש קטנים\\\\. ומיהו אפי' אם תמצא לומר דכל הני גווני דפרשת מהניא תפיסה לא יתכן שימסור חבירו למלכות ויעשה תפיסתו ע\\\"י ע\\\"א\\\\. ונראה הדבר הגון למחות ולהזהיר שלא יעשה שום אדם כן ואם יעבור ישלם הכל והיכא דלא גזרו כן ונתפס ע\\\"י מלכות נראה לקנסו במה שתופס ע\\\"י ע\\\"א שיחזיר הכל ובעל ידי המלכות ראוי לקנוס מבשאר ע\\\"א לפי שנקל לבא לקלקול גדול\\\\. מיהו לא ידענא שפיר מאי אידון בה\\\\. ומה שכתב הרב אלפס ז\\\"ל מנהג שתי ישיבות שאין גובין קנס בבבל היו מנדין ליה עד שיפייס לבעל דיניה וכד יהיב מאי דחזי למיתב ליה שרו ליה לאלתר בין איפייס בעל דיניה בין לא איפייס היכא דנהוג\\\\. ומה ששאל אדוני המנהג אמנם כי במקומנו לא נהגו אותו מנהג של שתי ישיבות ובית דין חשוב הבא להחמיר לפי צורך שעה ומגדר מלתא גם בלא מנהג נראה שהרשות בידו\\\\. וגם מן הירושלמי שכתב אמר ריש לקיש המבייש את הזקן נותן לו דמי בושתו שלם חד בר נש אפקר לר' יהודה בר' חנינא אתא לקמיה דריש לקיש וקנסיה ליטרא דדהבא משם ראיה להגבות כן בבבל\\\\. עד כאן כתב הרב ר' יצחק בר שמואל מצרפת בתשובות שאלות אל הרב ר' אשר בר\\\"ד משולם ז\\\"ל דין מסור\\\\. <מקורות>\\\\[סימן ר\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף ח\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"ירושלמי ר' יהושע בן לוי שאל לריש לקיש מהו ליקח בתים מן הע\\\"א בשבת אמר ליה תני בשבת מותר\\\\. כיצד הוא עושה מראה לו כיסים של דינרים והע\\\"א חותם ומעלה בערכאות\\\\. שכן מצינו שלא נכבשה יריחו אלא בשבת דכתיב \\\\[יהושע ו'\\\\] וכה תעשה ששת ימים\\\\. וכתיב וביום השביעי תסובו את העיר שבע פעמים\\\\. וכתיב עד רדתה ואפי' בשבת\\\\. ואני הכותב ראיתי לבעל ספר העיטור שכתב בהלכות מילה אגב מילי אחריני כל מילי דמצוה עבדינן ע\\\"י ע\\\"א דמשום שבות לא דחינן מצוה\\\\. וקרוב אני לומר דהדלקת נר בשבת דמצוה בשעת אכילה מדליקין ע\\\"י ע\\\"א בשבת ולא עדיף צרכי חולה שאין בו סכנה מקיום מצוה בזמנה דאמרי' וכותבין עליו אונו ואפי' בשבת \\\\(גיטין ח':\\\\) ואסיקנא אומר לע\\\"א ועושה\\\\. ואע\\\"ג דאמירה לע\\\"א שבות משום ישוב ארץ ישראל לא גזרו בה רבנן הכא נמי לא שנא ומחבר זה הביא עוד בכלל דבריו והא דגרסי' בעירובין \\\\(ס\\\"ז:\\\\) ההוא ינוקא דאשתפוך \\\\(חמימין\\\\) \\\\[חמימיה\\\\] אמר רבא ליתו לי' מגו ביתא אמר ליה אביי והא לא עירבו\\\\. א\\\"ל נסמוך אשתוף והא לא שותפו \\\\(אמרו\\\\) \\\\[נימרו\\\\] ליה לע\\\"א וליתי לי\\\\[ה\\\\] אמר אביי בעי לאותובי ליה למר ולא שביק לי רב יוסף דאמר רב כהנא כי הוינן בי רב יהודה אמרי בדאורייתא מותבי תיובתא והדר עבדי עובדא בדרבנן עבדי עובדא והדר מותבי תיובתא\\\\. <מקורות>\\\\[סימן קע\\\"ה\\\\]</מקורות> \"}","{\"header\":\"פרק כל הגט\",\"text\":\"\"}","{\"header\":\"דף כו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"אמר אברהם ב\\\"ר דוד ז\\\"ל אחרית תשובות האלה והנסחאות שכתבתי ושמצאתי יש לי להכריע ולגלות הטעמים הברורים לדברי מי שהדעת מכרעת עליהם והשכל מורה על דבריהם לפי ענין השמועות הנזכרות בגמרא\\\\. ולהסיר מהן הספקות וליישב הענינים על אופניהם ולכתוב עוד תוצאות ההרשאו' לכל משפטיהם כפי השגת היד\\\\. תחלה אומר כי ענין הנסחאות ממה שאינו שוה בספרים לפי מה שכתבתי בנסחת רב חננאל ז\\\"ל ובנסחת רבי' האיי גאון ז\\\"ל כי בנסחא שלנו בלשון השני של רב אשי ואמימר גרסי' לא כתבי' אורכתא אמטלטלי דכפריה משום דמחזי כשיקרא\\\\. ובנסחא שלהם מפרש טעמא דנהרדעי מדר' יוחנן להיכא דכפריה ואמת וברור לכאורה \\\\(היכא\\\\) \\\\[הכא\\\\] מחזיא מילתא דהיכי דכפריה דדמי לדר' יוחנן דמשום דכפריה הוה ליה גזלן\\\\. כדאמר רב ששת \\\\(ב\\\"ק ק\\\"ה:\\\\) הכופר בפקדון \\\\(עושה לו\\\\) \\\\[נעשה עליו\\\\] גזלן וחייב באונסיו אבל היכא דלא כפריה היכי דמיא לגזלה \\\\(והכא\\\\) \\\\[והא\\\\] פקדון ודאי כל היכא דאיתיה ברשותא דמאריה איתיה בין להקנאה בין לקדש בו את האשה\\\\. אבל מה אעשה וכל \\\\(הנסחוא'\\\\) \\\\[הנסחאות\\\\] כך הן כאותה שכתבתי בתחלה\\\\. ונוסח הרב ר' יצחק בהלכותיו כך היא וכן בנסחא דבעל הלכות כמו כן\\\\. ולפי נסחאות שלנו בודאי יש לנו לדקדק הרבה חדא דכיון דכפריה הוה ליה למימר טפי מדרבי יוחנן\\\\. וא\\\"ת דלית' לדר' יוחנן והא \\\\(דמקשינן\\\\) \\\\[מקשינן\\\\] מינה פרק שנים אוחזין בטלית \\\\(ב\\\"מ ו':\\\\) ההוא מסותא דהוו מנצו עלה בי תרי וקם חד מנייהו ואקדשיה וכו'\\\\. ואקשינן וכי יכול להוציאו בדיינים מי מצי מקדיש ליה ואע\\\"ג דלא אפקייה והא \\\\(דאמר\\\\) \\\\[אמר\\\\] ר' יוחנן גזל ולא נתיאשו הבעלים וכו'\\\\. ותריץ ליה מי סברת מסות' מטלטלי לא מסותא מקרקעי הוה דכי יכול להוציאו בדיינין ברשותיה דמארי' קאי אלמא הלכת' כותי'\\\\. ועוד הא קימא לן דלמחזי כשיקרא לא חיישי' מדרב נחמן דאמר אפי' מצאו באשפה חתמו ונתנו לה כשר ומדר' יוחנן דאמר שטר שלוה בו ופרעו אינו חוזר ולוה בו כו' כדאיתא בגיטין פרק כל הגט \\\\(כ\\\"ו:\\\\) אלא דלכתחלה מיהת לא עבדינן דחיישינן לשיקרא ודרב נחמן ור' יוחנן דיעבד הוא\\\\. ואם תאמר הא נמי לכתחלה היא דלא כתבי בדכפריה אבל אי עבי' וכתב לא מבטלינן ליה הא לא מצית אמרת חדא דכיון דכפר ביה היכי מצי לאקנייה ובמאי זכי האיך\\\\. ועוד דכי מותבינן בשבועות ובבכורות מנהרדעי אדשמואל דמוקים למתני' בבא בהרשאה\\\\. ומתרצין הני מילי דכפריה אבל לא כפריה כתב' למה ליה למימר הכי ולימא ליה הני מילי לכתחלה אבל דיעבד מפקינן בה ממונא ומדפסקיה למלתא בין היכא דכפריה להיכא דלא כפריה ש\\\"מ דהיכא דכפריה לית בה מששא\\\\. וכך הושוו בה כל הגאונים והחכמים כמו שכתבנו למעלה\\\\. מעתה יש לנו לתרץ מה הוא הטעם שפירשו להיכא דכפריה לנסחאות שלנו\\\\. ויש לומר שלא בא זה הטעם לבטל הטעם הראשון אלא להוסיף עליו שאם כפר בו אעפ\\\"י שחזר והודה לו דהשתא לאו גזלה היא אפי' הכי אינו כותב עליהם עוד אורכתא משום דמחזי כשיקרא מפני שאינו עוד לא פקדון ולא מלוה אלא גזלה שבידו היא נקראת ולזה הטעם אם כתב לו ממון סתם לא מחזי כשיקרא אלא שאינו יכול לגבות בה כלום מפני שאנו אומרים שמא מלוה היא ולא יכול להקנותה לו מכל מקום לזה הענין אם עבר וכתב לשון פקדון הועיל להוציא מיד הנפקד על כרחו ואפי' כתב ממון סתם או אפי' בלשון מלוה אם הודה בו נפקד כי פקדון היה זה בידו מוציאים ממנו על כרחו ונותנין למורשה דכיון דאודי ליה והו' בעינו כמ\\\"ד לי' יהא לי בידך דמי וכפקדון דמי \\\\(כדמפורש בב\\\"ק ק\\\"ד\\\\.\\\\) ויכו' זה להקנות בהקנאה הראוי לו דאי זוזי נינהו מקני להו אגב ארעא ואי שאר מטלטלין נינהו מקני להו נמי בחליפין ואי ארעא הוא \\\\[ולא\\\\] צריך ולא מידי אלא \\\\(כלישנא\\\\) \\\\[בלישנא\\\\] דאורכתא מיקניא דהא כתיב בה דון וזכה וקימא לן וזכה לשון מתנה היא כדאיתא בבא בתרא פרק מ\\\"ש \\\\(קמ\\\"ח:\\\\) וכן שנינו במסכת מעשר שני ומייתינן לה בקדושין \\\\(כ\\\"ו:\\\\) מעשר עני שעתיד אני להפריש הרי הוא נתון לעקיבא בן יוסף שיזכה בו לעניים\\\\. ואי מלוה בשטר היא מקני לה ניהליה בכתיבת אורכתא ובמסירת השטר לידו והוא דכתב באורכתא קנה לך שטרא הוא וכל שעבודי' דאית ביה\\\\. אי נמי דמקנה ליה שטרא אגב ארע' א\\\"נ בחליפין ומיקני שטרא כל היכא דאיתיה דהוה ליה כמסירת השטר אלא שמסירת השטר יותר שוה מכולן שבכולן יכול הלוה לעכב מפני חזרת שטר חוב שכל זמן ששטר החוב קיים אין כותבין שובר\\\\. הנה דחקתי את הענין ופרשתי אותו לפי דעת הגאונים שהושוו במלוה ובפקדון שכפר בו שאין הרשאה מועיל עליהם כלל ובודאי לכאורה כך הוא שהרי מצינו לרבא ולרב פפא דאצרכינהו למארה אורכתא הקנאה גמורה אגב ארעא \\\\[ומלוה לא נקנית אגב ארעא\\\\] ולא בשום ענין אלא או באודית' או במעמד שלשתן אלמא פקדון הוו אבל במלוה \\\\[לא\\\\] אשכחן אורכתא ופקדון שכפר בו ולא חזר והודה בו אינו נקנה בשום דבר והיאך מקנה לו דבר שאינו \\\\[ברשותו\\\\] מיהו איכא מאן דקשיא ליה הנהו שמעתתא דבכורות לאו פקדון נינהו ולאו מלוה נינהו אלא בתורת מתנה נמי יהבינהו לכהן לפדיון בנו ולהוצאה נתנו המעות מיד וכהן מפיק להו בתורת שהם שלו ואפי' הכי מהניא בהו אורכתא אלמא אפי' במלוה נמי מהניא בהו אורכתא ואם תאמר במה זוכה בה\\\\. יש לומר מפני שיכול להקנותה באודיתא כמעשה דרבא ורב מארי בריה \\\\(דאמימ'\\\\) \\\\[דאיסור\\\\] כדאיתא בבבא בתרא \\\\(קמ\\\"ט\\\\.\\\\) וכללו של דבר כל דבר שיכול להקנותו בשום ענין הרשאה מועלת עליו והוא שהקנה לו בדרך הקנאתו\\\\. ואין לנו דבר שאין יכול להקנותו אלא מה שזה כופר בו ומשום הכי אין הרשאה מועלת עליו ולא לכתחלה ולא דיעבד אלא אם כן חזר והודה בו קודם הרשאה דמהני בה אורכתא דיעבד כדכתיבנן לעיל\\\\. וא\\\"ת כיון דאפי' במלוה על פה מהניא בה אורכתא מעתה דברי ר' יוחנן בטלים הם דאמר כל ממון שאינו ברשות בעלים אינו יכול להקנותו ואע\\\"ג דמצי מפיק ליה בדיינים כל היכא דלא אפקיה לא מצי לאקנויי הא לא קשיא חדא דאודיתא לאו הקנאה אלא חזרת ממון לבעליו היא\\\\. ועוד דמלתיה דר' יוחנן דוקא בגזלה וכיוצא בה דהיינו כפירה אבל כל דבר שאין בו כפירה כמאן דאיתיה ברשותיה דמאריה מחית\\\\. וא\\\"ת כיון דאודיתא לאו הקנאה היא ההיא הרשאה דבכורות ואוקימנא באודיתא ואמאי קרי לה הרשאה\\\\. איכא למימר כעין הרשאה היא דהא מתני אהדדי דכל מאי דמפיק מכהן להוי לתרוייהו והוה ליה כשותפא שבא מכחו ומכח חבירו ולעולם באודיתא לא מצי למיהדר ביה אע\\\"ג דכתב ביה כל דמתענית מדינא עלאי וכו'\\\\. ומשום הכי אצטריכו רבא ורב פפא לאקנויי אגב ארעא ולא אקני להו באודיתא כי היכי דלא לחזקי בממונא\\\\. והשתא מבעי לן תרוצי מאי דקשיא לן במלתא דרב אשי דאמר שליחא שוייה ולברורי נמי דרב אשי לא אתא לאיפלוגי אנהרדעי אלא \\\\(אמימר\\\\) \\\\[אאמימר\\\\] בלחוד הוא דפליג ואליבא דנהרדעי הוא דקא מפרש כדכתב רב חננאל והרב ר' יצחק ז\\\"ל\\\\. וכן הוא \\\\(העיקרו\\\\) \\\\[העיקר\\\\] באמת וברור דהא דנהרדעי הלכה רווחת היא בכל הגמרא כמו שכתבנו למעלה דהא בהרשאה אמרי' בא במתנה לא אמרינן\\\\. ועוד דנהרדעי גופייהו לא אתו לאשמועינן הכא דכתבינן אורכתא אלא לאשמועינן על מה כותבין אותה אמקרקעי או אפי' אמטלטלי ואם על דלא כפריה או אפי' בדכפריה \\\\(ואז הלשון\\\\) \\\\[ואיזה לשון\\\\] מועיל בהן ואם אפשר להם זולתו כגון דון וזכי והנפק לנפשך לפי שדבר ברור היה אצלם שכותבין הרשאות ורב אשי גופיה לא אתא לאיפלוגי אדנהרדעי כלל דאם אתא לאפלוגי עליהו הוה ליה למימר הכי כיון דכתב בה כל דמתעני' מדינא עלאי לאו אורכתא היא כדאמרי נהרדעי בזיל דון וזכה ועוד אי לא כתב בה כל דמתענית מדינא עלאי לדעת אותם המפרשים ההרשאה ההיא מוציאין בה ממון כי הוא הלשון המבטל לדעת' וכיון שאינו כתוב בה הרשאה טובה היא\\\\. מעתה כך היה לו לרב אשי לומר ואי כתב בה כל דמתענית מן דינא עלאי לאו אורכתא היא\\\\. ומדאמר רב אשי כיון דכתיב כו' אלמא פשיטא ליה מלתא דהכי כתבי' בהו באורכתא כלהו וצורך ההרשאה הוא כמו שאמרנו בזיל דון וזכ' וכו' ואין להם זולתו כמו שכתבנו למעלה מתשובת הרב ר' יצחק ז\\\"ל\\\\. ואין ספק בדבר כי ההרשאות שווי שליח נינהו ואקניאת' נינהו כדכתבינן לעיל\\\\. והנה שמעתא דשבועות \\\\(ל\\\"ג:\\\\) מוכחת דדיקנין הא מנה לפלוני ביד פלוני חייבין ומוקמינן לה בבא בהרשאה ואי אקנית' גמורה היא היכי אמרי' מנה לפלוני ביד פלוני דומיא דאיש פלוני כהן והלא מנה שלו ביד פלוני היא והיכי הויא כעין איש פלוני כהן שהיה תביעה לאחר אלא שמע מינה דכל הרשאה שליח הוי ואפי' הכי מפי' בה ממונא ועכשיו יש לנו לפרש כיון דשליחא הוא כל ההקנאות שהקנה לו אגב קרקע מה יועילו למורשה להוציא בה ממון בכח הרשאה ולימא ליה לאו בעל דברים דידי את מידי דהוה אשליח שעשאו בעדים דאע\\\"ג דהוי שליח \\\\(זכו מכח ליה פקדיה\\\\) \\\\[וכי מסר ליה פקדונו\\\\] מפטר מאונסין ומכל דבר דלא מצי מפיק מניה ממונא מדינא אלא מדעתיה דנפקד\\\\. ועוד הקנאתו למה והלא אינו קונה כלום ובודאי קושיא זו צריכא לפנים\\\\. ואנן מסתבר לן פירקא דהאי קושיא בסיעתא דשמיא דהאי לישנא דכתבינן באורכתא כל דמתענית מדינא עלאי לישנא דזכותא ולישנא דרעותא הוא\\\\. לישנא דזכותא הוא דהכי קאמר ליה אין לי עוד לערער אחריך מפני שהקניתי לך ממון זה וסלקתי את עצמי מן הממון ולישנא דרעותא היא הואיל ושייך נפשיה בחובה וזכות של מורשה \\\\(ואלמא\\\\) \\\\[אלמא\\\\] לא סליק \\\\[נפשי'\\\\] מהאי ממונא הילכך כי אתי לגבי נפקד ובעי למפטר נפשיה מניה בטענת שליחות מצי אמר ליה האיך אדרבא לשנא דזכות היא לגבאי ומרי פקדונא לא מבטל לאורכתא את היכי מבטלת ליה ואיהו ידע בה טפי אי כתב בה לזכותא אי לא וכיון דאיהו לא מבטל לה את לא מצית לבטולה אבל אי אתי לגבי מרי דפקדונא ובעי לאתחזוקי בממונא מצי האיך למימר ליה אנא לרעותא דליך הוא דאכווני ואנא הוא מאריה דממונא את יד בעל השטר על התחתונה\\\\. ואשכחן נמי כי הא מלתא בגמרא דכתובות \\\\(ל\\\"ג\\\\.\\\\) בענין היו שם מאתים של מנה נוטלת וכו' ואקשינן תלתין ותלתא ותילתא הוא דאית ליה אמר שמואל בכותבת בעלת מאתים לבעלת מנה דין ודברים אין לי עמך במנה\\\\. אי הכי אימא סיפא של מאתים ושל שלש מאות שלשה שלשה של זהב ותימא לה הא סלקת נפשך ממנה\\\\. משום דאמר לה מדין ודברים הוא דסליקת נפשאי מכל מקום בעלת מנה נוטלת חמשים\\\\. ותימא לה בעלת שלש מאות לבעלת מנה \\\\(אי\\\\) \\\\[את\\\\] לא שקלת טפי \\\\(ממקנתיך\\\\) \\\\[ממנתיך\\\\] דהא מדין ודברים סליקה נפשה אלא לאו משום דאמרה לה לדידי הא לא מבטלא ולא מידי ולא קא מערער' עילואי להדין דמבטל' בטילא \\\\(לדידך\\\\) \\\\[לדידי\\\\] דלא מבטלא לא בטילא מאי טעמא משום דהאי לישנא משמע לשון מתנה ומשמע נמי סילוק דין ודברים ולמאן דמבטל לה בטל למאן דלא מבטיל ליה לא בטל\\\\. והא מלתא נמי להא דמיא הלכך צריך שיכתוב לו לשון הקנאה ויקנה לו כדין הקנאה כדי דתהוי ידיה אלימא לאפוקי ממונא מהאיך בעל כרחיה\\\\. וצריך למכת' ליה נמי כל דמתענית מדינא עלאי וכו' \\\\[כי\\\\] היכי דלא לחזק בממונא ועוד לאלומי ידיה דשליח' נמי למיזל ולמידן בהדי' דהאיך משליחותא דהאי דאי לאו דשויי' שליח למתבע זכותי' וקביל עליה על דנפיק ליה מן דיניה אע\\\"ג דאמר ליה זיל דון לאו מלתא שלימא היא דמזל ולמידן בהדי' והשלמת זיל דון וזכ' הוא דאי לאו זיל דון וזכי והשלמתו אע\\\"ג דאקני ליה ממונא הקנאה לא מצי למידן בהדי' ולאפוקי מיניה על כרחיה שהרי המוכר שטר חוב לחבירו דאע\\\"ג דקני ליה לההוא ממונא בכתיבה ומסירה לא מצי לאשתעויי דינא בהדיה אלא א\\\"כ כתב לו בשטר המכר תלך ותדון עמו ותוציא זה ממון לעצמך\\\\. ונפקא לן הא מלתא מההיא דגרסינן בכתובות \\\\(פ\\\"ה:\\\\) קריבתיה דרב נחמן זבינתה לכתובתה בטובת הנאה ואגרשה ומתה ושבקה ברתא לסוף אתו לקוחות ותבעוה לברתא וכו' אלמא בהדיה ברתא הוא דמצו למידן בהדי אבוה לא מצו למידן\\\\. ועוד דאמרינן התם \\\\(פ\\\"ו\\\\.\\\\) אי פקח האי מקרקש ליה זוזי וכתיב ליה שטר' על שמיה\\\\. אלמא אי משעבד ליה נפשיה משתעבד ליה אי לא לא ולגבי אורכתא נמי אע\\\"ג דמקנה ליה הקנאה גמור' אי לא כתב ליה זיל דון וכו' והשלמת הדבר כלו דהיינו כל דמתעני' מן דינ' וכו' לא מצי למידן בהדיא דאמר ליה לאו בעל דברים דידי את השתא דכתב ליה הכי לא מצי למדחיי' דאתי ליה מכח דנפשיה ואתי ליה מכח בעל הפקדון הלכך כיון דהאי אורכתא כתב בה לשון הקנאה והויא הקנאה לא מצי האיך למדחייה לא בטענת חזרה ולא בטענת מיתה\\\\. בטענת חזרה לא מדאמרינן חזקה שליח עושה שליחותו הוא הכי נמי אמרי' חזקה בעל הבית מעמידו בשליח ותו לא מצי האיך למימר ליה דילמא הדר בך משליחותא דידך ובטל לאורכתא ואע\\\"ג דקיימא לן דשליח' שוייה ומצי לבטוליה דהאי ומצי לאורוכי לאיניש אחרינא אפי' הכי בטענת שמא לא מצי למדחייה עד דמייתי ראיה דבטול בטלה לאורכיתה\\\\. תדע שהרי הולך מנה לפלוני במתנה קיימא לן \\\\(גיטין ל\\\"ב:\\\\) דהולך לאו כזכ' ואי בעי למהדר ביה מצי הדר ביה ואפי' הכי מסתמא אזיל שליח ויהיב ליה למקבל מתנה ולא חייש לחזרה אלמא מסתמא מוקמינן לבעל הבית בחזקת עומד בדבורו\\\\. וכן רבא שחשש למית' דר' אבא ולא חשש לחזרה ואע\\\"ג דלגבי שליחות הגט לא חיישינן למית' כדתנן \\\\(גיטין כ\\\"ח\\\\.\\\\) המביא גט ממדינת הים והניחו שם זקן או חולה נותנו לה בחזקת שהוא קיים אפי' הכי חשש רבא למיתה ולא חשש לחזרה אלמא מיתה שכיחא טפי מחזרה משום חזקה\\\\. ובטענת מיתה נמי לא מצי למדחייה דכל זמן דלא אתברר' מלתא דחזרה מתנת' היא בין לגבי נפשיה בין לגבי ברי' עד דמגלה דעתיה דבעי לבטולה כדכתיבנא לעיל\\\\. ואם תאמר הלא רבא חשש למית' והכא נמי לדחיי' בטענת מיתה התם שליחות בעלמא הוא דחשש רבא למיתה\\\\. אבל כי אקניניה לרב ספרא אגב ארעא ואורכיה עלויה תו ליכא למיחש למידי\\\\. ואם תאמר בהולך מנה לפלוני במתנה אמאי לא חייש שליח מיתה כדחשש רבא הכא\\\\. הא לאו מלתא היא שהרי אם מת נותן בחיי מקבל מצוה לקיים דברי המת והכי איתא בגטין פרק קמא \\\\(י\\\"ד:\\\\)\\\\. ואם תאמר היאך חשש רבא למיתה והא לגבי ע\\\"א לא חיישינן למיתה\\\\. התם משום דליכא ערעור \\\\[אבל הכא איכא ערעור\\\\] של יורשי ר' אבא וכיון דכתב ליה אורכתא תו ליכא למיחש\\\\. ולא עוד אלא אפי' בשליחות גרידא אם קדם ונתן המעות לידו ואח\\\"כ נודע שכבר חזר בו בעל המעות ובטל שליחותו של זה ונאנסו המעות מיד השליח פטור הלה מהאי טעמא משום דמצי למימר ליה אנא אשליחותא דידיה סמכי ואסהדי סמכי את הוא דפשע' בו דהדר' בך דמידע ידעת דאנא מסרנא לידיה ואדעתא דאמס' לידיה שדרתיה ניהלי ולא אבעי לך למהדר ביה ומשום הכי פטור\\\\. ואמטו להכי חשש רבא למיתה ולא חשש לחזרה\\\\. וכ\\\"ש כי אתי ליה באורכתא דלא מצי מדחי ליה בטענת חזרה אלא א\\\"כ נודע שבטלו\\\\. <מקורות>\\\\[סימן ס\\\"א\\\\]</מקורות> \"}","{\"header\":\"פרק השולח\",\"text\":\"\"}","{\"header\":\"דף לד\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"מצאתי כתוב בענין גט\\\\. ואנו רגילין לכתוב למהך להתנסבא לכל גבר דתצביין והרי את מותרת לכל אדם ואינש לא ימחא וכו' וכתב הרמב\\\"ן ז\\\"ל בספרו ושמעתי מן הרב ר' יצחק בן מר\\\"ן לוי ז\\\"ל דאע\\\"ג דכתיב ביה למהך להתנסבא צריך למכתב והרי את מותרת משום \\\\(דלא תנסבא\\\\) \\\\[דלהתנסבא\\\\] משמע שלא התירה אלא בנשואין אבל בזנות לא להכי כתבי' הרי את מותרת לכל אדם לשווייה פנויה בין לנשואין בין לזנות ובעל הלכות כתב הכי וכל שום דאית לי ולאבהתי ולאתרי ולאתריהון וגבי \\\\(דינא\\\\) \\\\[דילה\\\\] נמי וכל שום דאית ליכי ולאתריכי ולאתרי ולאתריהון ומשמע דדקדק זה ממה דאמרינן בראשונה היה משנה שמו ושמה שם עירו ושם עירה מדקתני שם עירו ושם עירה ש\\\"מ דמשום שם עירו ושם עירה נמי צריך למכתב וכל שם ואע\\\"ג דסיפא דמתני' לא אמר אלא כותבין איש פלוני וכל שום שיש לו אשה פלונית וכל שום שיש לה הוא הדין לשם עירה ושם עירו\\\\. <מקורות>\\\\[סימן קס\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף לו\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת שאלה לרבינו האי גאון ז\\\"ל ונשאל רבינו האי גאון ז\\\"ל נדר שהודר ברבים אם יש לו התרה אם לאו והשיב אם אמר אדם ברבים ונדר על דבר שיעשהו או שלא יעשהו אעפ\\\"י שרבים שמעו ממנו וכל אחד נטה לבו אליו אעפ\\\"י כן יש לו לנודר להשאל ויש לחכם להתיר אם נשאל ומצא פתח לעצמו\\\\. וגם יש לו לחכם לפתוח לו פתח וכשאומרים לו נדרת על דעת כך וכך והוא אומר לא מתירין אותו ואין חוששין למה ששמו הרבים לו דעתם בו בשבועתו לפי שהנדר תלוי בדעתו ולא בדעת אחרים אעפ\\\"י שכולם שמעו\\\\. אבל אם נדר על דעת רבים כלומר שאמר לרבים הריני נודר על דעת כולכם שאעשה כן או שלא אעשה כן אין לו דרך להשאל על נדרו לפי שאין הדבר תלוי בדעתו אלא גם בדעת אחרים והני מילי דאין לו התרה לדבר הרשות שאין צריכין להפרתו אבל לצורך דבר מצוה יש לו התרה לפי שאין רבים נסכמים לבטל את המצוה ולא חייל נדר ולפיכך יש לו הפרה\\\\. <מקורות>\\\\[סימן קצ\\\"ב\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"כתב רב נטורנאי גאון ע\\\"ה והלכתא מותר לזרוע תבואה או ירקות בכרם לכתחלה בח\\\"ל בזה\\\"ז\\\\. והלכ' כרבי יאשיה דאמר \\\\(קידושין ל\\\"ט\\\\.\\\\) אינו חייב עד שיזרע חטה ושעורה וחרצן במפולת יד\\\\. ואף רב נחמן דבעא לשמותיה לההוא גברא דהוה זרע חטי ושערי בי גופניה כיון דאמר ליה רב ענן לא קי\\\"ל כרבי יאשיה דאמר עד שיזרע חטה וכו' קבלה מניה ולא שמתיה וכן הלכה ומנהג\\\\. ואסור ליהנות מפירות ערלה ולא מן הטפל להם כל עקר\\\\. ספק ערלה \\\\(קדושין שם ובערלה פ\\\"ג מ\\\"ט\\\\) בארץ ישראל אסור ובסוריא מותר ובח\\\"ל יורד ולוקח ובלבד שלא יראנו לוקט וכן הלכה\\\\. השמטת כספים בזמן הזה \\\\(ח\\\"מ ר\\\"ס ס\\\"ז\\\\) בשביעית אינו נוהג בחו\\\"ל ולא בארץ שאפילו בפני הבית כשהיתה שביעית נוהג עשה הלל הזקן תקנה לעניי' שלא תנעול דלת בפני לווין והתקין להכי פרוזבל שלא ישמיט מלוה את מעותיו בשביעית ואמרינן \\\\(גיטין ל\\\"ו:\\\\) אע\\\"פ שלא כתב כמי שכתב דמי ע\\\"כ כתב רב נטרונאי גאון ז\\\"ל\\\\. <מקורות>\\\\[סימן קל\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף מא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ייחוד מלתא היא או לא ששאלת כגון שייחד לו כלי להלואתו או לערבותו\\\\. תשובה אם ייחדו לו בשעת הלואה ואמר לו כלי זה יהא מיוחד להלואה זו זו היא אפותיקי שאמרו חכמים ואינו יכול לדחותו אצל דבר אחר כל זמן שהוא בעין\\\\. אבל אם אבד או נאנס או שמכרו לאחר גובה משאר נכסים אבל ייחוד שלא בשעת הלואה אינו כלום\\\\. <מקורות>\\\\[סימן מ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף מח\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"הנה כבר ביארנו הטעמים והסרנו הספקות והעמדנו הדברים על אופניהם על דעת הרב ר' יצחק ורבי' חננאל ז\\\"ל והשוינו לדעת'\\\\. חוץ מדבר שכתב הרב ר' יצחק בתשובתו שאם כפר הנפקד במקצת והודה במקצת שאין זה יכול להשביעו ואפי' מה שהודה לו אינו נותן לו משום דכיון דאית בה כפירה באורכתא בטלה לה כלה\\\\. ועל זה איני משוה עמו ואיני מודה לו דהא אמרינן אמר אביי ואי כתב למחצה לשליש ולרביע מגו דמשתעי דינא אפלגא משתעי דינא אכולה\\\\. ותו אמר אביי \\\\(גיטין מ\\\"ח:\\\\) נקטינן בעל בנכסי אשתו צריך הרשאה ולא אמרן אלא דלית ליה פירא בארעי' אבל אית ליה פיר' בארעי' מגו דמשתעי דינא אפיר' משתעי דינא אגופ' והא נמי להא דמיא\\\\. עוד כתב באותה תשובה ולא תימא כפריה ולא כפריה על הכתיבה הוא חוזר אבל אי כפריה לאחר כתיבה מפקינן בההיא אורכתא אלא לא דיינינן בה כל עיקר גם כל זה איני משוה לדעתו ומאחר שהקנה לו הקנאה גמורה וקנה זה מה שהקנה לו שהרי היה מודה הנפקד באותה שעה היאך יכול זה לבטל הקנאתו של זה בכפירתו\\\\. ועל זה איני מודה לו\\\\. וכן תשובת רבי' האיי גאון ז\\\"ל שכתבנו למעלה בתחלת דברנו איני יודע מי שנאה ואפשר הסופרים שבשוה כאשר הם משבשים כמה העתקות או שמא הגיע לידי מי שאינו בקי והוסיף עליו מדעתו מלה או שתים עד שנשתבשה כל התשובה\\\\. וכלל הדברים על כל דבר אדם יכול להרשו' את חבירו במשפט הקנאתו הראוייה לו חוץ מן הממון שהנתבע כופר עליו בשעת הקנאתו של זה ואפילו חוזר והודה לו אין הרשאה לפי שלא קנאו זה אבל מכל מקום שליח מיהת הוי ואי מסר לידיה מדעתיה מפטר מאונסין\\\\. ואפי' לא כתב בה דון וזכי והנפק לגרמך שליח מיהת הוי דלא גרע משליח שעשאו בעדים ואי אורכתא דארעא היא אע\\\"ג דכפר ביה נמי הויא אורכתא ודוקא ביכול להוציאו בדיינים כגון על ידי עדים או אפי' על ידי שבועה כגון זה אומר אני לקחתיה \\\\[וזה אומר אני לקחתיה\\\\] שנשבעין וחולקין ואם הרשה לאחד על חלקו לתבעו יש כח בידו לדון ולערער עמו ולהוציא מידו \\\\[וכן במלוה בשטר\\\\] \\\\(ואעפ\\\"י\\\\) \\\\[אע\\\"פ\\\\] שהוא כופר במלוה דכיון דנקיט שטרא בידיה כמאן דאיתיה לממונא בעין דמי ומצי לאקנויי ולאורכיי איניש עלויה וכל כפירה שאינה ודאי אינה כפירה שאם כפר באיני יודע לאו כפירה היא והוי' אורכתא קיימת ושמעי' להא מלתא משמעת' דבכורות בענין פדיון הבן שכל אחד מדמה אותו בספק ואפי' הכי מהניא בהו הרשאה אלמא כפירת ספק לאו כפירה היא ולא משתמיט מניה ומפיק מניה או בדינא או בפשרה אלא דאי מטיא ליה שבועה לתובע משתבע מרי דממונא ושקיל\\\\. ואיכא מאן דאמר דלא מצי מרי אורכתא למשקל פשרה מניה דנתבע ללא אורכיה עלויה אלא לדינא כדכתב ליה זיל דון וזכי וכל דמתעני' מן דינא עלאי אלמא בדינא אורכיה בפשרה לא אורכיה ומצי למימר ליה לתקוני שדרתיך ולא לעוותי\\\\. ומסתברא כותיה\\\\. אבל אי פריש ואמר כל דמתענית מן דינא או מפשר' קבילי' עלי הא ודאי אית ליה רשותא למשקל פשרה מניה\\\\. ומר רב יהודאי גאון ז\\\"ל כתב דמאן דמורכין ליה לית ליה רשותא לאורוכי לאיניש אחרינא משום דשליחא הוא ואין רצונו שיהא פקדונו ביד אחר\\\\. ואם צריך לדין עם הנתבע כ\\\"ש שאינו יכול להרשות לאחר במקומו דמצי אמר ליה אנא על טענת' סמיכנא ועל דחברך לא סמיכנא דלא ידע למטעון כוותך\\\\. והא דפסקו קמאי כלהו בלישנא דרב אשי דמרי אורכתא שליחא הוא דהוי ולא שותפא נראה לי דנפקא להו מהא דאמרינן פרק שבועת העדות \\\\(ל\\\"א\\\\.\\\\) ואשר לא טוב עשה בתוך עמיו אמר רב זה שבא בהרשאה\\\\. ושמואל אמר זה הלוקח שדה שיש עליה עסיקין מדאמר רב זה שבא בהרשאה אלמא שלוחא הוא דהוי והרי הוא כמתעבר על ריב לא לו וכמי שמלמד טענות לבעל דין שהרי הוא טוען ולא לו\\\\. ועוד מההיא דאמרינן נמי בההוא פרקא \\\\(ל\\\"ג:\\\\) טעמא דאיש פלוני כהן \\\\(הוא\\\\) \\\\[הא\\\\] מנה לפלוני ביד פלוני חייבין כו' ואוקמה שמואל בבא בהרשאה מדקרינן ליה מנה לפלוני ביד פלוני אלמא תביעתו לאחר היא ולא לעצמו דומיא דאיש פלוני כהן שהוא תביעה לאחר\\\\. והרב ברצלוני ז\\\"ל המחבר כתב בחבורו דהא דאמר רב במדרש ואשר לא טוב עשה בתוך עמיו זה הבא בהרשאה לית הלכתא כותיה אלא כשמואל דפליג עליה דסבירא \\\\(לית\\\\) \\\\[ליה\\\\] דכותבין הרשאות ומשום הכי מוקים לה להאי קרא בלוקח שדה שיש עליה עסיקין וסבירא ליה לזה הרב ז\\\"ל \\\\(כרב\\\\) \\\\[דרב\\\\] דמוקי ליה לקרא בבא בהרשאה פליג אדנהרדעי ואדשמואל וסבירא ליה דאין כותבין הרשאות כלל\\\\. ושבוש גדול הוא זה דאי לא מהניא אורכתא לאפוקי ממונא כלל מאי לא טוב עשה והלא לא עשה כלום אלא ודאי מהניא לאפוקי ממונא אלא שהוא לא טוב עשה שנכנס במחלוקת עם הנתבע ולא לו דהא שליחא בעלמא הוא דהוי כדכתבינן\\\\. ונראה לי דמאי דאמר רב בבא בהרשאה כי לא טוב עשה דוקא היכא דהוו תובע ונתבע בחד דוכתא דמצי איהו למידן בהדי' ואזיל איהו ומקנה ליה לאידך כי היכי דנטעין ליה טפי או דהוא אלמא טפי מיניה ומפחיד ליה להאיך \\\\(מכל מקום\\\\) \\\\[משום הכי\\\\] זה שהכניס עצמו בריב לא לו לא טוב עשה בתוך עמיו אבל היכא דתובע ונתבע רחוקין מהדדי ודאי מצוה הוא דעביד כדי שלא יהא כל אחד ואחד נוטל מעותיו של חבירו והולך ויושב במדינת הים\\\\. ואין לך מציל ממון חבירו גדול מזה\\\\. <מקורות>\\\\[סימן ס\\\"ב\\\\]</מקורות> \"}","{\"header\":\"פרק הניזקין\",\"text\":\"\"}","{\"header\":\"דף נד\",\"text\":\"\"}"]