["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/חולין.docx","{\"header\":\"פרק הכל שוחטין\",\"text\":\"\"}","{\"header\":\"דף ה\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ישראל \\\\[מומר\\\\] עובד ע\\\"א מין הוא וכבר יצא מכלל אחיך ואין מחזירין לו אבדה ומורידים אותו למקום איבוד וכ\\\"ש שאין מעלין אותו ולא יהא ממונו חמור עליו מגופו ואין כאן לחוש דילמא נפיק מניה ברא מעליא שהרי נושא ע\\\"א ובניו ע\\\"א גמורים וכל \\\\(מי\\\\) \\\\[מומר\\\\] שמוסר עצמו לע\\\"א \\\\[ומטבילין אותו כמנהגם ומלבישין אותו המלבוש הנכרי שעושין להמיר\\\\] אין דורשין בעדו מה יש בלבו על טעותם שאין הולכין אחר לבו אלא אחר מעשיו\\\\. <מקורות>\\\\[סימן מ\\\"ה\\\\]</מקורות> \"}","{\"header\":\"דף ח\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרמב\\\"ן ז\\\"ל דסכינין דבלעי איסורא סגי להו בהגעלה בין קטנים בין גדולים בין דבלעו שאר איסורין בין דבלעי חמץ והא דאמרי' התם בפ\\\"ק דחולין \\\\(שלפה\\\\) \\\\[שליבנה\\\\] באור לאו דוקא ואידך דאגב גררא נסיב לה נקיט לה לרווחא דמלתא לאפוקי נפשיה מפלוגתא ובע\\\"ז תניא דברים שמשתמשים בהם ע\\\"י האור כגון השפודים והאסכלאות ולא תני סכינים אלמא לאו כהדדי נינהו ועיקר\\\\. <מקורות>\\\\[סימן קפ\\\"ז\\\\]</מקורות> סכינא דארמאי כבר שנינו בספרי הסכינין והשפודין והאסכלאות של ע\\\"א מלבנין באור\\\\. ונראה לי בסכינים שהם חדים בראשיהם ומעשה בכל יום שצולין בהם דבר איסור כעין שפודים\\\\. <מקורות>\\\\[סימן כ\\\"ד\\\\]</מקורות> \"}","{\"header\":\"דף י\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"בדק סכין ושחט בה ונגע בעצם המפרקת ואח\\\"כ נמצאת פגומה הבהמה אסורה ואין בה שבר עצמות\\\\. וכבר ביררנו הדברים הללו זה כמה שנים בתשובות שהשבנו על החכם אבן פלאת ז\\\"ל\\\\. וסכינא דמפגמא ברישא מעשים בכל יום שכורכים על פגימתו סמרטוט ושוחטין בו\\\\. <מקורות>\\\\[סימן כ\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף כה\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"תשובת הרב ר' אברהם בר דוד ז\\\"ל\\\\. שאל מרי על ע\\\"א שהטיל מים לתמד אם נדמה אותו ליין שמזגו ע\\\"א ויהיה אסור או לא\\\\. הנה לך אחי דעת הרב חמי שאם אותו התמד הוא בענין רמא תלתא ואתא ארבעה או שיוסיף היין על מדת המים יש לו דין יין שמזגו ע\\\"א ואסור אבל תמדים האחרונים שאפילו מדת המים אינן יוצאין מן החרצין מקילין בהם ומותר והרי הוא מביא ראיה לדבריו\\\\. והשויתי עמו לטע' זה והריני מוסי' וגורע \\\\(מדברינו\\\\) \\\\[מדבריו\\\\] שהוא אמר מדאצטריך ליה לגמרא \\\\(ע\\\"ז נ\\\"ח:\\\\) למימר יין שמזגו ע\\\"א יש בו משום יין נסך ש\\\"מ שאם אין יוצא משם מדת המים אותו יין אין בו משום יין נסך ולא עוד אלא \\\\(שמקל\\\\) \\\\[שמקיל\\\\] להוציא הע\\\"א החרצנים מקובא אעפ\\\"י שיש יין למטה מזה הטעם שכתבתי ונפשי סוללת על היתרות אלו שאם כן מעתה ילך הע\\\"א ויגע ברוב התמדים שלנו \\\\(ויוצא\\\\) \\\\[ויוציא\\\\] לנו מן הכלים ונשתה ועתה כמעט נהיה לעם אחד\\\\. ואם נתנו חכמים שיעור מזיגת יין \\\\(ב\\\"ב צ\\\"ו:\\\\) לענין ברכת היין נתנו אותו לענין יין נסך לא נתנו והלא בהקדש אמרו \\\\(שם צ\\\"ז:\\\\) לעולם אסור ויין נסך איסורו חמור יותר מן הקדש שהוא במשהו\\\\. ועוד \\\\[דאם אמרו\\\\] במי שהטיל מים לשמרים של יין שלא נשאר בהם יין כי אם השמרים יאמרו בחרצנים וזגים שלנו שאנו רואים שיש בהם ענבות שלמות הרבה שלא נבקעו כלל ושמא המים שאינן יוצאין כדי מדתן הוא מפני העלין והלולבין והקנוקנות והענקוקלות והחרצנים היבשים שבולעים אותו ומה שיוצא יש בו יין שיצא מן הענבות שלמות שלא נתבקעו שמריקין יינם מכח שריית המים ושמא יש בו כשיעור מזיגתו ומראהו וטעמו מוכיח עליו שיש בו יין הרבה ואין לנו לומר בזה קיוהא בעלמא הוא שהרבה יש בין טעם התמדים שלנו לטעם קיוהא שאדם נהנה\\\\. ועוד דע\\\"כ לא פליגי ת\\\"ק ואחרים בשמרי יין שנתן בהם מים אלא כשהמראה שלהם מראה \\\\(מים\\\\) \\\\[יין\\\\] אבל מראה שלהם מראה מים וטעם יין לא פליגי שהרי אמרו \\\\(חולין כ\\\"ה:\\\\) התמד משהחמיץ נקח בכסף מעשר שני\\\\. ואע\\\"ג דחזיתיה מיא ואם טעם חומץ עושהו פרי הגפן ומוציאו מתורת מים אע\\\"ג דחזיתיה מיא כ\\\"ש טעם יין המכשירו והמעלהו בשתיה ומראהו יין שיש לו שיעשה אותו יין ויוציאנו מתורת מים\\\\. זהו דעתי בכך\\\\. ולדעתי אין הע\\\"א יכול להוציא החרצנים מן הקובא להדיקא עד שיפסלו החרצנים והיין שבהם מלשתות דהתם ודאי טיט מוגבל הוא\\\\. מיהו לענין ע\\\"א שהטיל מים בתמד\\\\. נראה לי שהוא מותר בכל תמד שבעולם ולא מפני שמזגו לכתחלה הוא שמזגו ודאי דיעבד ואפי' הכי אסור\\\\. אלא מפני שלא אסרו מזיגת הע\\\"א אלא לפי שהיא קרובה להשקאה שמי שמוזג את היין קרוב להשקות ושמא ישקהו לישראל כדאיתא במס' ע\\\"א \\\\(נ\\\"ט\\\\.\\\\) חזא חמרתא דמזגו ע\\\"א ושתו ישראל וכו'\\\\. ואמר ליה פוק ואסור יינן וכו' משום יין נסך\\\\. והתם הוא דאיכא למגזר אבל הכא ליכא למגזר שהמטיל מים לתמד אין דעתו להוציאו לאלתר מפני שמפסידו\\\\. ודמיא האי לע\\\"א שהביא ענבים לגת דמותר לפי שאין לנו לגזור שמא יוציאנו מן הגת עד שידרכו הענבים\\\\. זהו דעתי ורבים מפני הפלפול השוו עמי\\\\. <מקורות>\\\\[סימן פ\\\"ג\\\\]</מקורות> \"}","{\"header\":\"פרק השוחט\",\"text\":\"\"}","{\"header\":\"דף ל\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב רב שר שלום גאון ע\\\"ה\\\\. שחיט' העשויה כמסרק אסורה\\\\. פי' כמסרק המוטל כגון שהכניס את הסכין בצואר ויצא אצל הראש בארכו של צואר\\\\. אבל לא כמזרק הזקוף כגון ששחט בב' ובג' מקומות ברחב הצואר ששחיטה פסולה היא\\\\. והכין אמר רב שרירא גאון ז\\\"ל השוחט בב' וג' מקומות בין בבת אחת בשני סכינים ובב' בני אדם בין באדם אחד בזה אחר זה כמה הלא הגביה ידו כדי שהיה ושחט מקצת סימנים במקום אחד ומקצת סימנים במקום אחר מצטרפין זה עם זה וכשרה דהויא ליה שחיטה העשוי' כמסרק\\\\. וכשרה דקיימא לן הלכה כרב באיסורי דאמר לא בעינן שחיטה שחיטה מפורעת\\\\. ורב יהודאי גאון ע\\\"ה הכי נמי ס\\\"ל כרב דשחיטה כשירה היא\\\\. אבל ב' אוחזין בסכין זה אוחז בראש הסכין וזה בזנב הסכין ושחטו במקום אחד ד\\\"ה כשרה\\\\. <מקורות>\\\\[סימן קל\\\"ה\\\\]</מקורות> \"}","{\"header\":\"פרק אלו טרפות\",\"text\":\"\"}","{\"header\":\"דף מו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"הנה נא הואלתי לדבר על עסק הריאה דע ידידי שכל מקום שאמרו חכמים האי ריאה דדמיא לכך ולכך טרפה דמיא כולה קא אמרי או רובא דהיכא דמטרפא במקצתה הא פרישו להו\\\\. שהרי אמרו ריאה שהאדימה מקצתה כשרה כלה טרפה\\\\. ואע\\\"ג דלא קיימא הא מלתא מגמר גמרינן מינה\\\\. ועוד אמרו ריאה שיבשה מקצתה טרפה\\\\. כאן טרפה במקצתה הא בשאר מילי כולה בעי'\\\\. ומאי שאמרו האי ריאה דקיימ' גילדי גילדי אוכמי אוכמי חזוותא חזוותא כשרה\\\\. האי גלדי גלדי כמו הגלודה שאמרו במשנה שהופשט העור שלה\\\\. וריאה דאגליד כאהינא סומקא כשרה כגון שהקרום העליון מרופה על התחתון והרוח נכנס ביניהם\\\\. ולי נראה דגילדי גילדי הוא כמו שהגליד פי המכה והוא כמו גרב ואגליד כאהינא סומקא היא כמו הגלודה שבמשנה וזה עיקר\\\\. ואוכמי אוכמי הרב רבי יצחק ז\\\"ל פירש דדמי לכוחלא\\\\. וחזוותא גווני דמתכשרא בהו ריאה כגון ירוקה ככרתי ואדומה\\\\. ולי נראה אפילו כדיותא ושאר חזוותא דלא מתכשר בהו ריאה כיון דלא הויא כולה או רובא כההוא גוונא דפסלא בריאה אע\\\"ג דאיכא בה דוכתי מהנהו גווני כשרה דאי לאו הכי אבעי ליה לרבא לפרושי מה אינון חזוותא דכשר'\\\\. ומה היא אוכמתא דמכשרא בה\\\\. ובבשר' דטרפה וכעין כשותא וכעין מוריק' וכעין ביעת' שהן מיני ירוקות שהי' טרפה בזמן שכולה היא כך או רובא\\\\. וי\\\"מ כעין כשותא הוא דומה לירוקה אבל מוריקא הוא צהוב\\\\. וביעתא הוא לבן הרבה וסימניך שער צהוב וצמר לבן שניה לה כקרום ביצה\\\\. ואוטם בריאה דלא מבצבצה שהוא טרפה אפילו במקצת מדלא אמרי' ריאה אטומה\\\\. וממה שאני רואה שמכשירין ריאה שיש בה סלעים סלעים שקורין לה פירושה ואותן סלעים הרי אינן עולין בנפיחה שאין הרוח נכנס בהן מפני שהם קשים בעצמם ש\\\"מ דהאי אוטם בריאה דאמרינן בזמן שהוא מצד זה לצד זה אבל אותם סלעים שהן בצד אחד של הריאה ומצד אחר אינן שהרי עולה בנפיחה מצד האחר והסלעים שבצד השני עולים עמו והכי נמי מסתברא מדאמרינן ריאה שיבשה מקצתה טרפה והיא שתהא נפרכת בצפורן אבל אינה נפרכת לא\\\\. והלא אינה עולה בנפיחה באותו המקום אלא ודאי שהאוטם אינו פוסל אלא כשהוא מצד לצד\\\\. והיבשות הנפרך פוסל אפילו במשהו\\\\. ואם אינו נפרך אינו פוסל אלא מצד לצד כדין אוטם שאינו עולה בנפיחה כלל באותו המקום\\\\. <מקורות>\\\\[סימן י\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף מז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כלל זה בקצרה בבדיקת הריאה\\\\. אמר רבא ה' אוני אית לה לריאה כו' ג' מימינא ושתים משמאלא אי חליף אי חסיר אי יתיר טרפה פי' ה' אונות קטנות יש בריאה ג' לימין הבהמה והוא לשמאל הטבח וב' לשמאל הבהמה והוא לימין הטבח וכל זה בזמן שנשחטה הבהמה ושוכבת בארץ והטבח בודק בה ואם ימצא הבודק בצד שמאל הבהמה ג' אונין ובצד ימין הבהמה ב' טרפה מפני שהוחלפו ואי חסיר שלא נמצאה בריאה כי אם אונה א' בצד שמאל בהמה טרפה מפני שהוא חסירה אבל אם ימצא בריאה ו' אונות או ז' הבהמה כשרה ובלבד שיהיו עומדות בשורות האונות שלא תהיה זו על גב זו דקי\\\"ל דלית הלכתא כוותיה דרבא ביתרת אבל בחסר ובחליף קי\\\"ל כוותיה ואם בצד ימין חסרו האונות ולא נמצאו כי אם ב' אונות עינוניתא דורדא משלמת וכשרה הואיל וקיימא בדרא דידהו וכן כתב הרב הר\\\"ש ז\\\"ל והרמב\\\"ם ז\\\"ל אבל בצד שמאל אם חסרו האונות לא תהיה משלמת והבהמה טרפה מפני שאינה עומדת בצד שמאל של בהמה ובצד ימין של בהמה נמצאת אונה קטנה לפנים בין האומה ואונה ומונחת בכיס ונקרא עינוניתא דורדא כדאמרן ואם נסרכה לא' מן האונות או לאומה טרפה דכלהו לגבי דידה שלא כסדרן נינהו ואף אם נסרכה לכיסא טרפה הוה\\\\. ואם לא יכול הבודק להוציאה מן הכיס כשרה ובלבד שלא תהא נסרכת בכיסא דכמאן דליתא חשבינן לה וק\\\"ל דאי משתכחא ריאה בלא עינוניתא דורדא כשרה\\\\. מפני שהיא נקראת יתרת ואם ימצא תרתי ענוניתא הבהמה טרפה דא' שכיחא תרתי לא שכיחי וכן פסק הרב ר\\\"ש ע\\\"ה\\\\. אבל מנהג נהגו בנרבונא ובפטרש להתיר כל יתרת שהיא מבפנים הריאה ואפילו תרתי או תלת ותחת האונות נמצא אונות גדולות ונקראות אומות מפני שהן דומות לאם ואלו מקומות שהטבח בודק בהם ה' אונין וב' אומות ועינוניתא דורדא ואונה לגרגרת או לשמנונית דגרגרת או לחזה או לשמנונית דחזה ושמנונית הלב וטרפשא דלבא וטרפשא דכבדא הנקרא איבדיש ואם ימצא באחד מאלו סירכא טרפה לבד אונה לאונה כסדרה כגון ראשונה לב' שניה לג' שהן כשרות דהיינו רביתייהו וכן לצלעות כשרה דבמקום צר הן עומדות ואין מתפרקות אבל שלא כסדרן כגון ראשונה לשלישית טרפה שהאמצעית מפרקתן ונשארה הריאה נקובה אבל אם נסרכה האומה לצלעות טרפה מפני שהיא עומדת ברחב חלל גוף הבהמה וכשתרוץ הבהמה הסירכא מתפרקת ונשארה נקובה ואיזו חזה שאם נסרכה בו הריאה שהיא טרפה אם נבדקה \\\\[מן\\\\] החוט ולמעלה כלפי החזה\\\\. אבל מן החוט למטה נקרא צלעות וכשרה ואותו חוט מונח בין החזה לראשי הצלעות באורך כל החזה עד הצואר למעלה ועד הכרס למטה ונהגו העם ליטלו מפני שהיא מלא דם\\\\. <מקורות>\\\\[סימן קנ\\\"א\\\\]</מקורות> כתב הרב ר' אברהם אב ב\\\"ד ז\\\"ל בספר האשכול שלו באנו לפרש בדרך קצרה ענין בדיקת הריאה הריאה יש בה ב' אומות גדולות וה' אונין ועינוניתא דורדא שביניהן וזו הריאה בזמן שנפח ואפה כלפי גברא ג' אונין מימין וב' משמאל והעינוניתא דורדא עם השלש ואם חסרו הג' של ימין א' אין הבהמה טרפה שהעינוניתא דורדא משלמת השלש במקום החסרה וכשרה משום דבצד ימין קיימא\\\\. אבל אם חסרו הב' של שמאל אחד אין העינוניתא דורדא משלמת במקום החסרה וטרפה שאין מצטרפת מצד ימין לצד שמאל הרי בריאה ב' אומות וה' אונין והעינוניתא דורדא שמינית והטבח צריך לבדוק בהם אם דבוקות בחזה ובדפנות זו בזו וגם יש במעי הבהמה מקומות אחרות שבודק בהם אם עולה להן הסירכא מן הריאה והם שמנונית החזה ושמנונית הלב וטרפשא דלבא וטרפשא דכבדא וגרגרת ושמנונית דגרגרת וקנה הלב ושמנונית שבסמפון שבין ב' האומות שקורין הקצבים בלשון לעז קורדא בי' והרת שקורין בלעז ארמילש\\\\. וגם מתחלה מקום עשירי שבא מטרפשא דלבא והוא הטרפשא שהעינוניתא דורדא עומדת בה ונקראת סוף טרפשא דליבא הרי אלו עשרה מקומות שבודק בהם הטבח שאם עולה להם סירכא מן הריאה טרפה אע\\\"פ שעולה בנפיחה ואע\\\"פ שלא נמצא שום סירכא בריאה צריך הטבח להוציאה ולעשות בה נפיחה משום יבשה ומשום מראית הפוסלת בה ע\\\"י הנפיחה מתבר' הכל היבשות והמראות וב' בועות \\\\(דסריכי\\\\) \\\\[דסמיכי\\\\] להדדי והרבה ספקות ושמנונית החזה נדון כחזה אבל שמנונית דחזה התולה על הצלעות נדון כצלעות וכשרה ע\\\"כ\\\\. הכי נקטינן דכל יתרת דקיימא \\\\(מטלי\\\\) \\\\[ביני ביני\\\\] כשרה בהא כי אמר רבא ה' אוני יש לה לריאה ואי יתיר טרפה הא אמרינן לית הלכתא כותיה דרבא ביתרת ואפילו לא קיימא בדרא דאונא אלא ביני ביני וכיון דקיימא לן דיתרות כשרות לית לן למימר חדא בלחוד משום דיתרת בחזקת היתר הוא ולא אסרינן מדעם ע\\\"כ הרב ז\\\"ל\\\\. <מקורות>\\\\[סימן קנ\\\"ב\\\\]</מקורות> פסקי טרפות אמר \\\\(רבה\\\\) \\\\[רבא\\\\] ה' אוני אית לה לריאה לבד האומות\\\\. ג' מימינא וב' משמאלא והכי הוא כשתולין הבהמה ויבדוק ימצא ג' מימינו וב' לשמאלו ואם נחסר מן האומות של שמאל א' טרפה\\\\. ואם נחסר מן האונות של ימין א' טרפה\\\\. האונה קטנה שהיא כמו ורד עומדת בין הערוגות של ריאה מבפנים ותצרף להשלים הג' של ימין לפי שעומדות בצד הימין אבל לצד שמאל לא תצטרף\\\\. הני תרתי אוני דסריכן להדדי שלא כסדרן שהא' מורכבת על האמצעית מורכבת על השלישית טרפה לפי שעדיין תנתק הסירכא ויחזרו האונות למקומן אבל כסדרן כשרה דזהו דרך גדילתן וכן אומה הסרוכה לאונה כסדרן כשרה שלא כסדרן טרפה\\\\. ואני ראיתי שבא מעשה לפני רבי מאונא לאומה והכשירה מפי ר' יעקב בר יקר\\\\. אונות הסרוכות לדופן כשרה\\\\. ב' אומות גדולות הסרוכות לדופן טרפה\\\\. ומה הפרש בין אומות לאונות לפי שמקום האונין צר הוא מאד ודבוקים האונין לצלעות ואין מתדלדלים כאן וכאן\\\\. ואם נקבו דופן סותמתן ואין הרוח שולט בהם\\\\. אבל מחתיכה דאוני ולמטה שהם האומות מקום רחב הוי ושולט בה אויר ואם יהיה סירכא פעמים שתרוץ הבהמה ותדלג ותתפרק הסירכא ונכנס הרוח בנקב ותמות מיד לפי שאין סירכא בלא נקב\\\\. <מקורות>\\\\[סימן ק\\\"נ\\\\]</מקורות> תרתי ענונייתא מבפנים כשרה וכל יתרת מבפנים כשרה\\\\. ואפילו חסרה הענונייתא כשרה\\\\. וכבר שאלוני חברי בהיותי בנמשי על זאת והשיבותי כך בראיות ברורות\\\\. <מקורות>\\\\[סימן י\\\"ט\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"תשובות שאלות לרב ר' אברהם בר דוד זצ\\\"ל\\\\. הותיק החכם רבי יהודה בה\\\"ר אברהם בר אוריין ובר אבהן\\\\. עליך אני קורא פרי צדיק עץ חיים ובאמת וברור לא מת האב שהניח בן כמותך ירבו כמותך בישראל ומי יתן והיית עמנו בישיבה ונשמח עמך ותשמח עמנו ועל שאלותיך אני נזקק להשיב כפי אשר יזמן לי הבורא לא מחכמתי כי איני כדאי רק מתאות נפשי להשתעשע עמך בדברי תורה כי ערבו לי דבריך\\\\. השאלה הראשונה בריאה דנפוחה כולה ומקצתה לבנה ומקצתה נרקבת ומקצתה מוגלא ולא נסרחה והוו קרי לה טבחי פולמוניירה והיו אומרים כי טינרי טינרי הוא פולמוניירה\\\\. והאי דמיא לאופתא מאי פירושה\\\\. תשובה כבר אמרו רבותי' דמיא לאופתא דנפיחא כאופתא והיא שהריאה קשה ועומדת כל שעה נפוחה כאדם שבטנו צבה\\\\. עוד נאמר בה \\\\(בחזיתא\\\\) \\\\[בההיא\\\\] דאופתא\\\\. נראה לי שהיא עגולה ואין אונין שלה יוצאות אלא שהיא ככדור עגול והיא נדונת כחסרה\\\\. ועוד נאמר בה בגושתא אשפד\\\"א בלעז כמו האופתא שיוצאה ממנה עוקצין\\\\. וטינרי טינרי שהכשיר בה בועו' הם אלא שהקרום שעליהם חלק ומה שבתוכם אינו קשה\\\\. ועוד נאמר בה דשיעא דלית לה חתיכא דאוני\\\\. ופירשו לה רבנן אף על פי שיש לה מבפנים כיון שהיא כולה חלקה מבחוץ טרפה\\\\. ומכאן הכשירו אומה לאונה אע\\\"פ שאין ראיה גמורה שהרי הכל מודים אם אין בה פילוש כשרה\\\\. ואין אוסרים אלא סירכא שיש לה הכשר ממקום אחר\\\\. הנה פירשתי לך דמיא לאופתא והלשון האחר דנפיחא כאופתא\\\\. ואם אותה הריאה שבאה לידכם נפוחה כולה היתה מה תשאל עוד עליה כי כל הלשונות שנאמרו בה כלן אוסרים אותה\\\\. ומקצתה נרקבת שאמרו לא ידעתי מהו אם הוא בשר ממוסמס שהרופא גוררו פשיטא שהוא כמו שאינו וטרפה\\\\. ומקצתה מוגלא שאמרת כבר אמרו מליא מוגלא או מים זרים כשרה והוא דלא אסריח\\\\. ופולמוניירא לא ידעתי מה היא\\\\. <מקורות>\\\\[סימן י\\\"א\\\\]</מקורות> ריאה שיש בה אוטם הוא דבר קשה שאינו עולה בנפיחה מביאים סכין וקורעים אותו אם יש מוגלא ודאי מחמת מוגלא הוא וכשרה ואם אין שם מוגלא מושיבים במקום הקרע על האוטם רוק או נוצה ונופחין בריאה אם מבצבץ הרוק ועולה בנפיחה כשרה לפי שיש חיות\\\\. ואם אין הרוק או הנוצה מבצבץ בידוע שיבשה וטרפה\\\\. ריאה שנמוחה מבפנים ונשפכה כקיתון כשרה ובלבד שיהיו הסמפונות קיימין\\\\. כיצד בודקין אותה מביאין קערה של חרס ושופכים המים שבריאה בקערה אם נראית בתוך המים גוונים לבנים בידוע שנמוחו הסמפונות וטרפה ואם לאו כשרה\\\\. ריאה שמראיתה ככבד כשרה\\\\. ואם דומה לבשר טרפה\\\\. ריאה שהיא אדומה כדם או ירוקה או דומה לכחול שהוא שחור ולא שחור ממש כשרה אם ישחור כדיו טרפה\\\\. ריאה שניקבה במקום שהיד של שמש משתמש בה ואינו ידוע אם קודם שחיטה נקבה אם לאחר שחיטה ניקבה מנקבין עכשיו בצדה אם נמצא הנקב באומה מנקבין האומה שבערוגה אחרת ואם דומין הנקבים זה לזה בידוע שלאחר שחיטה ניקבה וכשרה ואם לאו טרפה\\\\. אבל אין מקיפין מאומה לאונא ומאונא לאומה אפי' באותה ערוגה\\\\. ריאה מלאה מוגלא או מים זכין כשרה\\\\. ריאה שיש בה בועא או בועות הרבה ואינן סמוכות זו לזו בין שיש בה בבועות ליחה או קשות הן כסלע בין גדולות בין קטנות כשרה\\\\. ריאה שיש בה ב' בועות וסמוכות זו לזו אין להם בדיקה וטרפה לפי שיש נקב בין ב' הבועות והנקב הסריך הבועות זו לזו ואע\\\"פ שעכשיו נסתם הנקב אחר זמן יתמקמקו הבועות ותהא נקובה הריאה וטרפה\\\\. ובועא א' הדומה לב' מביאין קוץ ונוקבין אותה בצדה אם שופכת מה שבאחת לחברתה א' היא וכשרה ואם לאו שתים הן וטרפה\\\\. ואם יש בועה בריאה ונקבה הבועה ואין ידוע אם קודם שחיטה ניקבה אם לאו \\\\(מ\\\"ו:\\\\) אין מקיפין כדרך שמקיפין בריאה מפני שבריאה יש להבחין בין קודם שחיטה לאחר שחיטה אבל בבועות אין להבחין\\\\. ואם נקבה הבועה במקום שיד השמש ממשמשת תולין בטבח\\\\. <מקורות>\\\\[סימן ק\\\"נ\\\\]</מקורות> \"}","{\"header\":\"דף מח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ריאה הסמוכה לדופן פי' רש\\\"י ז\\\"ל סמוכה לדופן בסירכא דסלקא מן האומות לבשר שבין הצלעות אין חוששין לה לטרפות וכשרה דהויא ליה סתימה אבל סביך בצלעות לא הויא סתימה וטרפה\\\\. ע\\\"כ\\\\. ועכשיו נהגו לטרוף הבהמה בזמן שעלה הסירכא מן האומות לבשר ואע\\\"פ שאין בריאה בועי שהן צמחים סביר להו דהלכתא כר' יהודא משמיה דאבימי דאמר א' זה ואחד זה טרפה פי' בין שהריאה סרוכה לצלעות בסירכא ואין בריאה אבעבועות בין שיש בה אבעבועות שהן צמחים חוששים וטרפה והכי נהוג עלמא\\\\. ועינוניתא דורדא כל היכא דסריכא טרפה לפי שהיא עומדת בפני עצמה ואינה בסדר אונות\\\\. ואונין או אומין שנסרכו לשמנוניתא דחזה או לשמנונית הלב או לטרפשא דלבא או לכבדא או לגרגרת או לשמנוניתא דגרגרת או לקנה הלב או לסמפונות שבין האומות או להרת או לטרפשא שהיא על עינוניתא דורדא שהיא כנף טרפשא דלבא בזמן שעולה הסירכא לאחד מאלו טרפה ואע\\\"פ שעולה בנפיחה\\\\. וב' ערוגות של ריאה א' מכאן וא' מכאן וביניהם סמפון ושמנונית שהוא דבק בשדרה ונמצא סירכא בא' מב' האומות מכאן או מכאן באותו סמפון אם דבוק מעיקר הלב ובא לו עד למטה אמרו כך נבראת וכשרה\\\\. ואם מפוצלות זו מזו אפי' מעט סירכא והשאר דבק אמרי' הא ודאי סירכא היא ואין לו בדיקה וטרפה וכל מי שמכשיר בכל אלו דבק עובר משום לא ידבק בידך מאומה מן החרם\\\\. <מקורות>\\\\[סימן ק\\\"נ\\\\]</מקורות> והשאלה הב' בסירכא התלויה שנמצאת אחד מהם בשפולי האומה בועא וסירכא גדולה תלויה בה\\\\. דע ידידי כי סירכא תלויה אנו מכשירים אותה מפי הגאונים שאין לנו להוסיף על הטרפות וכשמה כן היא שהיא נסרכת בדבר והתלויה אינה נסרכת אבל אם באה לידי אותה שהיא יוצאה מן הבועה הייתי אוסרה כי הבועא מעידה עליה בנקב ואין הדופן מכשירה אפילו באונה תדע שהרי ריאה הסמוכה לדופן לדברי רב יוסף בר מניומי שאין חוששין לה כשהעלתה צמחים דהיינו בועות חוששין לה הכא נמי לא שנא שהרי אמרו ריאה שנקבה ודופן סותמתה כשרה והוא דסביך בבשרא\\\\. והאי לא סביך ולא סריך\\\\. ובשאר מקומות בריאה אין חוששין לשמא לא בדק יפה וכשרה\\\\. והא דרבי נחמיה דבדיק לה בפשורי\\\\. כי עייננא בה שפיר אסתבר דלהיתרא קא אתי דאפילו ליכא מכה בדופן תלינן בדופן הואיל ובדקינן לריאה בפשורי ונפחי' לה ולא מבצבצא\\\\. מנא אמינא לה דלהיתרא קאמר לה מדאמר מר זוטרא אנן הא דרבי נחמיה ארבא מתנינן לה לתרתי אוני דסמיכי להדדי וכו'\\\\. ומאן דמתני לה להא דרבא בודאי לקולא קאמר ומדהכא לקולא התם נמי לקולא\\\\. ועוד מדלא קאמר רב נחמיה מצריך בדיקותא בפשורי משמע נמי דלקולא קתני לה הלכך מאן דידיע למבדק בדיק לה ואע\\\"ג דליכא מכה בדופן\\\\. מיהו לא ידעינן כמה היא שרייתה בפושרין דלאלתר לאו כלום הוא דשמא קרום עלה בה ולא נמחה עדיין דהא במס' נדה הכי אסתפקא להו בענין המפלת כמין קליפות כמין שערות שאמרו תטיל למים אם נמוחו טמאה ולא ידעו כמה תשרה\\\\. מיהו תשרה מעת לעת ובפושרי' שלא יצטננו ובכל זאת לא נמחה ונפחוה בתוך המים ולא בצבצו נראה שהי' מותרת לדעת ר' נחמיה והלכתא כוותיה מדאטרחו' אמוראי במלתי' אמאן מתני לה\\\\. וריאה שנצלית ולא נבדקה בעל החבור הברצלוני ז\\\"ל מכשירה וזקני מ\\\"ב היה חולק עליו ואוסרה מטעם שהרי בודקין בריאה ואין בודקין בשאר טרפות ומסתברא להיתרא מדאמרי' \\\\(מ\\\"ט\\\\) אנקיבה ריאה היכא דמשמש' ידא דטבחא תלינן בידא דטבחא ואמרינן והא תלינן בזאב אלמא אפילו בריאה תלינן בזאב כשאר בני מעים שהחזירן כשהן מנוקבי' מ\\\"מ יפה הדבר להחמיר שלא יבא הדבר לידי קלקול\\\\. ואונה לאומה הרי הכשרתיה למעלה לפי דרכי ואין ראיה למי שאוסר אותה ועליו להביא ראיה\\\\. וריאה שנסרכה רובא להיתר דהיינו מן האונה לדופן ומיעוט' מן האומה נהגו בנרבונה לדונה אחר הרוב וכן הדין כי הסירכות ספיקות הן שמא אינה נקב ואם היא נקב שמא מן האונה יצא הליחה ונעשית סירכ' ואפילו היתה הסירכא מחצה למחצה היה לנו להכשירה מפני שהם תרי ספקי אלא שמחמירין בה להצריכה רוב באונה\\\\. <מקורות>\\\\[סימן י\\\"ב\\\\]</מקורות> \"}","{\"header\":\"דף נא\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"נפולה שאמרו שצריכה בדיקה כל החלל כלו ואם שהתה מעת לעת אינה צריכה בדיקה וכשרה\\\\. עמדה אינה צריכה מעת לעת עקרה יד לעמוד וכו'\\\\. <מקורות>\\\\[סימן קנ\\\"ה\\\\]</מקורות> \"}","{\"header\":\"דף נג\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"וספק דרסה עד דמלו ליה תריסר ירחי שתא אסורה\\\\. והיכא דדרסה ליה חיותא צריכה בדיקה מכפא דמוחא ועד אטמא ובכל דוכתא דכי מינקב מטרפא מניה אי איכא סומקא להדיא טרפה וסי' לטרפה י\\\"ב חדש בזכרים ובנקבה אם יולדה תוך י\\\"ב חדש שריא לאלתר\\\\. ע\\\"כ\\\\. <מקורות>\\\\[סימן קנ\\\"ה\\\\]</מקורות> \"}","{\"header\":\"דף נה\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב ז\\\"ל בהלכותיו יש כשר בריאה ופסול בכוליא\\\\. מוגלא\\\\. פסול בריאה וכשר בכוליא נקב\\\\. פסול בזה ובזה לקות'\\\\. כשר בזה ובזה מים זכי' ולא אמרן אלא דצילי אבל עכירי טרפה ודצילי נמי לא אמרן אלא דלא אסריח אבל אסריח טרפה\\\\. ואני תמיה עכורים בריאה אמאי טרפה מי גריעי ממוגלא\\\\. ועוד ריאה שנשפכה כקיתון שכשרה בדקיימי סמפונאה אי אפשר דלא עכירי וכולה נמחה מבפנים ולכאורה אינו חוזר אלא על כולי' שהעכורים נדונים כמוגלא אבל בריאה דמוגלא כשרה ונשפכה כקתון כשרה כ\\\"ש עכורין וצלולין אע\\\"ג דאסרו' אלא שאין בנו כח להתיר ולקות' דכולי' הא היינו \\\\(בחזית\\\\) \\\\[דחזית\\\\] שהשחירו פניהם כדיות' או שנמסמס הבשר וכן כל דבר שנראה לקות' מדלא מפרש בה מידי\\\\. ולקותא דכוליא הא פרישו להו והוא דמטו לקותא למקום חריץ ואם לא היה בשאר הכולי' אינה טרפה דהא הוא דמטי אמרי' ולא שהוא גורם לבדו אלא או כלו או רובו כמו והוא דמטי להתם\\\\. הארכתי בדברים הללו מפני שהן צריכים\\\\. ואם שגיתי אתה תברר\\\\. ועם כל מה שהארכתי לא יצאתי ידי חובה לפי הספקות שיוכלו לבא בהם שהרי הלקות' שבריאה במראות שנאמרו בה לאיסור אם היה המראה ההוא בקרום לבדו וכל בשר שתחתיו לא נשתנה הולך אחר הקרום כי הוא המראה או אחר הבשר שתחתיו\\\\. וכן בלקות של כוליא\\\\. <מקורות>\\\\[סימן י\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף נז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"שמוטת ירך בבהמה טרפה שמוטת גף בעוף טרפה חיישינן שמא נקבה הריאה וצריכה בדיקה בריאה\\\\. ועוף שנמצא מכה באגפה צריכה בדיקה בריאה במקומה\\\\. כיצד בודקה מביא שפופרת של קנה דק ומכניסה בפי קנה של ריאה ונופחה ובודקה\\\\. ועוף שלא נמצא מרה בכבד שלו בודקין את הכבד\\\\. כיצד בודקה מוצץ אותה אם יש טעם מר בכבד אומרים מרה היא וכבדא בלעתה למרה וכשרה ואם לא מריר חסר הוא וטרפה\\\\. ועוף אם נשתברו רגליה למטה מן הארכובה כשרה אבל למעלה טרפה כדאמרינן בבהמה והא דאמרינן למטה מצומת הגידים כשרה אם צומת הגידים קיימין ועוף אם נשתברו \\\\(רגליו\\\\) \\\\[גפיו\\\\] או שנמרטו כנפיו ולא נשתייר בו אלא כנף א' כשרה\\\\. ודבר זה ספק\\\\. וגף של עוף האבר השלישי המחובר בגוף שנשבר כלו ויצא העצם לחוץ ולא נראית שום מכה בצלעותיה ולא בבשר שעליהן אותו העוף טרפה ע\\\"כ\\\\. ואי אתבר גפא דעופא ואין רוב הבשר קיים ההוא אבר שדינן ליה דאסור משום אבר מן החי ושארי עוף שרי באכילה\\\\. וגף עוף שנשבר פרק ראשון ושני מותר פרק שלישי דלהדי הגוף אסור\\\\. <מקורות>\\\\[סימן קנ\\\"ה\\\\]</מקורות> כתוב בס' האורה בהמה שנחתכו רגליה טרפה \\\\(נ\\\"ז\\\\.\\\\) ודוקא רגליה אבל ידיה כשרה\\\\. שמוטת ירך בבהמה טרפה\\\\. שמוטת יד בבהמה כשרה \\\\(שם:\\\\) אפילו למעלה מן הארכובה באיזה ארכובה אמרו הנמכרת עם הראש ג' ארכובות הן אחת שנמכרת עם הראש ואחת למעלה הימנה וא' דאית בה בוכנא ועייל באסיתא והיא למעלה מכלן והא דקתני למטה מן הארכובה למטה מצומת הגידים דצומת הגידים בארכובה אמצעית קביעי דהויא ליה ההיא דלמטה מכלהו דנמכרת עם הראש כי נחתכה כשרה והנך תרתי עילייתא כי נחתכה א' מהן טרפה וכן שניטל צומת הגידים טרפה ואלו הן צומת הגידין דעלוי ערקומא היכא דפרעי טבחי ממקום שהגידים צומתים עד מקום שמתפשטין בליטי הוו צומת הגידים בליעי לא הוו צומת הגידים וכו' בעופא שיתסר הוי ואי איפסק חד מינייהו טרפה ואפילו לא \\\\[נשתייר אלא\\\\] כחוט הסרבל מכל חד וחד כשרה\\\\. <מקורות>\\\\[סימן קנ\\\"ה\\\\]</מקורות> \"}","{\"header\":\"פרק בהמה המקשה\",\"text\":\"\"}","{\"header\":\"דף עב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"עוד כתב על ההיא דמדלגין היינו על גבי ארונות \\\\[ברכות י\\\"ט ע\\\"ב\\\\] ממה שגולל ודופק מטמאין באהל\\\\. נגע בקושיות הראשונים ומיהו לא סיים קושיתו דמה בכך אם מטמא באהל שמא כהן אין מוזהר עליהם אלא על המת דוקא והיה לו לסיים דבתורת כהנים בריש אמור אל הכהנים מוכח דכהנים מוזהרים על כל טומאות הפורשות מן המת וגולל ודופק ועצם כשעורה ומלא תרווד רקב מיקרו ג' טמאות הפורשות מן המת\\\\. ומיהו שפיר מתרבה במאי דתפס במס' שמחו' כל טומאה מן המת שהנזיר מגלח עליהן כהן מוזהר עליהן\\\\. וכל טומאה מן המת שאין הנזיר מגלח עליה אין כהן מוזהר עליה ונזיר אינו מגלח על גולל ודופק כדתנן פ' כהן גדול ונזיר ותו לא קשיא מידי ממה שהקשה אדוני\\\\. גולל ודופק פי' רבינו שלמה ז\\\"ל כי דופני הארון מימין ומשמאל נקראים דופק\\\\. כמו הא דמפקא הא דאטמא במס' מציעא באלו מציאות והדף אשר נשען עליו הוא נקרא גולל והכל מן הארון עצמו\\\\. והקשה רבינו יעקב ז\\\"ל מדאמרי' בפרק קמא דעירובין \\\\[ט\\\"ו ע\\\"ב\\\\] בסוכה פרק שני \\\\[כ\\\"ג ע\\\"ב\\\\] כל דבר שיש בו רוח חיים אין עושין אותו לא דופן לסוכה ולא לחי למבוי ולא גולל לקבר\\\\. ואם כפירושו מי עושה מבעלי חיים כמו מבהמה אחת דף לארון מלמעלה ועוד דאמרי' בבהמה המקשה \\\\[חולין ע\\\"ב ע\\\"א\\\\] כל אשר יגע על פני השדה לרבות גולל ודופק ואם הוא ארון והלא אינו מגולה כלל אלא בתוך המערה הוא בכוכין או בקרקע והיכי מתרבה מעל פני השדה\\\\. ועוד דאמרי' בפ' מי שמתו מדלגין היינו על גבי ארונות כו' ומוקים לה התם משום דרוב ארונות יש בהם פותח טפח\\\\. ומה בכך מכל מקום גולל של ארון עצמו הוא מטמא באהל כמו דמת עצמו\\\\. ועוד הדף העליון למה נקרא גולל ועוד דתנן במסכת אהלות פרק שני הגולל והדופק מטמאין באהל ובמגע ואין מטמאין במשא אי זה הוא דופק את שהגולל נשען עליו אבל דבק דבקים טהור\\\\. ולפי' רבי' שלמה ז\\\"ל מהו דפק דפקים וכי יש שני כותלים לארון לקרות החיצון דפק דפקים\\\\. ומפרש רבינו יעקב ז\\\"ל כי גולל הוא אבן גדולה הנגללת ואינה מיטלטלת אלא ע\\\"י גלגול כדכתיב וגללו את האבן מעל וגו' ודופק הם שתי אבנים הנתנים א' למראשותי המת אצל הארון וא' למרגלותיו וכשנותנים אבנים דקות יותר על אותו הדופק להגביה המצבה וגם בצדי הדופק אותן אבנים נקראות דפק דופקים וההיא דברכות דפרק מי שמתו דמדלגין היינו על גבי ארונות אתיא שפיר שלא היו מדלגין על הדופק ועל הגולל אלא שלא כנגד הגולל\\\\. או לא היה שם גולל כלל שכמה קברים יש מבלי מצבה\\\\. והשתא מתרצי שפיר גולל ודופק מעל פני השדה\\\\. וגם יכול להיות רגילות לעשות גולל מבעלי חיים להקים על הקבר לציון לפי שעה עד שימצאו אבן גדולה להקים שם ואם תאמר לרבינו יעקב ז\\\"ל היכא דליכא מצבה מאימתי מתחיל דבנגמר הדין אמרינן דמתחיל מכי סתם הגולל ואי גולל הוא מצבה בכמה קברים אין מצבה מתי מתחלת האבלות יש לומר משיגמר כל כסוי הקבר\\\\. אי נמי מכי מהדרי אפייהו מבי קברי כדאמרי' במועד קטן דהנהו דלא אזלי בתר ערסא מכי מהדרי אפייהו מערסא\\\\. וקצת תימא מאי משיסתם הגולל התם וגבי שבת בפרק השואל הוה ליה למימר עד שיסתום הגולל אין סותמין מיהו גמר הנחת סתימת הדופק והגולל קורא \\\\[נ\\\\]סתם הגולל\\\\. ועוד כי היו רגילין למלאות החלל שתחת הגולל אבנים דקות וטיט וזו היא סתימת הגולל ובשעת קבורה היו רגילין בכך\\\\. וההיא קשיא שפיר דמי שמתו יש מתרצין מהא דתניא במסכת שמחות כל טומאה שהנזיר מגלח עליה כהן מוזהר עליה וכל טומאה שאין הנזיר מגלח עליה אין כהן מוזהר עליה\\\\. ונזיר אינו מגלח על טומאת גולל ודופק כדאמרי' בנזיר פרק כהן גדול ועל כן היינו מדלגין על גולל ודופק\\\\. ואם תאמר טומאת המת בוקעת שהגולל שהוא טמא אינו חוצץ כדאשכחן במס' אהלות שכזית מן הנבלה וכעדשה מן השרץ אינם חוצצים הא לא קשיא כי מצינו שהגולל חוצץ כמו שפירשתי בבמה מדליקין מתוך משנה אחת והטעם פירשתי שם\\\\. והכי תנן באהלות פט\\\"ו חבית שהיא מלאה משקין טהורים ומוקפת צמיד פתיל ועשאה גולל לקבר הנוגע בה טמא טומאת שבעה\\\\. והחבית והמשקין טהורים אלמא חוצצת היא להציל מה שבתוכה\\\\. וטעמא משום שגם החבית אינו מקבל טומאה אלא מטעם גולל\\\\. אבל אם הוסרה משם היתה טהורה כדקתני החבית והמשקין טהורים\\\\. <מקורות>\\\\[סימן ר\\\"ד\\\\]</מקורות> \"}","{\"header\":\"דף עו\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב החכם הכהן הגדול ר' \\\\(יהנותן\\\\) \\\\[יהונתן\\\\] בן דוד ז\\\"ל\\\\. בהמה שנחתכו רגליה וכו' רגליה דהיינו רגלים האחרונים ובהם שייך כל אלו הג' טרפות לטרוף כל הבהמה\\\\. אחד שנחתך לגמרי והב' שנשבר העצם ויצא לחוץ\\\\. והג' צומת הגידים שנפסק או ניטול\\\\. אבל בידיה הראשונים לא שייך בהו שום טרפות לטרוף כל הבהמה אבל לטרוף אבר עצמו שייך ביה אחד מאלו והוא נשבר העצם ויצא לחוץ ואין בשר חופה רובו שכניטול דמי וזורקו לאשפה והבהמה מותרת\\\\. וג' עצמות יש בירך עליון הוא קולית שיש בה מוח והוא תחוב בכף הירך והוא נקרא אוש מדולא' בלעז\\\\. שני לו עצם אשקנקיל ובסוף האשקנקיל מלמטה הוא צומת הגידים בינו ובין העצם הג' הנקרא ארכובה הנמכרת עם ראש ובקולית עצמו לית דינא \\\\[ולית דיינא\\\\] אם נחתך באמצעיתו או נשברה ויצא לחוץ ואין הבשר חופה רובו דכל הבהמה מטרפא בכך\\\\. ובעצם הג' שהוא ארכובה הנמכרת עם הראש נמי לית דינא ולית דיינא שאין הבהמה מטרפת בעבורה בשום ענין שיארע לו נחתך לגמרי או נשבר ויצא לחוץ ואין הבשר חופה רובו אלא אותו אבר לבדו פסול והבהמה מותרת\\\\. ובעצם האמצעי שנקרא אשקנקיל יש בו מקום דמטרפה כל הבהמה בעבורה וזהו בסופו מלמטה שהוא מקום שמתחיל צומת הגידים עד מקום שמתפשטין ונבלעים בתוך בשר הירך\\\\. ובשאר מקום העצם בין שנחתך לגמרי בין שנשבר ויצא לחוץ ואין בשר חופה רובו לא מטרפא הבהמה בכך אלא אבר אסור ובהמה מותרת\\\\. וארכובה הנ\\\\(מ\\\\)כרת הנזכרת במשנה זו היא ראש הקולית הסמוך לעצם האמצעי הנקרא אשקנקיל ואותו מקום ניכר בגמל יותר מבהמה כשרה\\\\. ולפיכך נתנו חכמים סימן לגמל לארכובה דכנגדו בגמל ניכר והכי קאמר למטה מן הארכובה דהיינו ראש העצם האמצעי כשרה שהם ב' עצמות אם נחתך שם כשרה ואף על פי שצומת הגידים הוא נמשך עמהם כשרה שאם היה נפסק במקום צומת הגידים מיטרפא כל הבהמה כדקתני וכן שניטל צומת הגידים אבל אם נפסק למעלה מהן כשרה\\\\. והיינו דאמרינן בכל דוכתא אין אומרים בטרפות זו דומה לזו שהרי חותכה מכאן ומתה חותכה מכאן ולמעלה וחיתה למעלה מן הארכובה הנכרת בגמל דהיינו הקוליא טרפה כלה וכן שניטל צומת הגידים בעצם האמצעי מטרפא כל הבהמה משא\\\"כ במה שנשאר מן העצם האמצעי ולא מטרפה כל הבהמה לא בחתיכתו ולא בשבירתו ויצא לחוץ\\\\. נשבר העצם ויצא לחוץ וכו' בכל ד' פרסות הבהמה והעוף ובכנפי העוף ובאגפיה נוהג דין זה שאם בשר חופה מותר גם האבר עצמו ואם לאו אבר אסור ובהמה ועוף מותר חוץ מן המקום הנזכר למעלה שמטרפה גם הבהמה בהם ע\\\"כ כתב הכהן הגדול החכם רבי יהונתן ב\\\"ר דוד ז\\\"ל\\\\. <מקורות>\\\\[סימן קל\\\"ו\\\\]</מקורות> כתוב בס' האורה בהמה שנחתכו רגליה טרפה \\\\(נ\\\"ז\\\\.\\\\) ודוקא רגליה אבל ידיה כשרה\\\\. שמוטת ירך בבהמה טרפה\\\\. שמוטת יד בבהמה כשרה \\\\(שם:\\\\) אפילו למעלה מן הארכובה באיזה ארכובה אמרו הנמכרת עם הראש ג' ארכובות הן אחת שנמכרת עם הראש ואחת למעלה הימנה וא' דאית בה בוכנא ועייל באסיתא והיא למעלה מכלן והא דקתני למטה מן הארכובה למטה מצומת הגידים דצומת הגידים בארכובה אמצעית קביעי דהויא ליה ההיא דלמטה מכלהו דנמכרת עם הראש כי נחתכה כשרה והנך תרתי עילייתא כי נחתכה א' מהן טרפה וכן שניטל צומת הגידים טרפה ואלו הן צומת הגידין דעלוי ערקומא היכא דפרעי טבחי ממקום שהגידים צומתים עד מקום שמתפשטין בליטי הוו צומת הגידים בליעי לא הוו צומת הגידים וכו' בעופא שיתסר הוי ואי איפסק חד מינייהו טרפה ואפילו לא \\\\[נשתייר אלא\\\\] כחוט הסרבל מכל חד וחד כשרה\\\\. <מקורות>\\\\[סימן קנ\\\"ה\\\\]</מקורות> ונשבר העצם ונכנס לפנים כבר נשאלנו פעם אחרת והסכמנו שמותר דלא שלט בה אוירא ואין לנו להוסיף על הטרפות\\\\. <מקורות>\\\\[סימן כ\\\"ב\\\\]</מקורות> כתב הרב ר' אברהם בר דוד ז\\\"ל\\\\. ואלו הן צומת הגידין וכו' הסוד הנגלה אלינו מאין קשר וקושיא זה הוא\\\\. ואומר תחלה מה שראו עיני ומשמשו ידי והראיתי לתלמידי כי צומת הגידים מקומן הן באותו עצם הנקרא אשקנקיל שהוא מתפרק מן הארכובה התחתונה הנמכרת עם הראש\\\\. ושני מקומות אלה הם המקום הא' מבפנים כלפי גוף הבהמה והמקום האחר הוא כלפי חוץ וזנב הבהמה נופלת עליו והוא מקום שהטבחים נוקבים בו לתלות באונקלי בשעת הפשטה מפני שאותם הגידין הם גסים וקשים עתה שאלו בעלי הגמרא איזהו מקום צומת הגידין אם הוא חיצון או הפנימי ומאיזה מקום הוא מתחיל\\\\. ובסוף שאלו עד היכן היא תפישתו\\\\. והנה רבא ורבה בר רב הונא נחלקו בין החיצון והפנימי\\\\. רבא אמר כי החיצון הוא צומת הגידין ורבה בר רב הונא אמר כי הפנימי הוא צומת הגידים\\\\. וק\\\"ל כרבה בר רב הונא דקאי שמואל כותיה\\\\. וסוגיא דשמעתיה דלקמן כותיה כדמפרשינן לקמן\\\\. ורבה בריה דרבא בר רב הונא לא בא לחלוק עם הראשונים אלא להגיד מקום התחלתו ואמר מעלוי ערקומ' הם מתחילין להטרף הבהמה בהם\\\\. ופי' ערקומא בורינקיק והוא המפריד בין הרגל הנמכר עם הראש ובין הערקום הנקרא שקנקיל\\\\. ואתו בורינקיק נמכר עם העוקץ ואותו העצם העקום המחוברים בו הגידים החצונים אשר בהם תולים הבהמה ראשו אחד חופה אותו בורינקיק וראשו האחד עולה מן הגידים ונפרד מן הערקום ומפריד מן הגידים המחוברים בו מן הערקום ובינו ובין הערקום הטבחין נוקבין ותולים\\\\. וההוא מרבנן דהוה אמר כי התחלת צומת הגידים בערקומא גופא הוא היה מחמיר יותר\\\\. ואמר להו ר' אבא לא תציתו ליה אלא התחלתן מעילוי ערקומא והוא מקום שהטבחים נוקבין לתלותה כאשר פירשתי\\\\. אחרי זאת נאמרו דברי שמואל שאמר צומת הגידים שאמרו מקום שהגידים צומתים\\\\. בא ליתן לנו סימן אם הם החיצונים או הפנימים ואמר כי המקום אשר שם הגידים מצומתים זה עם זה הוא צומת הגידים שאמרו והם הם הפנימיים אשר אמרתי למעלה כי הם ג' מחוברים זה לזה\\\\. אבל החיצונים אין שלשתם מחוברים זה עם זה כי אם השני' יחד שהם גסים יוצאים עם העצם העקום שהוא חופה את הבורינקי', והשלישי מחובר אל הערקום ובין שנים הגסים ובאותו הג' הבהמה נתלית בשעת הפשטה ולא תמצא אותם כלם צמותים זה עם זה כי אם בפעמים שהשנים הקטנים שוכבים על הג' שהוא גס משניהם\\\\. וגם זה עוד סימן אחר שהם הפנימיים מה שאומר אמימר משמי' דרב זביד תלתא חוטי הוו א' אלימא ותרי קטיני אפסי' אלימא אזד' רוב בנין כו' אלמא חד מנייהו אלים מתרי קטיני\\\\. ולא משכח' להני ענינא אלא בפנימיים כי החצוניים השנים היוצאים מן העצם העקום שניהם שוים ולא תמצא בהם אחד שיהא גדול משנים ולא אפילו כשנים מהם\\\\. ומה שאמר אביי בליטי הוו צומת הגידים בליעי לא הוו צומת הגידים אעפ\\\"י כי מהצעת השמועה דומה כי לא בא אביי לפרש אלא עד כמה הם מתפשטים\\\\. אומר אני לפי מה שראיתי ומשמשתי בהם כי גם סימנים אחרים בא לפרש בהם להודיע מה הם צומת הגידים לפי שיש גם בפנימיים חוטים אחרים והם מזרקי דדמא ואינם לבנים כאותן שנקראו צומת הגידים גם אינם קשים וחזקים כמותם\\\\. עוד ראיתי והנה ב' גידים קטנים ולבנים הרבה כעין הגידים עצמם נכנסים באותו גיד שהוא אלים מן השנים זולתי השנים הקטנים שהם מחוברים עמו ואותם הגידים הקטנים הלבנים אשר אמרתי ראיתי אותם נבלעים בגיד האלים כעין זכרות בנקבות\\\\. ואפשר כי עליהם אמר אביי בליעי לא הוו צומת הגידים כי אותם אינם מן החשבון ואין הבהמה נטרפת בהם\\\\. והסימן היוצא לנו מדברי אביי עד היכן צומת הגידים מתפשטים הוא מאושני ורכיכי ומאלומי וקטיני ומחיורי ולא חיורי כי כל שהגידים עולים למעלה הם מתרככין כעין הבשר ומהדקים ומתאדמים מכל מקום עם אלה הסמנים מתמעטים שאר החוטים אשר שם והמשכילים יבינו עם ראות עינים ומשמוש הידים\\\\. עתה בני קח אמרי ותורתי תצפון אתך\\\\. ע\\\"כ לשון הראב\\\"ד ז\\\"ל\\\\. <מקורות>\\\\[סימן ג'\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"והלכתא נשבר העצם וניקב העור ויצא לחוץ ואם עור ובשר חופים את רובא כשרה ואם לאו טרפה\\\\. וכמה רובו רוב עביו ורוב הקפו\\\\. ואם נשברה רגלה מן הארכובה ולמטה כשרה\\\\. מן הארכובה ולמעלה טרפה\\\\. ואם מן הארכובה ולמטה יצא העצם חותך את העצם ומשליכו ומותר\\\\. ואם מן הארכובה ולמעלה יצא העצם הכל אסורה\\\\. ואם היה עור חופה אפילו מן הארכובה ולמעלה נמי כשרה\\\\. נשבר העצם אם רוב בשר קיים שחיטתו מטהרתו ואם לאו אין שחיטתו מטהרתו\\\\. נשבר העצם למעלה מן הארכובה אם רוב בשר קיים האבר והבהמה מותרים ואם לאו זה וזה אסורים\\\\. למטה מן הארכובה אם רוב בשר קיים זה וזה מותר ואם לאו האבר אסור והבהמה מותרת <מקורות>\\\\[סימן קנ\\\"ה\\\\]</מקורות> \"}","{\"header\":\"פרק כסוי הדם\",\"text\":\"\"}","{\"header\":\"דף פד\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"מספר הישר לרבינו יעקב ז\\\"ל\\\\. הרוצה שיתעשר יעסוק בבהמה דקה \\\\(חולין פ\\\"ד\\\\) דהכי אמרינן בעלמא שגר אלפיך ועשתרות צאנך\\\\. למה נקרא שמן עשתרות לפי שמעשרות את בעליהן\\\\. קשיא הא דאמרי' בפסחים בפרק מקום שנהגו \\\\(נ':\\\\) מגדלי בהמה דקה אינן רואים סי' ברכה לעולם מאי טעמא משום דתווהי בהו אינשי ומתוך כך נותנין בהם עין\\\\. ומתרץ כאן בחורשין כאן בישוב\\\\. התם בפסחים מיירי במגדלי בהמה דקה בישוב ומגו דנפי' נפקייהו שלטא בהו עינא בישא הלכך אין בהן סימן ברכה אבל הכא בשחיטת חולין מיירי במגדלי בחרשין ומתוך דסמויין הם מן העין סימן ברכה אית בהו\\\\. <מקורות>\\\\[סימן קע\\\"ח\\\\]</מקורות> \"}","{\"header\":\"פרק גיד הנשה\",\"text\":\"\"}","{\"header\":\"דף פט\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"מעשה היה בחתונת בתו של הרב רבי שלמה ז\\\"ל על נקור צבי ואיל ובאו ושאלו לו אם שומן של הגיד הנשה נוהג בחיה אם לאו והשיב שצריך ליטול גיד הנשה ושמנו כדרך שעושים לבהמה\\\\. ודאי ישראל קדושים הם ונהגו בו איסור בין בבהמה בין בחיה ושאר הגידים האסורים משום חלב אין צריך ליטול מן החיה לבד גיד הנשה ושמנו של גיד הנשה אבל גידים האסורים משום דם צריך ליטול ע\\\"כ\\\\. <מקורות>\\\\[סימן קמ\\\"ד\\\\]</מקורות> \"}","{\"header\":\"דף צז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת הרב רבי אברהם ב\\\"ר יצחק ז\\\"ל אב ב\\\"ד כל תבשיל שנעשה בקדרה אסורה אם הוא נ\\\"ט לפגם מותר דלא אסרה תורה אלא קדרה בת יומא\\\\. ואם בשל בשר בקדרה של חלב אם יש בה בנ\\\"ט הרי זו אסורה\\\\. דנ\\\"ט לשבח הוא דקדרה בת יומא היא\\\\. ואם נ\\\"ט לפגם הוא שאינה קדרה בת יומא מותר לאכול התבשיל\\\\. אבל הקדרה אסורה לבשל בה לעולם דלא אמרי' נ\\\"ט לפגם מותר אלא דיעבד להתיר התבשיל דילמא אתי למעבד בקדרה בת יומא שהיא לשבח והכי אסיקנא במסכת ע\\\"א \\\\(ע\\\"ו\\\\.\\\\)\\\\. אבל הקדרה אסורה לעולם לבשל בה לכתחלה דהא אסיקנא בסוף מסכת ע\\\"א \\\\(שם ע\\\"ה: ע\\\"ו\\\\.\\\\) וכלן שנשתמש בהן עד שלא יגעיל עד שלא ילבין דקי\\\"ל נ\\\"ט לפגם מותר שלא אסרה תורה אלא קדרה בת יומא שהיא לשבח ואסור לשהותה אך אם עבר ובשל בה מותר דנ\\\"ט לפגם מותר\\\\. וכן עץ פרור של בשר אם היא בת יומא שנתנו בקדרה חלב אם אין בה בנ\\\"ט מותר ואי איתא קפילא ארמאה דיכיל למטעמיה סמכינן עליה ואי ליכא קפילא בששים \\\\(חולין צ\\\"ז\\\\.\\\\)\\\\. ומ\\\"מ עץ הפרור אסור משום הבלע מן התבשיל\\\\. אבל שמעתי מחכמי דורנו ששמעו מפי הרב ר' יעקב ז\\\"ל דהיכא דהגבי' העץ הפרור מלא מתבשיל הקדרה שיש לנו לומר שמא מה שיצא מפליטת הכף אינו יכול להתבטל בתבשיל שהגביה באותו הכף משום דלית ביה ששים באותו תבשיל שהגביה ואחר ההגבהה החזיר הכל לקדרה מה שהגביה עם העץ הפרור עצמו נעשה הכל נבלה ואוסרת כל הקדרה אם אין בה שיעור ששים כשיעור מה שהגביה עם העץ הפרור\\\\. <מקורות>\\\\[סימן ק\\\"מ\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"מספר העתים והלכתא קדרה בת יומה נ\\\"ט לשבח היא וכל הנתבשל בה אסור מדקאמר \\\\(ע\\\"ז ס\\\"ז:\\\\) אי אפשר דלא פגמה פורתא פורתא הוא דפגמה הא רובא נותן טעם הוא ואסור\\\\. וקדרה שעמדה שלא נתבשל בה יום אחד נותן טעם לפגם הוא ומותר דכיון דעמדה הקדרה יום אחד שלא בשל בה מאותו היום ואילך נ\\\"ט לפגם הוא ומותר כל המתבשל בה איסור שנפל לתוך היתר במאי דבלע קדרה משערינן\\\\. וה\\\"מ היכא דמשערים האיסור כמות שנפל לשם תחלה דהתם ודאי משערים בהיתר דבלעה קדרה\\\\. אבל אם באנו לשער איסור כמו שבא לפנינו מצומק בבישול אז אין משערים במאי דבלע קדרה דאטו דהיתרא בלע דאיסורא לא בלע שאף האיסור נבלע ונתמעט מכמות שהיה וכי לא משערינן בקדרה עצמה ה\\\"מ להקל כגון שהיא של היתר אבל אם היא של איסור כגון קדרה חולבת וכו' בשר רותח לתוך חלב רותח וכל דבר איסור שנפל לתוך היתר חם לתוך חם אסור חם לתוך צונן וצונן לתוך חם הלכתא כשמואל דתתאה גבר הלכך חם לתוך צונן \\\\[בעי קליפה צונן לתוך צונן\\\\] מותר ובעי הדחה צונן לתוך חם אסור\\\\. עד כאן מספר העתים\\\\. <מקורות>\\\\[סימן קמ\\\"ב\\\\]</מקורות> \"}","{\"header\":\"דף צח\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"שאלה זו שאל הרב רבי משה בר יהודה ז\\\"ל אל הראב\\\"ד ז\\\"ל\\\\. מעשה באשה אחת שמלחה בשר בכלי מנוקב ואחר מליחה הדיחה במים וחזרה ומלחה הבשר בכלי שאינו מנוקב\\\\. ולאחר ג' ימים שכחה ומלחה מעט בשר כשיעור ביצה ומחצה על חתיכה אחד העליונה מאלו החתיכות הנתונות בכלי שאינו מנוקב\\\\. ואלו החתיכות רובן עצמות ומיעוטן בשר ואין בבשר לחודיה ס' שיבטל החתיכה מביצה ומחצ'\\\\. והסכמנו לדעת אחד כי \\\\(צ\\\"ח ב'\\\\) בשר בהדי בשר משערינן מאחר דבהאי חתיכה קטנה לית בה עצמות\\\\. ואמרינן נמי דהאי חתיכה העליונה שנמלחה עליה החתיכה הקטנה לא סגי לה בקליפה אף על פי שאמרנו מליח הרי הוא כרותח דצלי וסגי לה בקליפה הכא לא סגי לה בקליפה דמשקה הולך ויורד עד למטה כי היכי דאמרי' גבי חלב שאני חלב דמפעפע והולך בכוליה הכי נמי גבי דם הולך ויורד והסכמנו דהאיך חתיכה קטנה מותרת היא דלמאי חיישינן דנימא דהאי חתיכה עליונה שנמלחה עליה האי חתיכה קטנה חתיכה עצמה נעשת נבלה ואוסרת כל החתיכות כלן דסבירא להו לרבנן דכלהו חתיכות כחתיכה חדא דמו\\\\. דתניא \\\\(ק\\\"ח\\\\) טפת חלב שנפלה על חתיכה כיון שנתן טעם בחתיכה וכו' עד וחכמים אומרים עד שיתן טעם ברוטב ובחתיכות\\\\. ואע\\\"ג דאמרינן במסקנא דבאפשר לסוחטו פליגי ובין רבי יהודה ורבנן דפליגי בהא מלתא סבירא להו מין במינו לא בטיל\\\\. מ\\\"מ ילפינן מהא מלתא דלרבנן דסבירא להו מין במינו \\\\(לא\\\\) בטיל לא סבירא להו האי סברא דנימא חתיכה עצמה נעשית נבלה\\\\. מדאמר ליה רב אחא מדפתא לרבינא ממאי דבאפשר לסוחטו פליגי דילמא באפשר לסוחטו דברי הכל אסור והכא במין במינו קמפלגי ורבנן לטעמייהו דאמרי מין במינו \\\\(לא\\\\) בטיל וקאמרי עד שיתן טעם ברוטב ובחתיכות דלא סבירא להו חתיכה עצמה נעשית נבלה דכל החתיכות וגם הרוטב כחתיכה אחת דמיא\\\\. ועוד ליכא למיחש דחתיכה אינה פולטת \\\\[אלא\\\\] ציר \\\\(וגם\\\\) \\\\[ו\\\\]לשמנונית לא חיישינן דנימא האי חתיכה העליונה פולטה שמנונית ובולעת האי חתיכה קטנה להא נמי ליכא למיחש כי מחמת מליחה אינה פולטת שמנונית כי אם ציר לבד\\\\. חדא דהא חזינן דהכי הוא דאינה פולטת שמנונית כי אם ציר לבד דהכי אמרינן בפרק כל הבשר \\\\(קי\\\"ב ע\\\"ב\\\\) רב מרי בר רחל אמלחה ליה חתיכה נבלה בהדי דשחוטה אתא לקמיה דרבה אמר ליה הטמאים לאסור צירן ורוטבן\\\\. ודיקא מדאצטריך ליה לרבה לאתויי הטמאים צירן ורוטבן ולשמנונית דנבלה לא חיישינן ש\\\"מ דלא פלטה שמנונית מחמת מליחה אבל בולע חתיכה מלוחה שמנונית מחמת חמימות מליחה אבל בשאר חתיכות דהיתרא היה מחלוקת בינינו יש אוסרין כל החתיכות ונותנים טעם לדבריהם ואומרים מאחר דקי\\\"ל \\\\(צ\\\"ז ב'\\\\) בדידיה משערינן וטעמא משום דלא ידעינן כמה פליט האי חתיכה קטנה זהו טעמן של אוסרין\\\\. ויש שמתירים ונותנים טעם לדבריהם ואומרים בהאי מעשה במאי דנפק מניה משערים דכי אמרינן בדידיה משערים ה\\\"מ בכחל או בחתיכה דאיסורא משום שאינה פולטת כל מאי דאית בה ושיורי שייר ואין אנו יודעים כמה פליט וכמה שייר אמרינן בדידיה משערים לרווחא דמלתא וסלקינן נפשין מכל ספקות שבעולם אבל בהאי מעשה דדם כוליה נפיק ע\\\"י מליחה והחתיכה עצמה מותרת אמרינן מאי דנפיק מניה משערים ויש בחתיכות כלן בשר יותר מס' לבטל דם לחודיה והכל מותר וכי היכי דחתיכ' עצמה מותרת כל החתיכות כלן נמי מותרות\\\\. ואומרים המתירים חזא הא חזינן \\\\[דבמאי\\\\] דנפיק מיניה משערים דתניא קדרה שבישל בה בשר לא יבשל בה חלב ואם בשל בנ\\\"ט ש\\\"מ במלתא דהיתרא במאי דנפיק מניה משערים\\\\. ובדברים אלו צריכין אנו לג' בתי דינים היושבים אחד יושב בהר הבית זהו ההר והב' יושב בפתח העזרה הוא לוניל והג' יושב בלשכת הגזית שמשם יוצאה תורה לכל סביבותיו הוא נמשי\\\\. ולא זו בלבד אנו צריכים לכם כי מאל\\\"ף ועד תי\\\"ו אנו צריכים לכם\\\\. תשובה להראב\\\"ד על חתיכה קטנה שנמלח על חתיכה העליונה מן החתיכות שכבר נמלחו כל צרכן וחזרו ונמלחו בכלי שאינו מנוקב\\\\. ראיתי הסכמתם שהסכימו שאין משערים אלא בשר הואיל ואין בה עצם על זאת ההסכמה איני מסכים עמהם דהא קי\\\"ל \\\\(צ\\\"ח\\\\) כל איסורין שבתורה בששים ומזרוע בשלה גמרינן ואתיא כמ\\\"ד בשר ועצמות כנגד עצמות עייל הנך להדי הנך\\\\. אלמא עצמות מבטלים בשר ובשר מבטל עצמות\\\\. ועוד דלא גריעי עצמות מחרסי קדרה שאמרו עד שיתן טעם ברוטב ובקיפה ובקדרה ואמרי לה בקדרה עצמה\\\\. ועוד דגרסי' בגמרא דבני מערבא בתרומה קלפי אסור מעלין את ההיתר וכ\\\"ש קלפי היתר שמצטרפין להיתר\\\\. והדין נותן בכאן יותר מן התרומה לפי שהאיסור בנ\\\"ט ובזמן שהטעם של איסור \\\\(מתפיס\\\\) \\\\[מתפשט\\\\] להיתר מרובה הרי הוא בטל בין לבשר בין לעצמות מ\\\"מ לאותה חתיכה העליונה שנמלחה עליה צ\\\"ע כי היא קבלה תחלה כל הדם מן החתיכה קטנה מאותה חתיכה יש פנים לאיסור גם אם באנו לחקור ולדרוש היטב אף לאותה חתיכה יש פנים להתיר כי מאחר שחזרו ומלחוה הרי אותה מליחה מפליט \\\\(אותה\\\\) אותו הדם הבא אליה מן החתיכה האחרת\\\\. ומאי שנא אותו הדם מן הדם של עצמה השתא הדם שנבלע בתוכה נפלט מפני המלח הדם הבא אליה דרך העברה לא כ\\\"ש\\\\. ואין זה דומה לדגים טמאים שנמלחו עם דגים טהורים ולא לנבלה שנמלחה עם שחוטה דהתם משום שמנונית הוא ומליחה לא מהני' לה להכי אלא דאסרה לה נמי ואפילו מלחן בכלי מנוקב\\\\. מיהו דוקא כשהבשר ההוא עדיין לא פסק צירו וכל זמן שהוא פולט צירו מחמת מלחו אינו בולע\\\\. וגמרא ערוכה היא בידינו וכן כתבתי הלכך אותה חתיכה נמי מותרת וכן כל העליונות יש פנים להיתר לפי שהתחתונות נעשות כלי מנוקב לעליונות ואין הדם מתעכב בעליונות נמצא עכשיו לפי דברינו זה התחתונות השוכבות בקרקעיתו של כלי נאסרות מן הדם ההולך תחתיהן\\\\. עוד נשוב ונאמר גם על התחתונות שאינם נאסרות כלם כי אם צד התחתון שלהם אלא שצריך להעמיק בהם מפני שזה דומה להא דאמרינן \\\\(פסחים ע\\\"ה:\\\\) נטף מרוטבו על החרס וחזר אליו יטול את מקומו\\\\. גם לגדי כחוש שצלאו בחלבו \\\\(צ\\\"ז\\\\) ואינו דומה למבושל ולא לחלב שמן שמפעפע\\\\. נמצא עכשיו מכלל דברינו בין שיש בחתיכות כדי לבטל הדם בין שאין בהם אותו הצד התחתון אסור\\\\. וצריך להעמיק בו שאין מבטלים איסור בס' אלא באיסור הבלול והמפוזר בכל ההיתר אבל אם נודע מקומו אין מבטלין אותו אבל יטול את מקומו אם הוא רותח\\\\. אלה הם הדברים הצריכים לאותם החתיכות כלם ודברים ברורים וזכים הם אבל נדבר עוד על הדברים אשר כתבו בכתבי' למען יגדיל תורה ויאדיר\\\\. שכתב כי אותה החתיכה קטנה אינה נאסרת מפני שמנונית חברתה שנאסרה מדמה שלה דלא אמרינן חתיכה עצמה נעשית נבלה ואוסרת חברתה בשמנוניתה\\\\. חדא דלדעת רבי יהודא הוא דאמר הכי ורבנן פליגי עליה\\\\. ועוד שאין המליחה מפליטה שמנונית כי אם ציר לבד\\\\. וכתב דבריו כאשר הם\\\\. וצריכין תקון מלח ותבלין\\\\. ואם הוא מפלטת ציר הלא הציר ההוא אסור מפני שהדם \\\\(ש\\\\)נבלע בו \\\\[ומה שאמרת דחנ\\\"נ\\\\] אינה אלא לדעת רבי יהודה ואפי' לדעת רבי יהודה נמי הכא מאי אהני לן למיסר מידי אטו נבלה היא למיסר ברוטבה ובצירה\\\\. וכי קאמר רבי יהודה נעשית נבלה לא שנשתנית לנבלה\\\\. אלא שאין האיסור שבה נפרד מן הבשר שלה כעין חתיכה של נבלה שהרוטב שלה נידון כבשרה לומר שכל היוצא ממנה נדון כבשר אסור\\\\. ואם היא טפת חלב שנפלה על גבי חתיכה ונתנה בו טעם כל מה שיצא ממנה עוד נקרא בשר בחלב ואוסר כל שאר החתיכות במשהו כדין בשר בבשר\\\\. וקסבר אפשר לסוחטו אסור\\\\. לפיכך אין נפרדין זה מזה ולא נחשב החלב לצד אחד והבשר לצד אחר שאילו כן היה הבשר מצטרף עם שאר החתיכות ומבטלין את החלב שהוא מין בשאינו מינו\\\\. ולדעת רבנן דאמרי מין במינו בטל אע\\\"פ שהוא נקרא בשר האסור בטל בס' \\\\[ואם\\\\] \\\\(ו\\\\)אין בהם כדי לבטלו אסורות ובעינן שיהא בחתיכות כדי לבטל הרוטב שיוצא ממנה משום דסבירא לן אפשר לסוחטו אסור והרי הוא כרוטב נבלה\\\\. מ\\\"מ לענין חתיכה זו ולכל החתיכות העליונות אין כאן בית מיחוש שהרי אין איסורן אלא משום דם ואסור דם המלח \\\\(מכשירו\\\\) \\\\[מפליטו\\\\] כאשר אמרנו\\\\. ירושלמי בגמרא דערלה \\\\(פ\\\"ב הל' ג' הביאו הר\\\"ן ס\\\"פ כל הבשר\\\\) גריסין של תרומה שנתבשלו עם עדשים של חולין ויש בהם בנ\\\"ט רבה עליהם עדשים של חולין מותר\\\\. עד כמה ירבה פלוגתא דר' ורבי ישמעאל ברבי יוסי על דעתיה דרבי אמר עד שירבה על כלהן על דעתיה דרבי ישמעאל ב\\\"ר יוסי עד \\\\(שירבה\\\\) \\\\[שירבו\\\\] על \\\\(כל הטפלים\\\\) \\\\[הנופלים\\\\]\\\\. האי סברא דרבי כמאן דאמר חתיכה עצמה נעשית נבלה ואוסרת לפי כולה ולא לפי האיסור שבה בלבד\\\\. ור' לטעמיה דאמר אפשר לסוחטו אסור ואין ההיתר נפרד מן האיסור ונחשב כלו איסור והרי הוא כמחמץ ומתבל שאמרו מין במינו להחמיר וצריך שירבה עליהן עד כדי להעלותן באחד ומאה ושלא יהא בהם בנ\\\"ט\\\\. ובהא לא סבר לה כרבי יהודה דמין במינו בטל לדעת רבי ורבי ישמעאל ברבי יוסי נמי אפשר לסוחטו אסור סבירא ליה\\\\. ומשום הכי ההיתר שלהן אינו מסייע אל הרבוי הנוסף עליהן\\\\. אי נמי אפשר לסוחטו מותר מיהו כיון שקבלו העדשים טעם התרומה אינם עוזרים עוד לא לאיסור ולא להיתר\\\\. ואני תמה מאד על דברי רבי שחשב כל העדשים של חולין כאלו הם תרומה מפני טעם תרומה שבהם בשלמא לרבי יהודה דאמר חתיכה עצמה נעשית נבלה ואוסרת כל החתיכות משום דסבירא ליה מין במינו במשהו\\\\. וכיון שטפת החלב נתנה טעם בחתיכה כל מה שיצא מאותה חתיכה לשאר החתיכות בשר בחלב הוא\\\\. אלא משום דשם הבשר האסור אוסר כל הבשר האחר במשהו אלא לרבי כיון דמין במינו בטל סבירא ליה ואינן נאסרות אלא מפני הטעם של תרומה והוא טעם הגריסין שבהם מה לנו עוד לבטל שיעור העדשים של חולין\\\\. ואם קבלו טעם הגריסין מ\\\"מ טעם העדשים להיכן הלך והלא יש בהם גם כן טעם עדשים ויותר מטעם גריסין\\\\. והיכן מצינו בנ\\\"ט שיהפוך את המקבל למינו\\\\. ואם כן ילקה אדם על טעם האיסור בשיעור ממשו ואנן לא סבירא לן הכי דאמרי' בעלמא \\\\(פסחים מ\\\"ד\\\\) הנח לכותח הבבלי דליכא כזית בכדי אכילת פרס\\\\. וליכא מאן דאמר היתר מצטרף לאיסור אלא רבי עקיבא\\\\. ולא סבירא לן כותיה\\\\. ואם יאמר טוען מצינו המקבל את הטעם נהפך אל הנותן להיות מינו דתנן במסכת חלה \\\\(פרק ג' מ\\\"ז\\\\) העושה עיסה מחטים ומאורז אם יש בה טעם דגן חייבת בחלה ויוצא בה ידי חובתו בפסח ואע\\\"ג דרובא אורז הא אמרינן במסכת חלה ירוש' מתניתין דרשב\\\"ג דהוא אמר לעולם אינה חייבת עד שיהא בה דגן כשיעור והתם אמרו הלכה כרשב\\\"ג\\\\. ונראה לי דלא אמר רבי אלא בתרומה וכיוצא בה ובלבד בדבר שהוא בעינו והוא נאסר מטעם איסור ובא לבטלו מין במינו שהוא צריך ביטול אחר חוץ מביטול הטעם כגון עדשים הללו שנאסרו מטעם גריסין של תרומה\\\\. וכיון שנאסרו והרי הוא בעין שנחשוב אותן כאילו הן תרומה וצריכות מאה ואחד לבטלן\\\\. אע\\\"פ שבטל בהם טעם התרומה וכן לערלה וכלאי הכרם אבל כל דבר הנימוח ובלול שאינו ניכר בעינו שאינו צריך כי אם בטול הטעם בלבד כיון שנוסף עליו כדי לבטל טעם האיסור שבו הכל מותר ואין ההיתר מסייע את האסור לאסור\\\\. ואם העדשים הללו שקבלו טעם התרומה נימוחו ונתערבו במין אחר שאינן ניכרין בו אין צריך שיעור כי אם לבטל טעם הגריסין של תרומה שבהן וקא נגעה הא מלתא בהא דאמרינן בעלמא רואין את ההיתר כאילו אינו והשאר שאינו מינו רבה עליו ומבטלו ואפילו ביין נסך אומרים כן וכ\\\"ש בשאר איסורין\\\\. אלמא אין היתר מצטרף לאסור כנ\\\"ל\\\\. ודעתי מיושבת עליו\\\\. תו גרסי' התם בגמרא של ערלה \\\\(פ\\\"ב\\\\) גריסין של תרומה שנתבשלו עם עדשים של חולין ואין בהם בנ\\\"ט רבה עליהם גריסין של חולין מין מעורר את מינו לאסור לא תהא זו גדולה מיין נסך\\\\. כמה דאת אמר ביין נסך רואין את ההיתר כמו שאינו ואותו האיסור אם יש בו בנ\\\"ט אסור ואם לאו מותר אף הכא כן\\\\. הדא אמרה אם רבה עליהן גריסין של תרומה אסור\\\\. כלומר מדאצטריך למימר דרבוי גריסין של חולין אינו אוסר מכלל דרבוי גריסין של תרומה אוסר\\\\. פירוש ולא אמרי' כיון שנתבטלה התרומה בהן לעולם יהא מותר והכל יעשה היתר\\\\. אלא חוזר לאיסור על ידי רבוי ולא ידעי' בשאר איסורי אי אמרי' הכי ודילמא תרומה שאני מפני שצריכה להרים ומשם היא נמי חוזרת ומדמע' לפי חשבון תרומה שבה אבל איסור שאינו צריך להרי' שהוא בטל לגמרי ואינו חוזר ואוסר כבר נעשה היתר גמור וכן עיקר\\\\. וכך שנינו במשנת ערלה \\\\(פ\\\"ב מ\\\"ג\\\\) שאפי' איסור שבטל מעלה את האיסור אחר כגון ערלה מעלה את הערלה ואת הכלאים והכלאים את הערלה\\\\. וכבר כתבתי כל זה בפי' ע\\\"א באר היטב\\\\. ולענין שאר החתיכות אי משערי' בדידה או במאי דנפק מינה\\\\. הלכה זו רופפת בידינו שאין לנו ראיה להיתר אלא שאנו נוהגים בה היתר מפי רבותינו\\\\. ודעתי נוטה להתיר\\\\. ומעשים בכל יום אנחנו עושים בכפות וקערות של חלב שנכנסות לקדרה של בשר או בהפך\\\\. ואנו מורים בהם להתיר\\\\. גם מפי הרב יוסף בן פלאתי ז\\\"ל נעזרתי ומזה הטעם כי כל דבר שהוא חוזר להיתרו אין משערים אותו בגופו\\\\. וכן הדין בחתיכה של בשר שאין אסורה אלא מטעם דם שהרי היא חוזרת להכשר ע\\\"י מליחה הלכך אין משערין אותה אלא ביוצא ממנו ואין חושבים אותו כלום לאיסור אלא שאומדים אותו יפה שלא יבא לידי ספק\\\\. ואיך נחשוב אותן כלן אסור וההיתר נשאר לפנינו בעין ונראה כי לא חסרה מדתו\\\\. והטעם שהביאו המתירים מקדרה שבשל בה תרומה וחזר ובשל בה חולין שהוא בנ\\\"ט אינה ראיה דהא טעים ליה כהן\\\\. אי נמי קפילא ארמאה\\\\. ואי לא משכח בה טעם איסור לית דין ולית דיין דשרי\\\\. וכי אסתפקא מלתא במידי דליכא שיעורא במלתא דליכא למיקם אטעמא משערינן ליה בס'\\\\. על דבר החתיכות אשר אמרתי שהם נאסרות יכול אני להכשיר עוד מהן הצד העליון שבהן משום דלא דמו למבושל אלא לפסח שנטף מרוטבו על החרס וחזר אליו יטול את מקומו\\\\. וכל איסור שמקום נפילתו ידוע ואינו מפעפע ואינו מבושל בנטילת מקומו סגי ליה דלא עדיף מרוטב ומחלב כחוש ישמע חכם ויוסף לקח ונבון תחבולות יקנה\\\\. <מקורות>\\\\[סימן ז'\\\\]</מקורות> כתב הרב רבי אברהם בר דוד ז\\\"ל\\\\. הא דאמו' רבנן דאין מבטלין איסור לכתחלה בדאורייתא אבל בדרבנן מבטלין והוא שאין לו מתירין\\\\. אלא מעתה שומנו של גיד הנשה דהוא מדרבנן נבטליה בששים לכתחלה\\\\. וכן איסור שנפל לפחות מס' דמדאורייתא בטל ברוב למ\\\"ד טעמו ולא ממשו מדרבנן נבטליה לההוא בשולא בתבשיל אחר דהתר'\\\\. אי נמי נוסיף עליה התרא ונבטליה\\\\. ומאי שנא מתרומת חוצה לארץ דמבטלי לה ברוב לכתחלה\\\\. ושומנו של גיד הנשה בעי' ס'\\\\. ועוד כלאי הכרם דבחוצה לארץ לא אסרינן אלא מדרבנן נבטילינהו ברובא\\\\. ונראה דהיכא אמרינן בדרבנן מבטלין איסור לכתחלה דוקא היכא דליכא למגזר בה בדאורייתא כגון תרומת ח\\\"ל דבח\\\"ל אין תרומה דאורייתא כלל אבל שומנו של גיד איכא למיגזר משום גיד\\\\. ופחות מס' דאיכא למגזר' אטו מחצה למחצה דהוי איסורא דאורייתא כה\\\"ג אין מבטלין\\\\. <מקורות>\\\\[סימן ד'\\\\]</מקורות> \"}","{\"header\":\"דף ק\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ספר האורה פעם אחד הביאו לפני רבי דגים קטנים לאחר שנתבשלו נמצא דג טמא אחד ביניהם והכשיר רבי והשליך הטמא הואיל ונמצא האיסור ולא נשאר באחרים אלא טעמו ובטל בששים כשאר טעמי איסורים\\\\. ואף על גב דמין במינו לא בטיל הכא הוי מין בשאינו מינו ורבה עליו ומבטלו ובתחלת בישול נתנו עליו מים יותר מס' באיסור\\\\. אבל אם לא נמצא האיסור ויודעים אנו שנפל שם לא בטיל עולמות דבריה לא בטלה \\\\(חולין ק'\\\\.\\\\) ואם חלק האיסור בטלו טעמו בס' והורה רבה הלכתא למעשה\\\\. <מקורות>\\\\[סימן קמ\\\"ג\\\\]</מקורות> עתה אשאל על שרץ שנמצא בקדרה שיש מנהג במקצת מקומות שבודקין את התולעת אם הוא חסר אם לאו\\\\. ואם הוא חסר אוסרים את הקדרה\\\\. ואני אומר כי אותו החומט שנקרא למוצ\\\"א אעפ\\\"י שהוא חסר כבר נימוח ובטל כי מפני השמש נמס כ\\\"ש מפני האור והרותחין\\\\. ואם שרץ אחר הוא שחסר רגל או כנף הדין עמהם לאסרו עד שיבדק המאכל יפה יפה ואם לא נמצא יהא מותר שאני אומר כך נפל שם חסר\\\\. ואת\\\"ל שלם נפל שם שמא נמוח ובטל אבל בלא בדיקה אסור לאכלו ואין סומכין על ב' ספקות הללו דכיון דאשתכח איסורא התם איתרע ליה ובעי בדיקה הואיל ובידו לבודקו\\\\. ואבר מן השרץ או אפילו חצי אבר הרי הוא כחצי זית חלב שאסור מן התורה וכיון שאפשר לבדקו ואפשר שימצא שם אסורין בלא בדיקה\\\\. כך הדעת נוטה\\\\. ע\\\"כ כתב הרב ראב\\\"ד ז\\\"ל\\\\. <מקורות>\\\\[סימן ו'\\\\]</מקורות> תבלין שנים \\\\(ע\\\"ז ס\\\"ו\\\\) ושלשה שמות וכו' והלכה כרבא דבתר שמא אזלינן בכולהו איסורי דבכוליה גמרא אביי ורבא הלכה כרבא בר מיע\\\"ל קג\\\"ם \\\\(קידושין נ\\\"ב\\\\.\\\\) הלכך שאור ועיסה ב' שמות ומשערים בששים אף על פי ששניהם עיסה דומיא דחומץ ויין דהוו ב' מינים ואיל ושור ועז ג' מינים ומשערינן בששים דכלן שמות חלוקין הן\\\\. ואף על פי שכלן בשר \\\\(דהכשר\\\\) \\\\[דהבשר\\\\] אינו השם ואפילו נבלה בשחוטה איכא למ\\\"ד בשחיטת חולין דהוי מין בשאינו מינו ומשערים בס' ואפילו מין טהור שנאסר במין טהור משאר שמות חלוקין הם\\\\. וכן מיני עופות כלם משערינן להו בס' בין טמאים בטהורים בין מין טהור במין טהור אחר\\\\. אבל ביצים טהורות בביצים טמאות וביצי עוף טהור א' במין טהור אחר כלן מין אחד הם ובמשהו דכלהו ביצה מקרי דומיא דחמירא דחטי וחמירא דשערי וחלא דחמרא וחלא דשכרא דכלהו שם אחד הם ובמשהו כדאמר רבא לעיל \\\\(ע\\\"ז ס\\\"ו\\\\.\\\\) דכלהו חמירא וחלא מקרי\\\\. והא דתניא ביצים טהורות ששלקן עם ביצים טמאות אף על גב דהוי מין במינו טהורות דההיא לאו רבי יהודה היא דאמר \\\\(חולין ק\\\"ח:\\\\) מין במינו לא בטיל אלא רבנן היא דאמרי מין במינו בנ\\\"ט\\\\. והלכך טהורות כדמפרש טעמא בשחיטת חולין שאין טעם במים ששולקים בהם ביצים ששמנונית הפולט בביצים אין בהם טעם והילכך טהורות\\\\. ומיהו \\\\(לא\\\\) נאסרות אליבא דרבי יהודה דמין במינו בכל שהוא דאסור אף על \\\\[גב\\\\] שאין נ\\\"ט\\\\. <מקורות>\\\\[סימן קמ\\\"ו\\\\]</מקורות> לרבינו אפרים ז\\\"ל לא אמרי' חתיכה עצמה נעשה נבלה אלא באיסור בשר בחלב למ\\\"ד אפשר לסוחטו אסור נראין דבריו ביותר וגם הרב רבי חיים אומר כן\\\\. <מקורות>\\\\[סימן קמ\\\"א\\\\]</מקורות> \"}","{\"header\":\"פרק כל הבשר\",\"text\":\"\"}","{\"header\":\"דף קה\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"דברים הנוהגים במים \\\\(הראשונים\\\\) \\\\[ראשונים ואחרונים\\\\] נוהגים באמצעיי' שבין גבינה לתבשיל של בשר בין להקל בין להחמיר חוץ משפשף בגופו או בכותלו והסח הדעת שפוסלים באמצעים ואין פוסלים באחרונים מפני שעדיין הוא רוצה לאכול וידיו צריכות שימור וחוץ מנגוב הידים שאף האמצעיים צריכים נגוב כראשונים וחוץ משאר משקין שאינן כשרים למים אמצעיים מפני שהם שמנים וצחים ואינם מנקים השומן והמאכל\\\\. ושוין לאלו ולאלו לענין ברכה שהרי חובה הם ולא יהו אלא מצוה כעין הראשונים הרי טעונין ברכה שאינו רשאי לאכול עד שיטול כדין ראשונים ומברך על רחיצות ידים כדין האחרונים שאלו הראשונים הא תניא מים הראשונים מטהרין את הידים שניים מטהרים את המים שע\\\"ג היד מאחר שהמים הראשונים טמאים מן הידים היאך שניים מטהרין את המים שע\\\"ג היד ויחזרו \\\\(את\\\\) הראשונים שהן טמאים ויטמאו את המים והשניים יקבלו עוד טומאה מן הידים ואין לידים טהרה לעולם\\\\. שהרי אמרו שמא יצאו המים חוץ לפרק ויחזרו ויטמאו את הידים\\\\. אלמא הראשונים מקבלין טומאה מן הידים \\\\(בחוץ\\\\) \\\\[שחוץ\\\\] לפרק וחוזרין ומטמאין אותם ואומר שעיקר טומאת הידים שאמר' לא טומאה ודאית היא אלא טומאת לכלוך מפני מגע זיעה וצואה או שהרג מאכולת וגזרו עליהם טומאה מאותו לכלוך כאלו נגעו בטומאה ועשו אותם שניות לפסול את התרומה במגען ושלא לאכול בהן חולין אלא ע\\\"י הדחה וזה שאמרו מטהרין את היד כלומר מעוררין מהם את הזיעה ואת הצואה והלכלוך שעליהם שממנו הם טמאות ובאים השניים ומדיחים אותם המטושטשים עם הזיעה ולכלוך ונשארו הידים נקיות וזהו השניים מטהרין את המים שעל היד כלומר מדיחין המים המטושטשות על הלכלוך מעל היד\\\\. ומפני זה צריך שיפסיק במים הראשונים שאם יתן כל הרביעית בפעם אחת יהיו מעוררין את הלכלוך שעליהן\\\\. מכל מקום המים הנשארים על היד משירי הטשטוש ולכך צריך שיפסיק בהם כי השניים ראשון ראשון מדיחים את הטשטוש ומה שנשאר על גב היד מן הנקיים הוא ולכך חששו שמא יצאו מים שניים חוץ לפרק ויחזרו ויטמאו את הידים כלומר טומאת לכלוך כי השניים יצאו עתה חוץ לפרק מטושטשות הן מאותו מקום שהן ראשונים בו ויחזרו את הידים טומאת לכלוך ולפי' צריך להגביה ידיו בשניים כך נראה לי באמת ובברור\\\\. והרביעית שאמרו מפני שעשאום אותם כטמאות והלכה למשה מסיני הוא \\\\(שאינו\\\\) \\\\[שהינו\\\\] מקוה טהרה להטביל בו מחטין וצנורות אלא שבטלוהו כדאיתא בנזיר\\\\. וכיון שעשו אותם כטמאות כתקנו רביעית שהוא כמקוה קטן אי נמי שיערו חכמים שאין הידים מודחות יפה מן הלכלוך כי אם ברביעית\\\\. וא\\\"ת אם בשביל כך למה אמרו מרביעית נוטלין לא' ואפי' לב' והיאך מדיחן יפה ברביעית והלא רביעית צריך לא' הרי אמרו מוסיפין על השניים ואין מוסיפים על הראשונים כלו' צריך להוסיף בשניים עד שיהא כדי רביעית לכל א' וא' בין הראשונים והשניים\\\\. אבל בראשונים אין צריך להוסיף כדי שיהא בהן רביעית לכל א' וא' בתחלה לא די להם לשניים ברביעית לעורר הלכלוך במקצת הרביעית והכשר הרביעית עולה לשניהם הואיל ושניהם רוחצין בבת אחת\\\\. ואח\\\"כ יבא הרביעית השני על השאר וידיח המים המטושטשין מידיהם\\\\. מ\\\"מ צריך שיהא בהן רביעית בבת אחת מן הטעם הראשון כדי שיהא כמקוה ושני הטעמים צריכין לזה ואם יטעון הטוען ויאמר כיון שאמרו מוסיפין על השניים ופי' בו שצריך להוסיף עליהן עד שיהא בהן רביעית לכל אחד ואחד בין הראשונים והשניים\\\\. זה שאמרו במסכת חולין אמנא ואחזותא קפדינן כלומר צריך שיהא עליו תורת כלי וצריך שיהא עליו מראה מחזיק הרביעית אבל שיהא בו רביעית לא קפדינן\\\\. דהא תנן מי רביעית נוטלין לשנים אלמא בחצי רביעית סגי ליה לחדא וא\\\"כ קשיא הך דקתני בסיפא מוסיפין על השניים אלמא צריך להו להוסיף עד שיהא בו רביעית\\\\. לא קשיא מידי דהכא קאמר אשיעורא לא קפדינן כלומר אין מקפידין עליהם שיהא רביעית בבת אחת דהא תנן מרביעית נותנין לשנים ובשנים מוסיפין עד כדי רביעית אלמא רביעית אפילו בחצאין סגי ליה\\\\. ואמרינן התם ולא היא שאני התם דאתו משיירי טהרה כלומר מ\\\"מ רביעית יש בתחלה והן שעורי מקוה טהרה ומשום הכי סגי ליה בשנים ברביעית תחלה ובתוספת השניים אבל רביעית לחצאין לחד לא מהני ולא מידי הכי פי' דהך מלתא בלא ספק דאי לא תימא הכי כיון דאמר ליה אשיעורא לא קפדינן אמאי קפיד אחזותא ואם רביעית אינו צריך מה צורך לכלי שיראה שיהיה מחזיק רביעית אלא לאו ש\\\"מ כדפרישנא\\\\. ורביעית ודאי צריך\\\\. מיהו אפילו לחצאין וכיון דרביעית מיהא צריך מנא נמי צריך חזותא דרביעית כי היכי דידעי דידים בעי רביעית\\\\. והויא ליה הכרא בחזותא דמנא ומיתו לה רביעית\\\\. מיהא דחינן במסקנא דרביעית בעינן בבת אחת אפילו לחד ולתרי נמי סגי להו ברביעית ובתוספת השניים עד כדי רביעית לכל אחד ואחד כדפרישנא\\\\. סליק מסכת ידים\\\\. <מקורות>\\\\[סימן ס\\\"ח\\\\]</מקורות> פי' מסכת ידים מן הרב ר' אברהם בר' דוד זלה\\\"ה\\\\. דברים שבין מים הראשונים למים האחרונים\\\\. מים ראשונים צריכים רביעית בין לגדול בין לקטן\\\\. מים אחרונים אין צריכים אלא שידיח בהם את הידים\\\\. מים ראשונים צריך שיפסיק בהם\\\\. מים אחרונים אינו צריך להפסיק בהם\\\\. ופי' בירושלמי מהו להפסיק שהוא צריך ליטול ולשנות כאותה ששנינו מים הראשונים מטהרים את הידים שניים מטהרין את המים שעג\\\"ב היד\\\\. מים ראשונים נטלין על גבי קרקע\\\\. מים אחרונים אין ניטלין אלא או בכלי או בקינסא וכן על גבי אבנים או על גבי קשקשים משום רוח רעה\\\\. מים ראשונים אין נטלין אלא מתוך כלי\\\\. מים אחרונים מכל דבר\\\\. מים ראשונים אין נטלין אלא מכח אדם מים אחרונים מכל דבר\\\\. מים ראשונים כל דבר \\\\(שפוסל את הידים חוצץ בהם\\\\) \\\\[שחוצץ פוסל בהן\\\\] כעין טבילה מים אחרונים אין פוסל בהם\\\\. מים ראשונים אם הדיח בהם את הכלים פסולים לידים מים אחרונים אין נפסלים\\\\. ולא ידעתי טעם למים הראשונים למה הם נפסלים בכך שהרי מקוה שהוא נפסל בשנוי מראה אינו נפסל בהדחת כלים עד שיפול בתוכו גוף המשקה שישנה את מראה ועוד כי המקוה שנפל בתוכו יין ושינה את מראיו פסלו ואילו לידים אפי' היין כשר ליטול ממנו בין שנתן בו מים בין שלא נתן אע\\\"פ שאין נוטלין לכתחלה משום אבוד משקין כדאיתא בברכות\\\\. ואפשר שהטעם מפני שמבטל מחשיבותן ולא מפני שנוי המראה שאפי' הדיח בו כלים שאין מהם שינוי מראה פסולים לידים\\\\. וכן אמרו מים שהנחתום מטביל בו גלוסקאות פסולים לידים\\\\. ורביעית שהוא דבר מועט נתבטלה חשיבותן בכך אבל מקוה שלם אעפ\\\"י שהדיח בו סלי זתים וענבים לא נתבטל בכך\\\\. מים ראשונים טעונים ברכה מים אחרונים אין טעונים ברכה ודוקא שלא אכל מאכל לח שאין הידים מזוהמות ממנו והמים אינם באים אלא לרפואה מפני מלח סדומית שמסמא את העינים אבל אם אכל מאכל לח שהידים מזוהמות ממנו צריך ברכה כדכתיב והתקדשתם והייתם \\\\(קודשים\\\\) \\\\[קדושים\\\\] וגו' ודרשי' והתקדשתם אלו מים ראשונים והייתם קדושים אלו מים אחרונים ועליה' אמרו מים ראשונים מצוה מים אחרונים חובה כי הראשונים אם ירצה יאכל ואם ירצה לא יאכל לפיכך אינן חובה אבל מים אחרונים מכיון שאכל נתחייב בברכה ואינו יכול לברך בידים מזוהמות עד שיטול את ידיו לפי' חובה\\\\. למאי נפק' מינה לבטולי הנך מקמי הנך שאם אכל עכשיו ואין לו מים כי אם אחרונים והוא צריך לאכול סעודה אחרת ביום כגון ג' סעודות בשבת מבטל סעודה האחת ונוטל ידיו לברכת המזון מפני שכבר נתחייב בברכה ואינו יכול לברך בידים מזוהמות\\\\. אבל ודאי אם לא אכל מאכל לח ואין ידיו מזוהמות מברך בלא מים אחרונים ואח\\\"כ נוטל ידיו ועולה לו לכאן ולכאן\\\\. ונראה לי שאם יש לו שמן ערב \\\\(הורין\\\\) שהוא מנקה את ידיו ומברך ואחר כך נוטל במים ואוכל סעודה\\\\. מים ראשונים צריך שיגביה ידו למעלה פי' אצבעותיו\\\\. מים אחרונים צריך שישפיל ידיו למטה משום זוהמא\\\\. וטעם שהראשונים צריך שיגביה ידיו שלא יצאו מים שניים שבראשונים חוץ לפרק ויחזרו ויטמאו את הידים מפני שמים הראשונים שבראשונים מטהרים את הידים והשניים שבראשונים מטהרין את המים שעל גב הידים\\\\. ונראה לי כי מה שגזרו טומאת ידים לא גזרו אלא עד הפרק העליון מקום שהזרוע והיד מתחברין\\\\. ועד כאן היה קדוש ידים במקדש ביד עד הפרק הזה\\\\. וברגל עד השוכך אבל מאותו הפרק ולמעלה אינו מקום רחיצה ואינו מקום קדוש הילכך אם נפלו המים הראשונים עד אותו הפרק אין חוששין לשניים בין שיצאו חוץ לפרק או שלא יצאו ואין מדקדקין להשפיל ידיו או להגביה ידיו\\\\. ומה שאמרו שהמים הראשונים צריך שיגביה ידיו למעלה לא אמרו אלא על השניים שבמים ראשונים אבל ראשונים שבראשונים אין מדקדקים בהם כל כך\\\\. מים ראשונים הצריכין נטילה עד הפרק פי' עד פיסת היד מקום שהאצבעות כלות\\\\. מים אחרונים אין צריכין אלא עד פרק האמצעי ודיו שאין המאכל מגיע מכאן ואילך\\\\. ואם הגיע צריך רחיצה\\\\. ושמעתי כי יש בפסקות של ראשונים על המים הראשונים מברך על נטילת ידים והאחרונים מברך על רחיצת ידים והדעת מכרעת כן הראשונים על שם נטלא שהוא כלי או על שם שהוא צריך להגביה את ידיו למעלה נקרא' נטילה\\\\. אבל האחרונים שהם לנקיות הזוהמא ואין מקפיד עליהם בנטלא ולא להגביה ידיו נקראת רחיצה\\\\. ומה שאמרו במים ראשונים שצריכין כלי וכח אדם לא ידעתי מאין יצא להם\\\\. ואפשר כי הכלי למדוהו מקדוש ידים ורגלים שהיה מן הכיור אבל כח אדם לא ידעתי מאין\\\\. ונ\\\"ל משום דלא אפשר הוא שאי אפשר לרביעית אם לא יבא עליו מכח אדם שלא יתפזר ממנו לבטלה ונמצא רביעית חסר מעל גבי ידיו\\\\. וכן נראה לי על ט' קבין שאמרו לטבילת בעל קרי שמצותן בנטילה ולא בטבילה כדאיתא בכריתות שהם צריכין שיבאו עליו מכח אדם שאם לא כן אי אפשר שלא יתפזר מהם לבטלה ונמצאו ט' קבים חסרים\\\\. והחכם יבין\\\\. ובגמרא דברכות הכי איתא אמר ליה ר' זירא לשמעי' אייתי ט' קבין ושדי עלי אלמא צריכין שיבאו מכח אדם\\\\. וכיון שאי אפשר לשיעור מצומצם אלא מכח אדם גזרו אפי' יותר מכשיעור שלא יהא אלא מכח אדם\\\\. כנ\\\"ל\\\\. מים ראשונים אם שפשף בגופו או בכותל אחר נטילה צריך נטילה אחרת שמא נגע במאכולת או בזיעה או בשרץ שבכותל או ברוק שעליו\\\\. מים אחרונים אינו צריך רחיצה אחרת\\\\. מים ראשונים אם אין לו מים מרובים ונטל ידיו שחרית מתנה עליהם לכל היום ואוכל עליהם בשמירתם ודיו\\\\. מים אחרונים אין תנאי מועיל בהם\\\\. מים ראשונים אין השמן ושאר משקין מטהרים את הידים\\\\. מים אחרונים בכל מיני משקה מפני שמעבירין את הזוהמא\\\\. ואני תמה על היין מה נשתנה יין שהוא כשר לנטילת ידים יותר משאר משקין\\\\. ואפשר מפני שרחיצת היין דומה לרחיצת המים לנקות את הידים מה שאין כן בשמן ודבש מפני שהם שמנים וצחים ואינם מנקים יפה יפה\\\\. ומתותים ורמונים ושאר מיני פירות אין עליהם תורת משקה לענין הכשר לענין רחיצת בפירותיהם ולא במשקין\\\\. מים ראשונים אין ניטלים לחצאין מים אחרונים ניטלין לחצאים\\\\. מים ראשונים צריכים נגוב לאכילה מים אחרונים אין צריכין לברכה\\\\. מים ראשונים בין בחמין בין בצונן מים אחרונים אין נטלין אלא בצונן\\\\. מים ראשונים שהפרה שוחה ושותה מהם ניטלין לידים מהם ואם לאו אין נוטלין\\\\. מים אחרונים אעפ\\\"י שהן עכורין הרבה ואין הפרה שוחה ושותה מהם נוטלין\\\\. מים ראשונים אין נטלין בחמי טבריא בזמן שאינם בכלים ואפי' הם צונן מפני שהם מרים ואין כלב ופרה שוחה ושותה מהם\\\\. מים אחרונים אם צונן הם ניטלין מהם והא דאמרי' בגמרא דחולין דהיכא דפסקינהו בבת בירת' אע\\\"ג דלית בהו מ' סאה נוטלין מהם את הידים דוקא שאין לבירתא דאית בה הכשר מקוה שהרי ראויים הם להטביל בהם מחטים וצנורות משום הכי לא גזרינן בת בירתא אטו מנא\\\\. אבל אם אינו מחוברים אין נוטלים בהם את הידים דכיון דשיעור טבילה ליכא בעי' בנטילה ולא בטבילה דהא בעי' כלי ומכח אדם כדכתבי' לעיל\\\\. מים ראשונים אם שפשף ידיו זו בזו צריך ליזהר שלא יגע חוץ ממקום שנפלו בו המים משום שהם מטמאות זו את זו\\\\. מים אחרונים אין מקפידים עליהם בכך\\\\. ורביעית שאמר' לנטילת ידים דוקא במקום שאין שם מים מרובים דהיינו משא ולא \\\\(מצא\\\\) \\\\[משא\\\\]\\\\. אבל במקום שיש שם מים מרובין הא אמר רב חסדא אנא משאי מלא חפני מיא ויהבו לי מלא חפנאי טבותא הלכך בעינן טפי ועוד כי אי אפשר לנטילת ידים בלא שפשוף מפני הזיעה וצואה שעל ידיו וכשהוא משפשף אינו יכול להזהר שלא יגע חוץ למקום המים והרי הוא צריך ליטול בתחלה הילכך בעי' טפי מרביעית שהרי מן השפשוף ואילך צריך רביעית\\\\. עד כאן השגתי לחלק במים ראשונים למים אחרונים\\\\. <מקורות>\\\\[סימן ס\\\"ו\\\\]</מקורות> \"}","{\"header\":\"דף קח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת הרב רבינו שלמה אל הרב רבי אברהם בר' מאיר הכהן ז\\\"ל\\\\. על בשר בחלב מי ששגג ובשל בשר בקדרה שבישל בה חלב ובכף אשר הערה הקדרה הגיס בה קדרה של חלב ואין בכף בנותן טעם מפני קטנותה והעידו מפי גברא רבא שהיה נוהג בו איסור מטעם זה דהא דתנן בשחיטת חולין במשנה כל הבשר \\\\(חולין ק\\\"ח\\\\.\\\\) טפת חלב שנפלה וכו' ה\\\"מ קודם שיעשה בשר בחלב אבל לאחר שנעשה אוסר אפילו במשהו\\\\. והביא ראיה מהא דתנן במסכת ע\\\"א \\\\[ע\\\"ד ע\\\"א\\\\] אלו אסורין ואוסרין במשהו וקחשיב בשר בחלב וקשיא ליה למר מהא דקא קשיא ליה דההיא דע\\\"א ליכא לאוקמה אלא בחתיכה של בשר בחלב שנתערבה בחתיכה של היתר ואינה ניכרת דהא תלי טעמא משום דבר שבמנין שפיר קא קשיא ליה למר ודברים נכוחים למבין ועל ידי היה מעשה כשהייתי לומד אצל רבי' יצחק בר לוי בשחיטת חולין ובכל מקום ששנינו בשר בחלב בנותן טעם היה מלמדני שלא אלמד הלכה מכאן שהרי שנינו במסכת ע\\\"א בשר בחלב במשהו ובעוד הייתי לפניו לא נתתי לבי להבין בדבר ונסמכתי על דברו וכשבאתי לעירי התבוננתי במס' ע\\\"א וקשיא לי מאי דקא קשיא ליה למר עתה שאי אפשר להעמידה אלא כשנתערבה עם חתיכות אחרות ואינה ניכרת שמרתי הדבר בלבי עד שחזרתי לגרמייש ודנתי לפניו למדתנו רבינו בשר בחלב במשהו והבאתי ראיה ממס' ע\\\"א והתבוננתי בה ואין לי ראיה עוד ללמוד משם\\\\. והביא הספר ונתישב בדבר וחזר בו ובזו אני מעיד עלי שמים וארץ\\\\. והחכם הגדול הזה שכתב אדוני שהעידו מפיו לומר שכל מקום ששנינו בשר בחלב קודם שנעשה בשר בחלב אבל לאחר שנעשה בשר בחלב אוסר ואפי' במשהו תמיה אני אם ראוהו רואה בדבר זה לאיסור כמו שאמרו\\\\. ואומר אני כי התלמידים טעו בדבר ששמעו מפיו כשהיה רגיל לשנות לתלמידיו בשר בחלב בנ\\\"ט היה אומר להם והא דתנן בע\\\"א בשר בחלב במשהו, ה\\\"מ לאחר שנעשה בשר בחלב כי היכי דלא תקשי ממתניתין אמתני'\\\\. וכסבורים הם דההוא כל שהוא בנתינת טעם קאמר לא התבונן בדבר\\\\. והרב לא הוצרך לפרש להם ואם בפי' הורה להם איסור בדבר שמא בכף שנאסרה משום בשר בחלב ואח\\\"כ נתנה בחלב רותח אסר להם ויפה כיון שכיון שנאסרה נעשית נבלה\\\\. וכל הנפלט ממנה בין טעם בשר בין טעם חלב הבשר נבלה והחלב חלב נבלה\\\\. וכשנפלט ממנה חלב נבלה לתוך חלב היתר הוה מין במינו ומין במינו במשהו\\\\. אבל הגיס בה קדרה של בשר אם יש בה מים כדי לבטל את הכף בתבשיל מותר\\\\. ע\\\"כ\\\\. <מקורות>\\\\[סימן קל\\\"ח\\\\]</מקורות> שאלה זו שאל הרב רבי משה בר יהודה ז\\\"ל אל הראב\\\"ד ז\\\"ל\\\\. מעשה באשה אחת שמלחה בשר בכלי מנוקב ואחר מליחה הדיחה במים וחזרה ומלחה הבשר בכלי שאינו מנוקב\\\\. ולאחר ג' ימים שכחה ומלחה מעט בשר כשיעור ביצה ומחצה על חתיכה אחד העליונה מאלו החתיכות הנתונות בכלי שאינו מנוקב\\\\. ואלו החתיכות רובן עצמות ומיעוטן בשר ואין בבשר לחודיה ס' שיבטל החתיכה מביצה ומחצ'\\\\. והסכמנו לדעת אחד כי \\\\(צ\\\"ח ב'\\\\) בשר בהדי בשר משערינן מאחר דבהאי חתיכה קטנה לית בה עצמות\\\\. ואמרינן נמי דהאי חתיכה העליונה שנמלחה עליה החתיכה הקטנה לא סגי לה בקליפה אף על פי שאמרנו מליח הרי הוא כרותח דצלי וסגי לה בקליפה הכא לא סגי לה בקליפה דמשקה הולך ויורד עד למטה כי היכי דאמרי' גבי חלב שאני חלב דמפעפע והולך בכוליה הכי נמי גבי דם הולך ויורד והסכמנו דהאיך חתיכה קטנה מותרת היא דלמאי חיישינן דנימא דהאי חתיכה עליונה שנמלחה עליה האי חתיכה קטנה חתיכה עצמה נעשת נבלה ואוסרת כל החתיכות כלן דסבירא להו לרבנן דכלהו חתיכות כחתיכה חדא דמו\\\\. דתניא \\\\(ק\\\"ח\\\\) טפת חלב שנפלה על חתיכה כיון שנתן טעם בחתיכה וכו' עד וחכמים אומרים עד שיתן טעם ברוטב ובחתיכות\\\\. ואע\\\"ג דאמרינן במסקנא דבאפשר לסוחטו פליגי ובין רבי יהודה ורבנן דפליגי בהא מלתא סבירא להו מין במינו לא בטיל\\\\. מ\\\"מ ילפינן מהא מלתא דלרבנן דסבירא להו מין במינו \\\\(לא\\\\) בטיל לא סבירא להו האי סברא דנימא חתיכה עצמה נעשית נבלה\\\\. מדאמר ליה רב אחא מדפתא לרבינא ממאי דבאפשר לסוחטו פליגי דילמא באפשר לסוחטו דברי הכל אסור והכא במין במינו קמפלגי ורבנן לטעמייהו דאמרי מין במינו \\\\(לא\\\\) בטיל וקאמרי עד שיתן טעם ברוטב ובחתיכות דלא סבירא להו חתיכה עצמה נעשית נבלה דכל החתיכות וגם הרוטב כחתיכה אחת דמיא\\\\. ועוד ליכא למיחש דחתיכה אינה פולטת \\\\[אלא\\\\] ציר \\\\(וגם\\\\) \\\\[ו\\\\]לשמנונית לא חיישינן דנימא האי חתיכה העליונה פולטה שמנונית ובולעת האי חתיכה קטנה להא נמי ליכא למיחש כי מחמת מליחה אינה פולטת שמנונית כי אם ציר לבד\\\\. חדא דהא חזינן דהכי הוא דאינה פולטת שמנונית כי אם ציר לבד דהכי אמרינן בפרק כל הבשר \\\\(קי\\\"ב ע\\\"ב\\\\) רב מרי בר רחל אמלחה ליה חתיכה נבלה בהדי דשחוטה אתא לקמיה דרבה אמר ליה הטמאים לאסור צירן ורוטבן\\\\. ודיקא מדאצטריך ליה לרבה לאתויי הטמאים צירן ורוטבן ולשמנונית דנבלה לא חיישינן ש\\\"מ דלא פלטה שמנונית מחמת מליחה אבל בולע חתיכה מלוחה שמנונית מחמת חמימות מליחה אבל בשאר חתיכות דהיתרא היה מחלוקת בינינו יש אוסרין כל החתיכות ונותנים טעם לדבריהם ואומרים מאחר דקי\\\"ל \\\\(צ\\\"ז ב'\\\\) בדידיה משערינן וטעמא משום דלא ידעינן כמה פליט האי חתיכה קטנה זהו טעמן של אוסרין\\\\. ויש שמתירים ונותנים טעם לדבריהם ואומרים בהאי מעשה במאי דנפק מניה משערים דכי אמרינן בדידיה משערים ה\\\"מ בכחל או בחתיכה דאיסורא משום שאינה פולטת כל מאי דאית בה ושיורי שייר ואין אנו יודעים כמה פליט וכמה שייר אמרינן בדידיה משערים לרווחא דמלתא וסלקינן נפשין מכל ספקות שבעולם אבל בהאי מעשה דדם כוליה נפיק ע\\\"י מליחה והחתיכה עצמה מותרת אמרינן מאי דנפיק מניה משערים ויש בחתיכות כלן בשר יותר מס' לבטל דם לחודיה והכל מותר וכי היכי דחתיכ' עצמה מותרת כל החתיכות כלן נמי מותרות\\\\. ואומרים המתירים חזא הא חזינן \\\\[דבמאי\\\\] דנפיק מיניה משערים דתניא קדרה שבישל בה בשר לא יבשל בה חלב ואם בשל בנ\\\"ט ש\\\"מ במלתא דהיתרא במאי דנפיק מניה משערים\\\\. ובדברים אלו צריכין אנו לג' בתי דינים היושבים אחד יושב בהר הבית זהו ההר והב' יושב בפתח העזרה הוא לוניל והג' יושב בלשכת הגזית שמשם יוצאה תורה לכל סביבותיו הוא נמשי\\\\. ולא זו בלבד אנו צריכים לכם כי מאל\\\"ף ועד תי\\\"ו אנו צריכים לכם\\\\. תשובה להראב\\\"ד על חתיכה קטנה שנמלח על חתיכה העליונה מן החתיכות שכבר נמלחו כל צרכן וחזרו ונמלחו בכלי שאינו מנוקב\\\\. ראיתי הסכמתם שהסכימו שאין משערים אלא בשר הואיל ואין בה עצם על זאת ההסכמה איני מסכים עמהם דהא קי\\\"ל \\\\(צ\\\"ח\\\\) כל איסורין שבתורה בששים ומזרוע בשלה גמרינן ואתיא כמ\\\"ד בשר ועצמות כנגד עצמות עייל הנך להדי הנך\\\\. אלמא עצמות מבטלים בשר ובשר מבטל עצמות\\\\. ועוד דלא גריעי עצמות מחרסי קדרה שאמרו עד שיתן טעם ברוטב ובקיפה ובקדרה ואמרי לה בקדרה עצמה\\\\. ועוד דגרסי' בגמרא דבני מערבא בתרומה קלפי אסור מעלין את ההיתר וכ\\\"ש קלפי היתר שמצטרפין להיתר\\\\. והדין נותן בכאן יותר מן התרומה לפי שהאיסור בנ\\\"ט ובזמן שהטעם של איסור \\\\(מתפיס\\\\) \\\\[מתפשט\\\\] להיתר מרובה הרי הוא בטל בין לבשר בין לעצמות מ\\\"מ לאותה חתיכה העליונה שנמלחה עליה צ\\\"ע כי היא קבלה תחלה כל הדם מן החתיכה קטנה מאותה חתיכה יש פנים לאיסור גם אם באנו לחקור ולדרוש היטב אף לאותה חתיכה יש פנים להתיר כי מאחר שחזרו ומלחוה הרי אותה מליחה מפליט \\\\(אותה\\\\) אותו הדם הבא אליה מן החתיכה האחרת\\\\. ומאי שנא אותו הדם מן הדם של עצמה השתא הדם שנבלע בתוכה נפלט מפני המלח הדם הבא אליה דרך העברה לא כ\\\"ש\\\\. ואין זה דומה לדגים טמאים שנמלחו עם דגים טהורים ולא לנבלה שנמלחה עם שחוטה דהתם משום שמנונית הוא ומליחה לא מהני' לה להכי אלא דאסרה לה נמי ואפילו מלחן בכלי מנוקב\\\\. מיהו דוקא כשהבשר ההוא עדיין לא פסק צירו וכל זמן שהוא פולט צירו מחמת מלחו אינו בולע\\\\. וגמרא ערוכה היא בידינו וכן כתבתי הלכך אותה חתיכה נמי מותרת וכן כל העליונות יש פנים להיתר לפי שהתחתונות נעשות כלי מנוקב לעליונות ואין הדם מתעכב בעליונות נמצא עכשיו לפי דברינו זה התחתונות השוכבות בקרקעיתו של כלי נאסרות מן הדם ההולך תחתיהן\\\\. עוד נשוב ונאמר גם על התחתונות שאינם נאסרות כלם כי אם צד התחתון שלהם אלא שצריך להעמיק בהם מפני שזה דומה להא דאמרינן \\\\(פסחים ע\\\"ה:\\\\) נטף מרוטבו על החרס וחזר אליו יטול את מקומו\\\\. גם לגדי כחוש שצלאו בחלבו \\\\(צ\\\"ז\\\\) ואינו דומה למבושל ולא לחלב שמן שמפעפע\\\\. נמצא עכשיו מכלל דברינו בין שיש בחתיכות כדי לבטל הדם בין שאין בהם אותו הצד התחתון אסור\\\\. וצריך להעמיק בו שאין מבטלים איסור בס' אלא באיסור הבלול והמפוזר בכל ההיתר אבל אם נודע מקומו אין מבטלין אותו אבל יטול את מקומו אם הוא רותח\\\\. אלה הם הדברים הצריכים לאותם החתיכות כלם ודברים ברורים וזכים הם אבל נדבר עוד על הדברים אשר כתבו בכתבי' למען יגדיל תורה ויאדיר\\\\. שכתב כי אותה החתיכה קטנה אינה נאסרת מפני שמנונית חברתה שנאסרה מדמה שלה דלא אמרינן חתיכה עצמה נעשית נבלה ואוסרת חברתה בשמנוניתה\\\\. חדא דלדעת רבי יהודא הוא דאמר הכי ורבנן פליגי עליה\\\\. ועוד שאין המליחה מפליטה שמנונית כי אם ציר לבד\\\\. וכתב דבריו כאשר הם\\\\. וצריכין תקון מלח ותבלין\\\\. ואם הוא מפלטת ציר הלא הציר ההוא אסור מפני שהדם \\\\(ש\\\\)נבלע בו \\\\[ומה שאמרת דחנ\\\"נ\\\\] אינה אלא לדעת רבי יהודה ואפי' לדעת רבי יהודה נמי הכא מאי אהני לן למיסר מידי אטו נבלה היא למיסר ברוטבה ובצירה\\\\. וכי קאמר רבי יהודה נעשית נבלה לא שנשתנית לנבלה\\\\. אלא שאין האיסור שבה נפרד מן הבשר שלה כעין חתיכה של נבלה שהרוטב שלה נידון כבשרה לומר שכל היוצא ממנה נדון כבשר אסור\\\\. ואם היא טפת חלב שנפלה על גבי חתיכה ונתנה בו טעם כל מה שיצא ממנה עוד נקרא בשר בחלב ואוסר כל שאר החתיכות במשהו כדין בשר בבשר\\\\. וקסבר אפשר לסוחטו אסור\\\\. לפיכך אין נפרדין זה מזה ולא נחשב החלב לצד אחד והבשר לצד אחר שאילו כן היה הבשר מצטרף עם שאר החתיכות ומבטלין את החלב שהוא מין בשאינו מינו\\\\. ולדעת רבנן דאמרי מין במינו בטל אע\\\"פ שהוא נקרא בשר האסור בטל בס' \\\\[ואם\\\\] \\\\(ו\\\\)אין בהם כדי לבטלו אסורות ובעינן שיהא בחתיכות כדי לבטל הרוטב שיוצא ממנה משום דסבירא לן אפשר לסוחטו אסור והרי הוא כרוטב נבלה\\\\. מ\\\"מ לענין חתיכה זו ולכל החתיכות העליונות אין כאן בית מיחוש שהרי אין איסורן אלא משום דם ואסור דם המלח \\\\(מכשירו\\\\) \\\\[מפליטו\\\\] כאשר אמרנו\\\\. ירושלמי בגמרא דערלה \\\\(פ\\\"ב הל' ג' הביאו הר\\\"ן ס\\\"פ כל הבשר\\\\) גריסין של תרומה שנתבשלו עם עדשים של חולין ויש בהם בנ\\\"ט רבה עליהם עדשים של חולין מותר\\\\. עד כמה ירבה פלוגתא דר' ורבי ישמעאל ברבי יוסי על דעתיה דרבי אמר עד שירבה על כלהן על דעתיה דרבי ישמעאל ב\\\"ר יוסי עד \\\\(שירבה\\\\) \\\\[שירבו\\\\] על \\\\(כל הטפלים\\\\) \\\\[הנופלים\\\\]\\\\. האי סברא דרבי כמאן דאמר חתיכה עצמה נעשית נבלה ואוסרת לפי כולה ולא לפי האיסור שבה בלבד\\\\. ור' לטעמיה דאמר אפשר לסוחטו אסור ואין ההיתר נפרד מן האיסור ונחשב כלו איסור והרי הוא כמחמץ ומתבל שאמרו מין במינו להחמיר וצריך שירבה עליהן עד כדי להעלותן באחד ומאה ושלא יהא בהם בנ\\\"ט\\\\. ובהא לא סבר לה כרבי יהודה דמין במינו בטל לדעת רבי ורבי ישמעאל ברבי יוסי נמי אפשר לסוחטו אסור סבירא ליה\\\\. ומשום הכי ההיתר שלהן אינו מסייע אל הרבוי הנוסף עליהן\\\\. אי נמי אפשר לסוחטו מותר מיהו כיון שקבלו העדשים טעם התרומה אינם עוזרים עוד לא לאיסור ולא להיתר\\\\. ואני תמה מאד על דברי רבי שחשב כל העדשים של חולין כאלו הם תרומה מפני טעם תרומה שבהם בשלמא לרבי יהודה דאמר חתיכה עצמה נעשית נבלה ואוסרת כל החתיכות משום דסבירא ליה מין במינו במשהו\\\\. וכיון שטפת החלב נתנה טעם בחתיכה כל מה שיצא מאותה חתיכה לשאר החתיכות בשר בחלב הוא\\\\. אלא משום דשם הבשר האסור אוסר כל הבשר האחר במשהו אלא לרבי כיון דמין במינו בטל סבירא ליה ואינן נאסרות אלא מפני הטעם של תרומה והוא טעם הגריסין שבהם מה לנו עוד לבטל שיעור העדשים של חולין\\\\. ואם קבלו טעם הגריסין מ\\\"מ טעם העדשים להיכן הלך והלא יש בהם גם כן טעם עדשים ויותר מטעם גריסין\\\\. והיכן מצינו בנ\\\"ט שיהפוך את המקבל למינו\\\\. ואם כן ילקה אדם על טעם האיסור בשיעור ממשו ואנן לא סבירא לן הכי דאמרי' בעלמא \\\\(פסחים מ\\\"ד\\\\) הנח לכותח הבבלי דליכא כזית בכדי אכילת פרס\\\\. וליכא מאן דאמר היתר מצטרף לאיסור אלא רבי עקיבא\\\\. ולא סבירא לן כותיה\\\\. ואם יאמר טוען מצינו המקבל את הטעם נהפך אל הנותן להיות מינו דתנן במסכת חלה \\\\(פרק ג' מ\\\"ז\\\\) העושה עיסה מחטים ומאורז אם יש בה טעם דגן חייבת בחלה ויוצא בה ידי חובתו בפסח ואע\\\"ג דרובא אורז הא אמרינן במסכת חלה ירוש' מתניתין דרשב\\\"ג דהוא אמר לעולם אינה חייבת עד שיהא בה דגן כשיעור והתם אמרו הלכה כרשב\\\"ג\\\\. ונראה לי דלא אמר רבי אלא בתרומה וכיוצא בה ובלבד בדבר שהוא בעינו והוא נאסר מטעם איסור ובא לבטלו מין במינו שהוא צריך ביטול אחר חוץ מביטול הטעם כגון עדשים הללו שנאסרו מטעם גריסין של תרומה\\\\. וכיון שנאסרו והרי הוא בעין שנחשוב אותן כאילו הן תרומה וצריכות מאה ואחד לבטלן\\\\. אע\\\"פ שבטל בהם טעם התרומה וכן לערלה וכלאי הכרם אבל כל דבר הנימוח ובלול שאינו ניכר בעינו שאינו צריך כי אם בטול הטעם בלבד כיון שנוסף עליו כדי לבטל טעם האיסור שבו הכל מותר ואין ההיתר מסייע את האסור לאסור\\\\. ואם העדשים הללו שקבלו טעם התרומה נימוחו ונתערבו במין אחר שאינן ניכרין בו אין צריך שיעור כי אם לבטל טעם הגריסין של תרומה שבהן וקא נגעה הא מלתא בהא דאמרינן בעלמא רואין את ההיתר כאילו אינו והשאר שאינו מינו רבה עליו ומבטלו ואפילו ביין נסך אומרים כן וכ\\\"ש בשאר איסורין\\\\. אלמא אין היתר מצטרף לאסור כנ\\\"ל\\\\. ודעתי מיושבת עליו\\\\. תו גרסי' התם בגמרא של ערלה \\\\(פ\\\"ב\\\\) גריסין של תרומה שנתבשלו עם עדשים של חולין ואין בהם בנ\\\"ט רבה עליהם גריסין של חולין מין מעורר את מינו לאסור לא תהא זו גדולה מיין נסך\\\\. כמה דאת אמר ביין נסך רואין את ההיתר כמו שאינו ואותו האיסור אם יש בו בנ\\\"ט אסור ואם לאו מותר אף הכא כן\\\\. הדא אמרה אם רבה עליהן גריסין של תרומה אסור\\\\. כלומר מדאצטריך למימר דרבוי גריסין של חולין אינו אוסר מכלל דרבוי גריסין של תרומה אוסר\\\\. פירוש ולא אמרי' כיון שנתבטלה התרומה בהן לעולם יהא מותר והכל יעשה היתר\\\\. אלא חוזר לאיסור על ידי רבוי ולא ידעי' בשאר איסורי אי אמרי' הכי ודילמא תרומה שאני מפני שצריכה להרים ומשם היא נמי חוזרת ומדמע' לפי חשבון תרומה שבה אבל איסור שאינו צריך להרי' שהוא בטל לגמרי ואינו חוזר ואוסר כבר נעשה היתר גמור וכן עיקר\\\\. וכך שנינו במשנת ערלה \\\\(פ\\\"ב מ\\\"ג\\\\) שאפי' איסור שבטל מעלה את האיסור אחר כגון ערלה מעלה את הערלה ואת הכלאים והכלאים את הערלה\\\\. וכבר כתבתי כל זה בפי' ע\\\"א באר היטב\\\\. ולענין שאר החתיכות אי משערי' בדידה או במאי דנפק מינה\\\\. הלכה זו רופפת בידינו שאין לנו ראיה להיתר אלא שאנו נוהגים בה היתר מפי רבותינו\\\\. ודעתי נוטה להתיר\\\\. ומעשים בכל יום אנחנו עושים בכפות וקערות של חלב שנכנסות לקדרה של בשר או בהפך\\\\. ואנו מורים בהם להתיר\\\\. גם מפי הרב יוסף בן פלאתי ז\\\"ל נעזרתי ומזה הטעם כי כל דבר שהוא חוזר להיתרו אין משערים אותו בגופו\\\\. וכן הדין בחתיכה של בשר שאין אסורה אלא מטעם דם שהרי היא חוזרת להכשר ע\\\"י מליחה הלכך אין משערין אותה אלא ביוצא ממנו ואין חושבים אותו כלום לאיסור אלא שאומדים אותו יפה שלא יבא לידי ספק\\\\. ואיך נחשוב אותן כלן אסור וההיתר נשאר לפנינו בעין ונראה כי לא חסרה מדתו\\\\. והטעם שהביאו המתירים מקדרה שבשל בה תרומה וחזר ובשל בה חולין שהוא בנ\\\"ט אינה ראיה דהא טעים ליה כהן\\\\. אי נמי קפילא ארמאה\\\\. ואי לא משכח בה טעם איסור לית דין ולית דיין דשרי\\\\. וכי אסתפקא מלתא במידי דליכא שיעורא במלתא דליכא למיקם אטעמא משערינן ליה בס'\\\\. על דבר החתיכות אשר אמרתי שהם נאסרות יכול אני להכשיר עוד מהן הצד העליון שבהן משום דלא דמו למבושל אלא לפסח שנטף מרוטבו על החרס וחזר אליו יטול את מקומו\\\\. וכל איסור שמקום נפילתו ידוע ואינו מפעפע ואינו מבושל בנטילת מקומו סגי ליה דלא עדיף מרוטב ומחלב כחוש ישמע חכם ויוסף לקח ונבון תחבולות יקנה\\\\. <מקורות>\\\\[סימן ז'\\\\]</מקורות> ושמנונית היוצא מן הביצים אף על פי שאין בו כח ליתן טעם במאכל אחר שמנונית של איסור הוא הואיל ואין בו טעם פגום ולא דמי לנבלה מסרחת\\\\. ואוסר במינו בכל שהוא\\\\. ובלבד שלא יהא שם דבר אחר כגון מים שאינו מינו שיבטלנו בששים דקי\\\"ל כל מין ומינו ודבר אחר סליק את מינו כמו שאינו ודבר אחר רבה עליו ומבטלו \\\\(חולין ק\\\"ח\\\\.\\\\) וחלב ובשר ב' שמות הם ומשערינן בס' קדרה ששהתה מעת לעת טעם לפגם הוא ומותרת בדיעבד אבל לבשל לכתחלה אסורה עולמית \\\\(ע\\\"ז ע\\\"ו\\\\.\\\\)\\\\. ואם של חרס היא צריך לשברה דאין תקנה לכלי חרס וכו' ע\\\"כ\\\\. והלכך חמץ בפסח דקי\\\"ל בין במינו בין בשלא במינו בזמנו במשהו \\\\(פסחים ל'\\\\.\\\\), דגזרינן שאינו מינו אטו מינו אם נתבשל מאכל בקדרה שאינה בת יומא בפסח מותר המאכל שחמץ הפולט מן הקדרה טעם לפגם הוא ומשהו דהיתר ואפילו שאר מאכל מותר אף על פי שיש באותו מין מאכל טעם חמץ בחימוץ בעיניה שראוי לחמע ואינו פוגם למלתיה הוא דאסר רחמנא אבל טעם חימוץ שנתערב בקדרה דלא חזי למלתיה כגון דטעם פגום והוא פוגם במאכל זה מותר כך אמר רבי' ומורה והדברים \\\\(נכרים\\\\) \\\\[נכונים\\\\] ונכוחים למבין\\\\. והמחמיר לענין חמץ בפסח תבא עליו ברכה\\\\. ע\\\"כ כתב הרב רבי' שמואל מרומרוג ז\\\"ל בפי' מסכת ע\\\"א\\\\. <מקורות>\\\\[סימן קמ\\\"ו\\\\]</מקורות> \"}","{\"header\":\"דף קט\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ספר האורה פעם אחד הביאו לפני רבי דגים קטנים לאחר שנתבשלו נמצא דג טמא אחד ביניהם והכשיר רבי והשליך הטמא הואיל ונמצא האיסור ולא נשאר באחרים אלא טעמו ובטל בששים כשאר טעמי איסורים\\\\. ואף על גב דמין במינו לא בטיל הכא הוי מין בשאינו מינו ורבה עליו ומבטלו ובתחלת בישול נתנו עליו מים יותר מס' באיסור\\\\. אבל אם לא נמצא האיסור ויודעים אנו שנפל שם לא בטיל עולמות דבריה לא בטלה \\\\(חולין ק'\\\\.\\\\) ואם חלק האיסור בטלו טעמו בס' והורה רבה הלכתא למעשה\\\\. <מקורות>\\\\[סימן קמ\\\"ג\\\\]</מקורות> וכבד דבוק או לב דבוק בעוף ונתבשל הכל עם שאר תרנגולים כל זמן שלא נקרעו \\\\(אינה\\\\) \\\\[אינם\\\\] יוצאין ידי דמן במליחה הלכך משערים אותן במה שהן\\\\. ואם יש ששים בשאר תרנגולים משליכין אותם ומעמיק במקום חבורן ומשליך והשאר מותר ואי לאו הכי הכל אסור\\\\. <מקורות>\\\\[סימן כ'\\\\]</מקורות> כתב החכם הכהן הגדול ר' יהונתן זצ\\\"ל תנן התם בכריתות הלב קורעו ומוציא את דמו\\\\. אפי' בלב עוף שאין בו דם אפילו כזית מצרכינן ליה לקורעו ולהוציא ממנו כל אותו הדם הכנוס בחדרי הלב משום דחצי שיעור אסור מדאורייתא לא קרעו אינו עובר עליו בלאו וכרת דבלב עוף שאין בדמו כזית מיירי\\\\. והכי מוקי לה בכריתות אבל בלב בהמה כרת נמי חייב אם לא קרעו לאחר בישולו ואכלו אבל אם קרעו אחר בישולו מותר באכילה הלב לפי שהלב חלק הוא ואינו בולע\\\\. והכי אמרינן בפסחים \\\\(ע\\\"ד:\\\\) שאני לב דשיע ע\\\"כ\\\\. ובכריתות פ\\\"א גרסינן אמר רבה ג' כריתות האמורים בדם למה\\\\. אחד לדם קדשים ואחד לדם חולין ואחד לדם כסוי\\\\. פי' דם חיה\\\\. הראוי לכסות שאלמלא לא רבתה תורה הייתי אומר שפטר בדם חולין ודם כסוי דכתיב כי הדם הוא בנפש יכפר אלמא בדם המכפר משתעי קרא ודם האברים ודם התמצית לרבנן בלא תעשה\\\\. דאמר רבא \\\\(כריתות ד':\\\\) ה' לאוין האמורים בתורה בדם למה אחד לדם קדשים ואחד לדם חולין ואחד לדם כסוי ואחד לדם התמצית ואחד לדם האברים ותניא נמי בדם שחיטה \\\\(שם כ\\\"ב\\\\.\\\\) דם הטחול דם הכליות דם האברים\\\\. פי' הני כלהו דם האברים נינהו והני כלהו בלא תעשה וכי אמרינן דדם הלב בלא תעשה גרידא ה\\\"מ דם דידיה אבל דם דאתי מעלמא אמרי עלה בכריתות פרק דם שחיטה \\\\(שם כ\\\"ב\\\\), א\\\"ר זירא אמר רב דם הלב של בהמה אסור וחייבין עליו כרת הואיל ויש בו כזית\\\\. וכי אסרינן דם האברים בפירש אבל בעודו בו מותר דההיא ברייתא דתניא דם האברים בלא תעשה מוקמינן לה בכריתות פ' דם שחיטה \\\\(שם\\\\) בפריש\\\\. ואמרינן נמי בשבת פרק מפנין דבשר תפל של אווז שרי לטלטולי בשבת דחזי לכוס\\\\. ועוד אמרינן השוחט לחולה בשבת \\\\(חולין ט\\\"ו:\\\\) מותר לבריא באומצא פי' שאינה נמלח כלל ובשבת לא יעשה מלאכה\\\\. <מקורות>\\\\[סימן קל\\\"ז\\\\]</מקורות> תשובת שאלה לרבינו יעקב ז\\\"ל שאלו לו על טלה אחד שנמלח והריאה עמו עם הלב בקופה\\\\. והשיב אם נקרעו הריאה והלב קודם מליחה אז ודאי הוא מותר ואם לא קרעו אסור\\\\. ואף על פי שקריעת הריאה לא מצינו בהלכה גם כבד קרעיה שתי וערב וחיתוכיה לתחת כדי שלא יתכנס דם הכבד שהוא מרובה בסמפונות הכבד\\\\. ובריאה אין רוב דם כל כך\\\\. ונראה לי מתוך ההלכה להתיר מליחת הריאה בלא קריעה\\\\. מ\\\"מ קצת לבי נוקפי להתיר ואף עפ\\\"כ אין לאסור בכך כי יותר נראה לי להתיר בלא קריעה מלאסור בכך אחר שלא מצינו איסור בהלכה\\\\. ולפי שזה אומר שהריאה מחותכת קודם מליחה אין בבישול הריאה שום גמגום ועל הלב אם לא קרעו והוציא דמו אוסר \\\\(ק\\\"ט\\\\)\\\\. ואם יש ס' בין המים והטלה כנגד דם הלב נראה לי שהוא מותר אם היה כל שעה מכוסה במים\\\\. אך לא אתיר עתה מטעם זה לפיכך נראה לי שרבי' שלמה היה משער בכל החתיכה אף על פי שהכל מכוסה במים\\\\. פעם אחת נתערב בסל בשר שלא נמלח עם בשר שנמלח ולא שהה עדיין כדי פליטתו\\\\. ואומר רבי שיש להתירו מטעם שכל הדם \\\\[ה\\\\]נבלע עכשיו כשאינו מלוח יפלט ממנו כשימלחו אותו כמו דם של עצמו\\\\. ואפילו אומצא דאסמיק \\\\(צ\\\"ג:\\\\) שרי לקדרה ע\\\"י חתיכה ומליחה כיון שאין רבוי דם כמו באומצא דאסמיק\\\\. ועוד ראיה לדבר מחדא חתיכה שמולחין מב' צדדים שמתחלה קודם שנמלח פליט האי גיסא ובלע האי גיסא כדאמרינן בפרק כל הבשר \\\\(קי\\\"ג\\\\.\\\\) ושרי אף על פי שמתחלה בולע צד שלא נמלח מצד שנמלח ושרי לפי שאחר כך שנמלח כל אותו צד פולט כל דם שבו\\\\. ובפ' כל הבשר \\\\(שם\\\\) מייתי הך ראיה דחדא חתיכה גם \\\\(כל\\\\) \\\\[על\\\\] ענין אחד\\\\. כגון על סוף הפליטה שקודם כלה פליטת צד שנמלח ראשון מצד שני ואותו שגומר פליטתו לבסוף נבלע מאותה שגומרה כבר וקאמר לה להיתר על רב ששת שמלח גרמא גרמא\\\\. מאי שנא תרי דלא פליט האי ובלע האי חדא נמי פליט האי גיסא ובלע האי גיסא\\\\. אלא לא שנא ומותר\\\\. ולענין זה שפירשתי נמי יש להביא ראיה מחדא חתיכה להתיר בשר שנמלח ושלא נמלח ונתערבו בסל\\\\. ועוד יש להתירו בלא טעמא דפרישית שע\\\"י מליחתו יפלוט הכל מטעם שמפרש רבי' יעקב ז\\\"ל דדמא משרק שריק כדפרישית גבי עופות לא אמרינן \\\\[כמו עופות\\\\] ודגים שמלחם זה עם זה והאי דגבי דגים לית ליה התירא היינו מטעמא דדגים רפו קרמייהו מהני גם לענין זה שלא נאמר בהם דם משרק שריק והכא נמי להתיר מהאי טעמא\\\\. מיהו אם יש גומות באותו שלא נמלח שבסל והמלוח שוכן \\\\[עליהם יש לאסור\\\\]\\\\. <מקורות>\\\\[סימן קמ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף קי\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתוב בספר האורה כבד שנמצא בתבשיל והוא ניטל מן העוף לגמרי ואח\\\"כ נתבשל בין לצלי בין לקדרה עם התבשיל דבשר לאו מין כבד הוא שהכבד מין דם הוא אלא שהתירוהו כנגד הדם ובשר העוף והמרק והירקות הוה ליה מין בשאינו מינו ומשערינן בס' כשאר איסורין שבתורה שנ\\\"ט שלהם אבל חתך העוף ונשאר הכבד עם אבר א' מן העוף כל אותה חתיכה שהאבר תלוי בה נדונית ככבד וכולה היא חתיכה דאיסורא וכי משערינן בכל החתיכה משערינן שצריך להיות ששים כנגד כל החתיכה כלה ומיהא אע\\\"ג דלענין שיעור נדונית ככבד לענין מינה לא חשיבא כבד אלא ממין העוף שהוא ואם אין בקדירה ממין אחד ס' באותה חתיכה לא בטלה ואפילו בק' עופות ממינו דהא מין במינו הוי כאלו הכבד כשהוא לבדו נחשב הכבד כעוף וכמרק וכקיפה דכלהו לאו מין נינהו אבל עכשיו שהכבד דבוק בחתיכת העוף כל החתיכה אסורה ומסולקי כל מינו כמי שאינו ואם נשאר במרק ותבשיל ס' בכל החתיכות שהכבד תלוי בה מותר והחתיכה עצמה אסורה ואם לאו הכל אסור דכלהו סבירא להו מין במינו לא בטיל וחתיכה עצמה נעשה נבלה ואוסרת כל החתיכות כלן וכלהו סבירא להו דכל מין ומינו ודבר אחר סלק את מינו כמי שאינו ושאינו מינו רבה עליו ומבטלו אבל כשהכבד לבדו ואין בתבשיל ס' כמותו התבשיל אסור והכבד מותר כדאמרינן אוסרת ואינה נאסרת \\\\(קי\\\"א\\\\.\\\\) ואם מתובלת אוסרת ונאסרת\\\\. <מקורות>\\\\[סימן קנ\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף קיא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"וכבדא דדקו יתיה בהדי בשר וביצים ועבדו מולייאתא וצלו יתיה בתנורא מי שרי או לא\\\\. ואי שריא בששים הנהו בשר וביצים שנתערב בהו מי שרו\\\\. תשובה זה הכבד אם לאחר שנצלה דקו אותו עם בשר וביצים מותר\\\\. ואם לא צלאוהו אבל חתכוהו ומלחוהו בהכשרו אע\\\"פ שאין נוהגין כן מותר שאין הצליה אלא מן המנהג אבל כל בשר שבעולם יוצא ידי דמו בחתיכה ומליחה ואם לא חתכוהו אם יש ששים בין הכל בטל הכבד בתוכו ואין כאן לחוש למקום חבורו דכיון שנידק ונתערב עם ביצים כל הלחו' שבו הולך לכאן ולכאן עם שאר הלחו' והמרק שנתבשל בו והבשר שבו אינו אסור\\\\. ואם אין בו ס' בין הכל אסור ואין לחוש לחתיכה עצמה נעשית נבלה וכו' שלא תאמר אלא לדעת רבי יהודה שאוסר מין במינו במשהוא\\\\. וכבר נתקיים דבר זה בידינו מראיות ברורות\\\\. <מקורות>\\\\[סימן כ\\\"א\\\\]</מקורות> לונביל שבשלו בקדרה בלא צלי רבי מתיר והוא שנקרוהו ומלחוהו יפה יפה שלפיכך אין בני אדם רגילים לבשלו בקדרה כי אם ע\\\"י צלי לפי שפניו חלקים וכסבורים שאין המלח נכנס לתוכו אמר רבי אין לך חלק בכל הבשר יותר מן החתיכות הנתלות בעצם השוק שקורים אשקנקיל וגם הבשר שתחת העצמות קטנות שמעורים עם ראשי הוינש חלק הוא ביותר ואין אנו חוששין בכך ע\\\"כ מספר האורה\\\\. <מקורות>\\\\[סימן קנ\\\"ד\\\\]</מקורות> כתב החכם רבי שלחיה ז\\\"ל לרבינו אברהם בר דוד ז\\\"ל\\\\. כתב רבינו על החתיכות שיש פנים להתיר מטעם כי אותה מליחה מפליטה אותה הדם הבא אליה מן החתיכה האחרת\\\\. דמאי שנא אותו הדם מן הדם של עצמה השתא אותו הדם שבלוע בתוכו נפלט מפני המלח לא כ\\\"ש הדם הבא אליה דרך העברה\\\\. צריך שתבאר לנו טעם זה אם היה בדעת רבינו להתיר לנו דם הנבלע באברים ע\\\"י מליחה מק\\\"ו מדם האברים עצמם א\\\"כ דגים ועופות שמלחן זה עם זה \\\\(קי\\\"ב:\\\\) אמאי אסורין הדגים נימא דימלח אותם פעם אחרת\\\\. ומדפסיק ותני אסורים משמע דלית להו תקנה במליחה\\\\. ומצינו נמי גבי השובר מפרקתה של בהמה \\\\(קי\\\"ג\\\\.\\\\) שפי' ר\\\"ש דגוזל את הבריות ומבליע דם באברים ולדידיה נמי אסור ולית ליה תקנה במליחה\\\\. ונראה מכלל דבריו דלא גריס באומצא ומיהו לא נהיר\\\\. וכן כתב רבינו שלמה ז\\\"ל על הא מלתא דהשוחט בסכין טרפה וכו' וכתבה הרב רבי אברהם ז\\\"ל כלשונו\\\\. ונוכל לדקדק מדבריו דדם הנבלע באברים אינו יוצא ע\\\"י מליחה ואע\\\"ג דנפיק קצת לא נפיק כוליה\\\\. ואם בדעת רבים להתיר החתיכות משום דלעולם כל זמן דאתי הדם דרך העברה ואינו מתעכב שם לא בלע משום טעמא דדם משרג שריג ולא מפעפע היה צריך לפרש לנו טעם אי סמכינן אטעמא דמשרג שריג ודיעבד אין לכתחלה לא\\\\. כי היה בדעתי להתיר החתיכות העליונות משום האי טעמא דדם משרג שריג\\\\. כדאשכחינן גבי כבדא עלוי בשרא \\\\(קי\\\"א\\\\) דדיעבד שרי משום טעמא דדם משרג שריג\\\\. ואע\\\"ג דידועה מלתא דבשרא פלטא מקמי כבדא והדר פליט כבדא בתר דניח בשרא ואזיל עלויה בשרא וליכא למימר ביה כל זמן דטריד לפלוט לא בלע כדאמרינן גבי בשר על גבי בשר אפי' הכי לא חיישינן להא משום טעמא דדמא משרג שריג\\\\. וכדאמרינן נמי בפסח שני \\\\(פסחים ע\\\"ד\\\\.\\\\) שאני בית השחיטה דמחלחל וכיון דאין מתעכב שם הדם לא בלע ואפי' למאן דלית ליה במולייתא כבולעו כך פולטו מודה בהא דלמאן דאית ליה כבולעו כך פולטו לא אצטריך ליה לטעם משרג שריג דאפי' מסרך סרוכי ובלע שרי דכבולעו כך פולטו וכי אצטריך למימר דמשרג שריג לרוחא דמלתא נקט דאפילו למאן דלית ליה כבולעו כך פולטו שרי משום דדמא משרג שריג\\\\. ומיהו דיעבד אין לכתחלה לא משום דדמא דכבדא נפיש מדמא דבשרא והדם רבה עליו ומתעכב שם תדיר\\\\. אבל דיעבד שרי דלא חיישינן להא אלא בדגים דרפו קרמייהו הוא דחיישינן להא דאפילו דרך העברה בלעי וגם צריך שתבאר לי עוד מאחר דקיי\\\"ל דהלכתא דמולייאתא שריא אפילו לכתחלה דכבולעו כך פולטו מאי טעמא בכבדא עלויה בשרא דיעבד אין לכתחלה לא דהא התם שרי אפי' לכתחלה דהא מייתי סיוע ממתניתין \\\\(פסחים ע\\\"ד\\\\.\\\\) דקתני נותן את קרביו ואת בני מעיו בתוכו ואי משום דדמא דכבדא נפיש מבשרא ואף אחר שגמר הבשר מלפלוט פולט הכבד ובולע הבשר\\\\. הא התם איכא כבד בתוך הקרבים ושרי אפילו לכתחלה\\\\. כל זה קשה בעיני וצריך שתעמידני על אמתת הדברים והאירה עיני במאור תורתך\\\\. וגם צריך אני שתבאר לי עוד מפני מה החמירו רבנן בסאה של תרומה שנפלה לתוך מאה של חולין להעלות אותה סאה של תרומה להתיר החולין ולא אמרינן כן בשאר איסורין שבתורה\\\\. ואי מחמרינן כן בערלה וכלאי הכרם דגמרי' מתרומה להעלות באחד ומאתים כדאמרינן בספרי מתוך שכפל באיסור כפל בהעלאה\\\\. ואי מחמרינן כן בתרומה במין שאינו מינו דאזלינן בנ\\\"ט אי צריך להעלות אותה סאה של תרומה ואח\\\"כ יהיו מותרין החולין אי הוי כשאר איסורים דבטל הכל\\\\. השיב הרב רבי' אברהם בר דוד זצ\\\"ל\\\\. הנה ראיתי דבריך טובים ונכוחים וצריכין תלמוד ולא ידעתי אם ראית האגרת השנית אשר שלחתי ליד הותיק ר' אהרן נ\\\"ר שכתבתי בה צד ההיתר מטעם שהם טרודות לפלוט את צירן ואע\\\"פ שכבר יצאו ידי דמן מן המליחה הראשונה וכבר בארתי זה הטעם בפסקי איסור והיתר שכתבתי לפני רבי' משולם ז\\\"ל\\\\. וגם אמנם שכתבתי באגרת הראשונה מטעם דרך העברה והוא הטעם דכבולעו כך פולטו שהמליחה השנית אינה מנחת הבשר לבלוע את הדם העובר עליו\\\\. ואמת והוא הטעם לכל מקום שנאמר בו כבולעו כך פולטו ולא לאחר שנבלע בו הדם דרך בישול או דרך רתיחה כאשר הבאת עלי קושיות של הבל כאילו לא גמירנא שמעתא\\\\. אך לסמוך על הטעם הזה מפני בעל הדין שיוכל לחלוק ולומר שאין כח המליחה ככח האור שכחו יפה שהרי אומצא דאסמיק \\\\(צ\\\"ג\\\\.\\\\) בעיא חתיכה ומליחה\\\\. ואילו לגבי האור לא בעיא חתיכה\\\\. וכן בכבדא שהסכימו הגאונים ז\\\"ל שלא לאכלו בקדרה אפילו בחתיכה ומליחה אלא בצלי בלחוד\\\\. על כל חזרתי אל הטעם השני לחלוק בין דגים לשאר בשר שהרי לא אמרו בבשר מפעפע שיאסרו העופות ואע\\\"פ שהדבר ידוע שהבשר קשה לצאת ידי דמו יותר מן העופות אף על פי כן יראתי מבעל הדין אולי יאמר כי הבשר ע\\\"י שהוא מפושט ומנותח קל הוא לצאת ידי דמו כמו העופות שהם שלמים ובעורן\\\\. והראיות שכתבת אל הטעם הראשון ממה שאמרו בכבדא עלויה בשרא דאמרי משום דדמא משרג שריג ואינו מתעכב שם וכן לפסח אינן ראיות כי הטעם הזה דמשרג שריג הוא הוא הטעם כבולעו כך פולטו\\\\. ובא לומר שאין אומרים זה הטעם אלא לדם דשריג אבל לחלבא דסריך לא\\\\. ואמת הוא דלשאר איסורי לא שרינן הכי אפי' בדיעבד דהא בעי' קליפה בצלי\\\\. מיהו בכחל שרינן בדיעבד משום דבאפי נפשיה היתרא הוא בצלי\\\\. ומשום הכי לא גזרי' ביה עם הבשר בשפוד וכן בפסח נמי הכי קאמר שאני בית השחיטה דמחלחל ואמרינן ביה כבולעו כך פולטו מפני שרואין פני האור וסוף דבר אין ידי האור ראיה למליחה ואין כח בידינו לדמותה\\\\. עתה אשוב לפרש מה שהוקשה לך מאי שנא כבדא עלוי בשרא ממולייאתא דאפילו לכתחלה שרינן לה ואפילו פומא לעיל\\\\. דע אחי כי גם אני הקשתי על זה ולא מצאתי טעם ברור רק שסמכתי על מה שראיתי בגמרא דאיכא הפר' בין דמא דכבדא לדמא דבשרא דדמא דכבדא קפי מפני הלחה שבה\\\\. וכיון דקפי איכא למימר שאין האור מושך אותו אליו הדם כשאר דמים ונבלע בבשר אחר פליטתו ושוב אינו פולט\\\\. ומה שהוקשה לך בפסח שהרי היה שם כבד בבני מעיו והיו צולין אותו על הבשר לכתחלה שאני בני חבורה דזריזים הם\\\\. וכשהן רואין שהגיע הבשר לסוף פליטתו היו מוציאין את הכבד לחוץ\\\\. אי נמי שהיו מוציאים מתחלתו לפתיחת הטלה ואינו עומד על גבי הבשר\\\\. תדע שהרי אמרו בההוא דשפוד כבדא עלוי בשרא ואמר רב אשי כמה זהיר האי מדרבנן וכו' כלומר בוטח בעצמו שיקחנו משם סמוך לפליטת הבשר אלמא משום פשיעה הוא דאסרי'\\\\. ודם הנבלע באברים אשר כתבת שאמר הרב צרפתי ז\\\"ל שאינו יוצא מידי דמו לעולם\\\\. אנו אין לנו אלא מה שכתב הרב הגדול רבי' יצחק ז\\\"ל שאינו אוסר אלא לאכלו באומצא ואומצא דאסמיק התירו חכמים ע\\\"י חתיכה ומליחה והוא מקום מכה שנצרר בו הדם\\\\. וכבר שנינו במשנתנו \\\\(ל':\\\\) היה שוחט והתיז את הראש בבת אחת שחיטתו כשרה\\\\. והלא כבר שבר מפרקתה קודם שתצא נפשה וקאמר כשרה\\\\. ואני תמה על הרב ז\\\"ל שכתב במולייתא שהיא מותרת ולא כתב על טפלה שהיא אסורה בחוורתא דקדי'\\\\. ואולי משום דבעי למימר דכל טפלה אסורה לדידן דאנן לית לן סמיד' דמפרך ובשאר קמחי לא קים לן בין אסמיק בין לא אסמיק\\\\. אי נמי לא קים לן בין חוורתא לשאר קמחי הילכך כלהו אסירי\\\\. עד הנה דברי המליחה\\\\. ע\\\"כ כתב הרב רבי אברהם בר דוד זלה\\\"ה\\\\. <מקורות>\\\\[סימנים ח—י\\\\]</מקורות> \"}","{\"header\":\"דף קיב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"עוד כתב הרב ז\\\"ל במליחה\\\\. כך שיעורו אם נמלח הבשר כ\\\"כ כי כשידי' אותו בהכשרו לא נתקלקל טעמו מפני מליחתו עדיין אינו כרותח\\\\. אבל אם נתקלקל מעט אז הוא כרותח\\\\. תדע שכך הוא שלא אמרו אינו נאכל עם מלחו אלא מחמת מלחו שנתקלקל טעם הבשר מחמת המלח\\\\. <מקורות>\\\\[סימן ה'\\\\]</מקורות> \"}","{\"header\":\"דף קיג\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת שאלה לרבינו יעקב ז\\\"ל שאלו לו על טלה אחד שנמלח והריאה עמו עם הלב בקופה\\\\. והשיב אם נקרעו הריאה והלב קודם מליחה אז ודאי הוא מותר ואם לא קרעו אסור\\\\. ואף על פי שקריעת הריאה לא מצינו בהלכה גם כבד קרעיה שתי וערב וחיתוכיה לתחת כדי שלא יתכנס דם הכבד שהוא מרובה בסמפונות הכבד\\\\. ובריאה אין רוב דם כל כך\\\\. ונראה לי מתוך ההלכה להתיר מליחת הריאה בלא קריעה\\\\. מ\\\"מ קצת לבי נוקפי להתיר ואף עפ\\\"כ אין לאסור בכך כי יותר נראה לי להתיר בלא קריעה מלאסור בכך אחר שלא מצינו איסור בהלכה\\\\. ולפי שזה אומר שהריאה מחותכת קודם מליחה אין בבישול הריאה שום גמגום ועל הלב אם לא קרעו והוציא דמו אוסר \\\\(ק\\\"ט\\\\)\\\\. ואם יש ס' בין המים והטלה כנגד דם הלב נראה לי שהוא מותר אם היה כל שעה מכוסה במים\\\\. אך לא אתיר עתה מטעם זה לפיכך נראה לי שרבי' שלמה היה משער בכל החתיכה אף על פי שהכל מכוסה במים\\\\. פעם אחת נתערב בסל בשר שלא נמלח עם בשר שנמלח ולא שהה עדיין כדי פליטתו\\\\. ואומר רבי שיש להתירו מטעם שכל הדם \\\\[ה\\\\]נבלע עכשיו כשאינו מלוח יפלט ממנו כשימלחו אותו כמו דם של עצמו\\\\. ואפילו אומצא דאסמיק \\\\(צ\\\"ג:\\\\) שרי לקדרה ע\\\"י חתיכה ומליחה כיון שאין רבוי דם כמו באומצא דאסמיק\\\\. ועוד ראיה לדבר מחדא חתיכה שמולחין מב' צדדים שמתחלה קודם שנמלח פליט האי גיסא ובלע האי גיסא כדאמרינן בפרק כל הבשר \\\\(קי\\\"ג\\\\.\\\\) ושרי אף על פי שמתחלה בולע צד שלא נמלח מצד שנמלח ושרי לפי שאחר כך שנמלח כל אותו צד פולט כל דם שבו\\\\. ובפ' כל הבשר \\\\(שם\\\\) מייתי הך ראיה דחדא חתיכה גם \\\\(כל\\\\) \\\\[על\\\\] ענין אחד\\\\. כגון על סוף הפליטה שקודם כלה פליטת צד שנמלח ראשון מצד שני ואותו שגומר פליטתו לבסוף נבלע מאותה שגומרה כבר וקאמר לה להיתר על רב ששת שמלח גרמא גרמא\\\\. מאי שנא תרי דלא פליט האי ובלע האי חדא נמי פליט האי גיסא ובלע האי גיסא\\\\. אלא לא שנא ומותר\\\\. ולענין זה שפירשתי נמי יש להביא ראיה מחדא חתיכה להתיר בשר שנמלח ושלא נמלח ונתערבו בסל\\\\. ועוד יש להתירו בלא טעמא דפרישית שע\\\"י מליחתו יפלוט הכל מטעם שמפרש רבי' יעקב ז\\\"ל דדמא משרק שריק כדפרישית גבי עופות לא אמרינן \\\\[כמו עופות\\\\] ודגים שמלחם זה עם זה והאי דגבי דגים לית ליה התירא היינו מטעמא דדגים רפו קרמייהו מהני גם לענין זה שלא נאמר בהם דם משרק שריק והכא נמי להתיר מהאי טעמא\\\\. מיהו אם יש גומות באותו שלא נמלח שבסל והמלוח שוכן \\\\[עליהם יש לאסור\\\\]\\\\. <מקורות>\\\\[סימן קמ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"פרק העור והרוטב\",\"text\":\"\"}","{\"header\":\"דף קכה\",\"text\":\"\"}"]