["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/יבמות.docx","{\"header\":\"פרק הבא על יבמתו\",\"text\":\"\"}","{\"header\":\"דף נז\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב רבינו יהוסף הלוי בפ\\\"ק דכתובות בשם הרב ר' יצחק אבן מורן ז\\\"ל שהנדה אינה ראויה ליכנס לחופה ואין מברכין ברכת חתנים עד שתטהר שאין חופה אלא יחוד חתן וכלה לשם נשואין וכלה שפירשה נדה בתוך חופתה או בתחלת כניסתה לחופה אסורה להתיחד עם בעלה דתניא כל אותם הימים היא ישנה בין הנשים והוא ישן בין האנשים \\\\(כתובות ד'\\\\.\\\\) ומיהו הני מילי לכתחלה אבל דיעבד לא גרעה מפסולות דאסיקנא בפרק הבא על יבמתו \\\\(נ\\\"ז:\\\\) יש חופה לפסולות וכ\\\"ש נדה\\\\. וכן עיקר\\\\. <מקורות>\\\\[סימן קפ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"פרק האשה רבה\",\"text\":\"\"}","{\"header\":\"דף פז\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"שוב שמעתי כי גם בטורייש אירע בברזא מעשה כעין שלך ולא היה הדבר ספק בהדוק הע\\\"א אלא היין היה עדיין \\\\(נוסף\\\\) \\\\[נוטף\\\\] אחר שתחב היהודי הברזא והע\\\"א הקיש עליה באבן עד שסתם יפה יפה\\\\. ור' יצחק בנו של ר' אברהם הגיד לי אז כן\\\\. ובשעה שהייתי כותב כתבי השאלתי לר' שמשון בעל אחותך כלום ידעת בדבר זה שספר לי ר' יצחק ואמר לא שמעתי נענה שמואל בר שלמה אחי כלתי ואמר גם כשהייתי בשיונא הביא ר' יצחק בר' אברהם דבר זה שאירע בטורייש והתירו רבינו מטעם שדימה אותו לתחיבת אצבע בנוד מבחוץ על סתימת המגופה שהגביהה \\\\(ונכפית מהודקת\\\\) \\\\[ונרפית מהידוקה\\\\] מחמת נענוע היין כי היתה המגופה נהפכת קצת מחמת שהיתה החבית מוטה ליפול ובא הע\\\"א והדק הסתימה ושמואל זה לא שמע בשוונ' \\\\(עת זה\\\\) \\\\[טעם זה\\\\] ממני בעת כתבי כתב זה אך מעצמו כאשר שמע בשוונה ואומר כי סמכו גם שם על היתר זה וגם אתה אם תרצה תסמוך מעצמך כי אין לי לאסור מה שהתיר רבינו פעמים\\\\. כי נראה לי שראיתי כתוב טעם זה בתשובה אחת של רבינו\\\\. והיאך הייתי אוסר לשום אדם בלא ראיה \\\\[ולא\\\\] לסמוך על טעם רבי' אפי' \\\\(אי\\\\) \\\\[אם\\\\] אפשר שהייתי מחמיר על עצמי \\\\[אם\\\\] היה נארע לי בשלי \\\\(מחמיר\\\\) שדומה לי לחלק\\\\. וגם לא טעמו של רבי' יש להתיר כאן בשלך\\\\. ואפי' אשכחך הנער ואמר לך \\\\(כאן\\\\) \\\\[כן\\\\] בשעה שראה אותך בפעם ראשונה מעצמו בלא שאלתך\\\\. כי אפשר שאין הנער יודע שתחבת בפנים יותר ממה שהיתה כי שמא לא יכלה להדקה בלא הקשה או שמא יראה היתה ומירתתא ולכך קראה לנער להדקה\\\\. ואם יש לספק בכך יש להתיר בספקא אחת כעובדא דההוא דחביתא כיון שאין מנסכין עכשיו אלו הע\\\"א לע\\\"א ולפי מה שהיה אומר בני נ\\\"ע\\\\. וגם כתב כן בתו' מסכת גטין \\\\(נ\\\"ד:\\\\) וקדושין \\\\(ס\\\"ה:\\\\) שהיה נראה לו שאין עד אחד נאמן על ידי שהלה שותק אלא באכילת חלב וכגון שאמר העד שהיה המעשה שהיה לו להכיר ולדעת שאומר אמת שכיון שיש לו לידע יפה אם הוא שקר כששותק הוי כמודה דמסתמא \\\\(דמודה\\\\) \\\\(אומר\\\\) לו אמת כיון ששותק לפי' שתיקתו חשובה כהודאה אם העד כשר להעיד שאינו גזלן\\\\. וכן בנטמאו טהרותיך ובשורך נרבע בענין שהיה לו להכחישו אם הוא שקר כגון שאמר בפניך היה הדבר או בשום ענין שיש לבעלים להכיר רגלים לדבר אומר העד שהיה המעשה\\\\. וכן באשתו זינתה אומר עניניה שהיה לסומא להכיר רגלים לדבר אומר העד שהיה המעשה\\\\. וכן בבעל מום בההיא דקדושין היה לו להכחיש ודינאי המלך וכבן גרושה דההיא שמעתא כגון שעד אחד אמר לאמו של ינאי המלך קודם עבורה שנשבית ושתקה א\\\"נ לינאי עצמו ולבן גרושה אמר העד שהם עצמם יודעים על ידי רגלים לדבר במה ששמעו או יודעים כי עדים כבר העידו עליהם שנפסלו ושתקו\\\\. וכן במגורת של דכסקיא\\\\. וכן מה שאומר גבי אכילת חלב וכו'\\\\. וכיוצא בו טעמא דאמר לא הא אישתיק מהימן\\\\. בכגון זה שאומר העד שיש להן להבין ולדעת שהוא אמת מיירי\\\\. ומדשתיק ולא מכחיש ליה לומר איני יודע\\\\. ולפי זה אין לתמוה מה לי שותק מה לי אומר איני יודע וגם לא נצטרך לומר שמה שאומר בריש האשה רבה \\\\(פ\\\"ז:\\\\) ובקדושין \\\\(שם\\\\) דאמרי' לא אכלתי וטעמא דאמר לא וטעמא דמכחיש ליה הא אשתיק מהימן לאו דוקא לא אכלתי ומכחיש ליה בכל דהוא הדין נמי \\\\(אמר אם\\\\) \\\\[אם אמר\\\\] איני מאמינך או מנין לך או איני יודע או אתה אומר באמת כלא אכלתי ולא נרבעתי דמי\\\\. כי אפי' האומר איני יודע מכחישו לעד מקרי שפיר\\\\. כי הכחשה גמורה היא זו שהעד אומר שיש לו לידע והוא אומר שאינו יודע\\\\. ולפי דבריו של בני תנוח נפשו בצרור החיים אין שתיקותך זו כהודאה\\\\. <מקורות>\\\\[סימן פ\\\"ז\\\\]</מקורות> \"}","{\"header\":\"פרק חרש שנשא\",\"text\":\"\"}","{\"header\":\"דף קיד\",\"text\":\"\"}"]