["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/מגילה.docx","{\"header\":\"פרק מגילה נקראת\",\"text\":\"\"}","{\"header\":\"דף ה\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"העתקה זו מספר העתים\\\\. כתבו רבוותא אף ע\\\"ג דחש לה רב לדרב אשי הלכה למעשה ומנהג בשתי ישיבות כרב שקורין את המגילה בזמנה ביחיד ומברך עליה לפניה ולאחריה וגמרי לה להא מלתא מהא דגרסי' בפרק שני דמגלה \\\\[י\\\"ט ע\\\"ב\\\\]\\\\. אמר ר' חייא בר אבא אמר ר' יוחנן הקורא במגלה הכתובה בין הכתובים לא יצא\\\\. ולא אמרו אלא בצבור מכלל דביחיד יצא\\\\. ושמעינן מינה דקורין אותה ביחיד וקים ליה ר' יוחנן כרב והלכתא כותיהו דאי אמרת דהלכתא כדחש ליה אדר' אסי דלעולם בעשרה בין בזמנה בין בשלא בזמנה מאי טעמא מחו לה אמוחא להא דר' יוחנן ואוקמוה בעלי הגמרא דלא אמרו שלא יצא אלא בצבור מכלל דביחיד יצא אלמא קים להו לבעלי הגמרא שקורין אותה ביחיד ופי' זמנה ארבעה עשר לכולי עלמא וחמשה עשר למוקפין חומה\\\\. ושלא בזמנה י\\\"א וי\\\"ב וי\\\"ג\\\\. אעפ\\\"י ששנינו מגילה נקראת בי\\\"א וי\\\"ב וי\\\"ג לאו דכל הני יומי היא זמנה אלא הני י\\\"א וי\\\"ב וי\\\"ג תקנתא דתקינו רבנן נינהו\\\\. ושמעי' להא מלתא מדקאמרינן אבל שמחה אינה נוהגת אלא בזמנה \\\\(שם ה'\\\\) דאלמא זמנה י\\\"ד וט\\\"ו הוא\\\\. ועד כאן לא פליגי רב ור' אסי \\\\(שם\\\\) אלא בזמנה אבל שלא בזמנה שניהם מודים שאין קורין אותה אלא בעשרה\\\\. הלכך שלא בזמנה אם קורא אותה בעשרה יברך לפניה ולאחריה\\\\. ואם קורא אותה בפחות מעשרה אין מברך לא לפניה ולא לאחריה\\\\. אבל בזמנה כיון דהלכה כרב בין ביחיד בין בעשרה \\\\(ש\\\\)מברך לפניה ולאחריה ומי שבא בדרך לאחר זמנה בין ביחיד בין בעשרה לא יקרא\\\\. ואם מבקש לקרותה יקראנה כאדם שקורא בנביאים או בכתובים ולא יברך לא לפניה ולא לאחריה\\\\. וג' דינין הם עכ\\\"ל הגאון בעל ספר העתים ז\\\"ל ודיוק יפה הוא וראוי לסמוך עליו\\\\. <מקורות>\\\\[סימן ק\\\"פ\\\\]</מקורות> \"}","{\"header\":\"פרק הקורא עומד\",\"text\":\"\"}","{\"header\":\"דף כא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"העתקה זו מספר הישר לרבינו יעקב ז\\\"ל בפרק במה מדליקין \\\\(כ\\\"ד:\\\\) יום טוב שחל להיות בשבת המפטיר בנביא \\\\[במנחה בשבת\\\\] אין צריך להזכיר של יום טוב שאלמלא שבת אין נביא במנחה ביום טוב\\\\. ואי קשיא הא דתנן במגילה \\\\(בפ\\\"ק\\\\) \\\\[בפרק\\\\] הקורא את המגלה\\\\. \\\\[כ\\\"א ע\\\"א\\\\] תניא בשני ובחמישי ובשבת במנחה קורין שלשה אין מוסיפין עליהם ואין פוחתין מהם ולא מפטירין בנביא הרי שאומר בהדיא דאין מפטירין בנביא איכא למימר דאין מפטירין בנביא דקאמר אשני וחמישי קאי ולא אמנחה בשבת ולא נה\\\\[י\\\\]ר\\\\[א\\\\] דלא נהגינן כן\\\\. <מקורות>\\\\[סימן קע\\\"ג\\\\]</מקורות> \"}","{\"header\":\"פרק בני העיר\",\"text\":\"\"}","{\"header\":\"דף כה\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"עוד כתב הרב ראיתי לפרש שמועה זו ששנינו בפרק בני העיר במסכת מגילה לפי שראיתיה מבולבלת ומסופקת בלב הלומדים וגם בלבי על כן שמתי דעתי עליה להציעה אולי יעזרני הבורא ואוציא דבר לאור ותחלה אפרש המשנה על דרך הגמרא ועל פי הירושלמי והתוספות כפי מה שיראני מן שמים\\\\. שנינו במשנתינו בני העיר שמכרו רחובה של עיר לוקחין בדמיה בית הכנסת וכו'\\\\. גרסינן עלה בירושלמי \\\\[ה\\\"ד\\\\] שלשה דבית הכנסת כבית הכנסת\\\\. שבעה מבני העיר כבני העיר כלומר ככל בני העיר נראה מזה כי מה ששנינו בני העיר שמכרו שבעה הם\\\\. ושאלו שם במה אתון קיימים אם כשקבלו עליהם אפילו אחד אם כשלא קבלו אפילו כמה אלא כך אתון קיימי' \\\\(כסתם\\\\) \\\\[בסתם\\\\] כלומר שלא במעמד אנשי העיר נמצא עכשיו מה שאמרו בגמרא \\\\(כ\\\"ו\\\\.\\\\) אמר רבא לא שנו אלא שלא מכרו שבעה טובי העיר במעמד אנשי העיר וכו' הכי פי' שמכרו שבעה טובי העיר שלא במעמד אנשי העיר אלא בסתם אנו סבורין שהם נסמכים במעשיהם של אלו \\\\[אבל להוציא לחולין\\\\] אולי לא נסמכו משום הכי צריכין להחזיר הדמים לדבר קדושה ואינן רשאים להוציאם לדבר הרשות כי שמא לא נמסכו בני העיר עליהם על כן להוציאם לשאר צרכי העיר ולהפקיעם מן הקדושה ההיא אבל אם מכרו אותם במעמד אנשי העיר וקבלו עליהם מה שעשו \\\\(אלא\\\\) \\\\[אז\\\\] אפילו למשתי ביה שכרא שפיר דמי פי' אפילו התנו שימכרו לצורך אכילה ושתיה ולא לצורך אכילה כי היא חיי נפש אלא אפילו לצורך שתיה מותר להוציאו כי הם בנו אותם ועל דעתם בנו אותם שאם יצטרכו מזונות יתפרנסו מדמי' שלא עלה על דעת לבנות בית הכנסת ויהיו חסרים מזונות\\\\. וכמו שחלה קדושה על גוף הדמים ואינן רשאין אלא לדבר קדושה כן המותר שאם לקחו מן הדמים דבר קדושה על פי הסדר השנוי במשנתינו וה\\\\[ו\\\\]תירו מן הדמים אם לא התנו \\\\[אבל אם התנו\\\\] עמהם \\\\[שבעה טובי העיר במעמד אנשי העיר\\\\] אפילו \\\\(לדוכסיסי' שהוא שומר העיר\\\\) \\\\[לדוכסוסיא שהוא שומרו\\\\] מותר להנתן לו בשכר שמירתו לפי שהוא צרכי רבים וכל שכן לצורך מזונות ויש לומר כי על המותר יכולים להתנות אפילו לדוכסיסיא אבל כל הדמים לא כי אם \\\\(לצריך\\\\) \\\\[לצורך\\\\] מזונות \\\\(ושלומר\\\\) \\\\[ויש לומר\\\\] כי הכל אחד זה צרכי רבים ומה שאמרו בברייתא על המותר רבותא קאמר דלא מבעיא כי התנו מתחלה שילכו הדמים לצרכי העיר שהוא מותר אלא מכרו מתחלה לדבר קדושה ולא ידעו אם יהיו שם מותר ואפשר שהכל יכנס באותה הקדושה אפילו הכי אם יותר מועיל בו התנאי לעשות ממנו כל צרכי העיר\\\\. וזה הלשון נראה לי וערב עלי\\\\. ואחר שהגעתי עד כאן אגב גררא אפרש דברי רבא כי יש שגורסים אפי' למשתא ביה שכרא שפיר דמי\\\\. רוצים לומר שיכולים להוציאה מקדושת בית הכנסת לגמרי אבל לא הדמים ואין הענין נראה כן משני פנים האחד כי עדיין לא הגענו לאותה פסקא שמזכרת על יציאת הבית לחולין ומה יעשה בה\\\\. ועוד כי לא יתכן לומר אפילו למשתא ביה שכרא ויותר דבר נבזה מזה יכול הקונה לעשות בה בית התבן בית הבקר בית המשכב ומותרים להשתי' בו מים ולפיכך אין הפי' כי אם על הדמים ויש לנו מסעד מן רבינא כמו שכתבנו ומה שאמרו בסמוך רבינא הוה ליה \\\\(תילתא\\\\) תילה דבי כנישתא בארעי' ואתא לקמיה דרב אשי ואמר ליה מהו למזרעיה בית הכנסת שנפל \\\\(היא ובנו\\\\) \\\\[היה, ופינו\\\\] את אבניה ואת עציה במקום \\\\(אחד\\\\) \\\\[אחד\\\\] ולא נשארו שם כי אם תל העפר והיה מדרס כל לאדם ולבהמה ונסתפק רבינא אם היה יכול לזורעה בקבלנות או בחכירות לצורך בני העיר כי היתה שממה ולא היה ממנה שום הנאה לבני העיר ואפשר שהיתה אשפה ושאל אם בטלה קדושתה בחורבנה ואינה דומה לבית הכנסת שחרב כי הוא עדיין קיים אלא שנתרועעו משום שוממותו שגלו אנשים משם הלא תראה ואין שוטחין על גגו פירות יש לו גגו וקירותיו אבל אם הוא תל עולם ונעשה מרבץ לבהמה ולזבל אין זה מן התימה אם נסתפקו עליה אם נתבטלה קדושתה כי כמה בתי כנסיות ומדרשות היו בירושלים ובשאר המדינות וכשבטלה הארץ בטלה כלן ולא חשו להם בעליתן מן הגולה שלא לעשות בהם כל צרכיהם ואעפ\\\"כ לא התיר לו רב אשי אלא על ידי מקח ושבעה טובי העיר ולא הוצרכו למעמד כי בידוע שהסכימו על ידו בזה מפני תל עולם ועומד לבזיון ואין ממנה להם שום הנאה כי כל הדברים לפי ענינם הולכים הלא תראה שלא שאל ממנו אלא מה הוא למזרעיה ולא אמר למזרעיה ולמזבניה פקח עיניך וראה כי האמת כאשר פירשתי ולא הביא זה הדבר בכאן כי אם מפני שבעה טובי העיר שהזכיר רבא ורצה לגלות בו שאין צריך \\\\(למעלה\\\\) \\\\[למעמד\\\\] אנשי העיר בכל הדברים כי אם לפי מה שהן\\\\. <מקורות>\\\\[סימן קי\\\"ד\\\\]</מקורות> \"}","{\"header\":\"דף כו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"עתה אשוב למה שאמר בגמרא בפרק בני העיר האי בי כנשתא חלופי וזבוני שרי אוגרי ומשכוני אסור מאי טעמא בקדושתה קיימא ואסור אשתמושי ביה זו המימרא בא בגמרא דשבעה טובי העיר שהזכיר רבא כמו שפירשתי למעלה כי לא היה להם מקום בכאן עד שיגיעו לפסקא השלישית אין מוכרים בית הכנסת אלא על תנאי וכו' ומה שאמרו מתנה פליגי בה רב אחא ורבינא חד אסר וחד שרי אם של רבים הוא פליגי כשנתנו' שבעה טובי העיר במעמד אנשי העיר אם של יחידים הוא כשנתנוה מדעת עצמן ומפרשי טעמיהו מאן דאסר במאי פקע קדושתי'\\\\. קשיא לי וקדושת דמים דפקעא בתנאי בני העיר במאי פקעא\\\\. וי\\\"ל כיון דאשתני אשתני אבל קדושת בית הכנסת עצמה שהיא קדושה ראשונה היכי פקעא אלא על שום דמים ומאן דשרי סבר מתנה נמי אי לאו דהוה להו הנאה מניה לא הוה יהיב ליה והוה ליה כזבינה ואע\\\"ג דההוא מידי לא מייתא בידא דמקבל מתנה כי היכי דניחול קדושתה עליה אפילו הכי הוה ליה כמו שקבלו הדמים וחזר ונתנו לו גמול הטבה שעשה עמהם כמי שנתנום לדוכססיא בשכר שמירתו ופסק הרב ז\\\"ל הלכה כדברי המקל\\\\. דרב אחא ורבינא הלכתא כרבינא לקולא \\\\(כמ\\\"ש בחולין דף צ\\\"ג:\\\\) עד כאן השגתי ונתישב בלבי מדעת מורה הגדול ישתבח \\\\(וותעלה\\\\) \\\\[ויתעלה\\\\] לעד ולנצח\\\\. <מקורות>\\\\[סימן קי\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף כז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ירושלמי \\\\[פ\\\"ג ה\\\"א\\\\] רבי חייא בר אבא אזל לחמון יהבו ליה דינרים למיפלג ליתמי ולארמלתא נפק פלגינהו לרבנן צריך להפריש אחרים תחתיהם או אין צריך\\\\. ר' אבא בר ממל אמר צריך ר' אילא אמר אינו \\\\(אינו\\\\) צריך רבי זעירא אמר צריך רבי יוסי אמר רבי אליעזר אומר אינו צריך רבי יעקב בר אחא בשם רבי חנניא כל המצות עד שלא נתנו לגזברים רשאין לשנותם משנתנו לגזברים אינו רשאי לשנותן נראה כי רבי יעקב בר אחא בא לסייע דברי מי שאומר צריך להפריש אחרים תחתיהם כלומר שלא יפסידו היתומים והאלמנות שהופרשו להם המעות \\\\(ושלמו\\\\) \\\\[וישלמו\\\\] להם מן הנדבה \\\\[מה\\\\] שהיו הרבנים נוטלים ממנה לפי שלא כדין עשה רבי חייא כשחילק אותה להם הואיל וליתומים ואלמנות נתנו מתחלתן כך נראה לי\\\\. אלא שיש לבעל הדין לחלוק ולומר מפני שרבי חייא בר אבא מדעת עצמו עשה שלא מדעת בני העיר אבל אם עשה \\\\(כדעת\\\\) \\\\[מדעת\\\\] בני העיר לא היה צריך להשלים אחרים תחתיהם אלא שאין הדעת מקבלת ואין השכל מורה כן שיהיו הצבור יכולים לגזול נדבתן של אלו וליתן לאלו כדי שיחסרו אלו שנתייחדו להם הנדבה מתחלה\\\\. <מקורות>\\\\[סימן קט\\\"ז\\\\]</מקורות> \"}"]