["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/מועד קטן.docx","{\"header\":\"פרק אלו מגלחין\",\"text\":\"\"}","{\"header\":\"דף יח\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"וחולו של מועד להלוואה הדעת נוטה להתיר מפני שאינה מלאכה אבל לא לכתוב אותה במועד מפני שהיא מלאכה ואין עושין מלאכה בשביל הרואה מההוא מעשה דברייתא לבאי כוורי דוק ותשכח\\\\. <מקורות>\\\\[סימן מ\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף כ\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב רבי יהוד' ז\\\"ל על הא דאמרינן דאתי עשה ודאי דיחיד דאוריית' דהוא יום מיתה ויום קבורה \\\\(ודאי\\\\) \\\\[ודחי\\\\] עשה דרבים ודאי דרבנן ונקט אבלותא ביו\\\"ט שני אחרון של חג או יום ב' דעצרת ואיכא נמי מאן דדייק דהיכא דשכיב ליה שכבא ביום טוב האחרון דרבנן דהוי יום המיתה ויום הקבורה אי הוי ההוא שכבא מהנהו שכבי דאוסיפו עליהון רבנן כגון אחיו ואחותו בתולה מאמו\\\\. ואחותו נשוא' בין מאביו בין מאמו כיון דאין מתאבל עליהם מדאורייתא אלא רבנן הוא דאוסיפו על מתי מצוה לא נהיג אבלות ביו\\\"ט אחרון דלא אתי עשה דיחיד דרבנן ודחי עשה דיחיד דרבנן\\\\. עד כאן כתב הרב ז\\\"ל\\\\. <מקורות>\\\\[סימן קכ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף כג\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"מספר העתים תנו רבנן אבל שבת ראשונה אינו יוצא מפתח ביתו שניה יוצא ואינו יושב במקומו\\\\. שלישית יושב במקומו ואינו מדבר\\\\. רביעית הרי הוא ככל אדם\\\\. ובתשובה לגאון על הדא מלתא\\\\. וששאלתם בענין אבל לילך שבת ראשונה ולהתפלל בבית הכנסת עם הצבור או יושב במקומו\\\\. כך מנהג בישיבה\\\\. כיון דהך ברייתא בחכם שמת ונשיא שמת תנינן לה וקתני בגוה יושב במקומו ש\\\"מ בתלמיד חכם או באדם חשוב שקובע מקום הוא אבל בשאר בני אדם או תלמידי חכמים קטנים כיון שכלו שבעה פושט רגליו ויוצא לבית הכנסת ולכל מקום\\\\. ואותן שבעה נמי אם היה אדם חשוב שיש לו תלמידים או קרובים או בני משפחה שמתפללים עמו בביתו ובאים ומנחמין אותו בביתו מוטב ואם לאו מיום ראשון שיוצא לבית הכנסת מתפללין ובאים ומנחמין אותו\\\\. וכל עיירות שבבבל ושאר הארצות מתפללין בבית הכנסת\\\\. וכתב נמי האי גאון הכי והלכתא כל רחיצה שאסרו חכמים באבל כלן של חמין הם והא מלתא לא חזי לן הכי לעניות דעתין דאנן כבר כתבינן לעיל לא שנא רחיצה בחמין לא שנא בצונן אסור וכמפורש בתעניות בפ\\\"ק \\\\[י\\\"ג ע\\\"ב\\\\] ופניו ידיו ורגליו בחמין אסור אבל בצונן מותר\\\\. אבל מאי דכתב האי גאון תמיהא הוי לן היכי טעי בכי האי מלתא אבל אפשר דהוי טעות סופר דהא רחיצה מרחיצת פניו ידיו ורגליו קאמר דאינו אסרו אלא בחמין אבל בצונן מותר וכתב נמי אבל שלישי שלו בערב יום הכפורים אסור מפני שאין אבלות שלו פוקעת אלא בשקיעת החמה וכיון ששקעה החמה חל יום הכפורים ואסור ברחיצה ואפי' בצונן וטבילת יום הכפורים רשות היא ולא חייבין ישראל בטבילה זו אלא לנקיות בעלמא\\\\. ועוד כתב גאון הכי כיון שגזרו חכמים באבל שלא יצא מפתח ביתו לא יצא כל עיקר אלא לתפלה ולא לדבר תורה מפני ששמחה היא לו אלא א\\\"כ \\\\(קרובים\\\\) \\\\[הרבים\\\\] צריכים לו כדי לזכות את הרבים\\\\. ואמר רב האי גאון ז\\\"ל ולענין יוצא מפתח ביתו ואפילו בשבת ראשונה הכל כמנהג המדינה\\\\. והיכא דמצלו בבית הכנסת מקדים ואתי מצפרא לבית הכנסת והיכא דרגילין למיתב בביתיה יתיב ובבבל בכפרי' כולי עלמא נפקי לבית הכנסת ובכרכין ובמדינות גדולות רובן שיושבין בבתיהן ורעיהן וגומלי חסד באים אליהם\\\\. ומיעוטן עיילי לבי כנשתא ויתבי במקום אבלים ומצלו וכך נהגו מימות קדמונים לצאת לביהכנ\\\"ס ולהתפלל וסיוע למנהג' ממ\\\"ש \\\\(כ\\\"א:\\\\) אבל כל ג\\\"י אינו הולך לבית האבל מכאן ואילך הולך ואינו יושב במקום המנחמים אלא במקום המתנחמין השתא לבית האבל יוצא לביהכ\\\"נ לא כ\\\"ש\\\\. ושלשה ימים הראשונים לבית האבל הוא דאינו יוצא הא לבית התפלה יוצא\\\\. ובירושלמי \\\\[מו\\\"ק פ\\\"ג ה\\\"ה\\\\] אשכחן דפליגי תנאי ר' אומר אבל בשבת ראשונה הולך לבית הכנסת ואינו יושב במקומו\\\\. והוא מקל שבכולן\\\\. והלכתא כדברי המקל\\\\. וברכת אבלים דאמרי' אין אבלים מן המנין \\\\(כתובות ח'\\\\) בברכת רחבה הוא אבל לתפלה וברכת המזון עולין דבני חיובא נינהו\\\\. ובירושלמי מאן דאמר אבלים אין עולים מן המנין באבלי אותו מת ומאן דאמר עולים באבלי מת אחר\\\\. ותו שאלתם מאי ברכת אבלים ומאי תנחומי אבלים\\\\. ברכת אבלים ברכת רחבה כדאמרי' \\\\(כתובות שם\\\\) ברכת אבלים בעשרה ואין אבלים מן המנין והשתא אסתלקא לה\\\\. תנחומי אבלים כי הא דמר זוטרא איקלע לבי רב אשי איתרע ליה מילתא ובירך להו\\\\. ובפיסקא נמי\\\\. וזהו שאמרו חכמים אין אבלים מן המנין בברכת רחבה ובברכת שורה אמרו והאידנא לית לן לא ברכת שורה ולא ברכת רחבה אלא מברכין אחר המזון הטוב והמטיב וכו'\\\\. דיין אמת שופט בצדק \\\\(ברכות מ\\\"ו:\\\\) והכל שלו ואנחנו עמו ועבדיו והוא יגדור את הפרצה הזאת לנו\\\\. והלכתא למעשה כדמר זוטרא דאיקלע וכו' ואותם שאומרים נברך מנחם אבלים טעות הוא בידם שמכניסין דבר זה שאינו מן הברכה ומוסיפין על מטבע שטבעו חכמים בברכות שחכמים תקנו כל הברכות כתיקנן\\\\. וברכת המזון נברך שאכלנו משלו ובטובו חיינו לכל השנה כולה בין בחול בין בשבת בין ביום טוב בין בברכת אבלים\\\\. חוץ מברכת חתנים שהוסיפו בה נברך שהשמחה במעונו \\\\(כתובות ח'\\\\.\\\\) אבל ברכת אבלים לא במשנה ולא בגמרא שמוסיפין ולא כהלכה למעשה ואין לך להוסיף לא בתפלה ולא בברכות אפי' דבר אחד אלא תפלה של חול בחול ושל שבת בשבת שכך שנו חכמים \\\\(מגלה י\\\"ח\\\\) מכאן ואילך אסור לספר בשבחו של מקום\\\\. הלכך בברכת אבלים אין להוסיף בה אפי' תיבה אחת בארבע ברכות לא בברכת הזימון ולא בברכת הזן ולא בברכת הארץ ולא בבונה ירושלים אלא בהטוב והמטיב בלחוד ומוסיף בה כי הא דמר זוטרא וכדגרסי בפרק שלשה שאכלו \\\\(מ\\\"ו:\\\\) מהו אומר בבית האבל תנינא הטוב והמטיב\\\\. ר' עקיבא אומר דיין האמת\\\\. ותנא קמא הטוב והמטיב אין דיין האמת לא אימא אף הטוב והמטיב\\\\. מר זוטרא איתרע מלתא בי רב אשי פתח ואמר המלך החי הטוב והמטיב דיין אמת שופט בצדק ואמת ושליט בכל מעשיו שאנחנו עבדיו ועמו ובכל אנחנו חייבין להודות לו ולברכו\\\\. וחוזר למקום שפסק וכן הלכה\\\\. ובענין קטנים גרסי' \\\\[כ\\\"ד ע\\\"ב\\\\] ומה הן בהספד ר' מאיר אומר משום ר' ישמעאל עניים בני שלש עשירים בני חמש ר' יהודה אומר משמו עניים בני חמש עשירים בני שש ובני זקנים כבני עניים\\\\. א\\\"ר גידל בר מנשה אמר שמואל הלכה כר' יהודה שאמר משום ר' ישמעאל\\\\. ואיכא בדרא דטעו בהאי מימרא ולא קאמרי צדוק הדין על תינוק עד דהוי בר חמש או בר שית\\\\. והא מלתא טעותא רבא היא דודאי תינוק כיון שעברו עליו שלשים יום ונפק ליה מדין נפל ראוי לומר עליו צדוק הדין כגדול והאי דקתני הכא מה הן בהספד לא אמר על צדוק הדין אלא על הספד ממש קאמר דקבעי מה הן בו\\\\. אבל לענין צדוק הדין כיון שעברו עליו ל' יום חובה לומר עליו צדוק הדין שכל זמן שמתאבלים עליו מצדיקים עליו את הדין\\\\. ובתוך שלשים אין מתאבלים עליו\\\\. וכמפורש במסכת שבת פרק אם לא הביא כלי\\\\. \\\\[קל\\\"ו ע\\\"א\\\\]\\\\. <מקורות>\\\\[סימן קע\\\"ו\\\\]</מקורות> \"}","{\"header\":\"דף כד\",\"text\":\"\"}"]