["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/נדה.docx","{\"header\":\"פרק המפלת חתיכה\",\"text\":\"\"}","{\"header\":\"דף ל\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ואין ימי טוהר ליולדת עכשיו אלא אם הפסיקה מכל דם וספרה שבעה נקיים וטבלה\\\\. והטעם משום דאיכא יולדת בזוב שצריכה הפסק טהרה ואתי למטעי\\\\. וכן כתב הרב ז\\\"ל משמיה דגאון\\\\. וכך כתבתי אני בספר בעלי הנפש שחברתי והוספתי עליו טעמים אחרים\\\\. <מקורות>\\\\[סימן ל\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף לא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"עוד ואביה ירוק ירק בפניה\\\\. ק\\\"ו לשכינה י\\\"ד יום\\\\. תימא מאי דנקט י\\\"ד יום מכ\\\"א יום או פחותים ואומר ר\\\"י דמשום הכי נקט י\\\"ד יום דג' שותפין יש בו באדם הקב\\\"ה ואביו ואמו\\\\. הקב\\\"ה יש לו חלק כנגד אביו ואמו דהוא נותן באדם כנגד שניהם כדאמרינן נדה \\\\(ל\\\"א\\\\.\\\\) פ' המפלת ג' שותפין יש בו באדם הקב\\\"ה ואביו ואמו שאביו מזריע לובן שממנו עצמות וגידים וצפרנים ומוח שבראש ולובן שבעין הרי ה' דברים שאביו נותן לו\\\\. ואמו מזרעת אודם שממנו עור ובשר ודם ושער ושחור שבעין הרי ה' דברים שאמו מזרעת בו\\\\. והקב\\\"ה נותן בו רוח ונשמה וקלסתר פנים וראית עין ושמיעת אזן ודבור שפתים והלוך הרגלים ודעת ובינה והשכל הרי י' דברים שהקב\\\"ה נותן בו אלמא שהקב\\\"ה נותן כפלים מבשניהם והיינו דקאמר ק\\\"ו לשכינה י\\\"ד יום\\\\. דכיון דאם ירק אביה בפניה שאין בה אלא ה' דברים היא נזופה ז' ימים ק\\\"ו לשכינה י\\\"ד יום שנותנת באדם כפלים בו שתהא האשה נזופה כפלים בו דהיינו י\\\"ד יום\\\\. <מקורות>\\\\[סימן קס\\\"ב\\\\]</מקורות> \"}","{\"header\":\"פרק תינוקת\",\"text\":\"\"}","{\"header\":\"דף סו\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב הרב רבינו יהוסף הלוי בפ\\\"ק דכתובות בשם הרב ר' יצחק אבן מורן ז\\\"ל שהנדה אינה ראויה ליכנס לחופה ואין מברכין ברכת חתנים עד שתטהר שאין חופה אלא יחוד חתן וכלה לשם נשואין וכלה שפירשה נדה בתוך חופתה או בתחלת כניסתה לחופה אסורה להתיחד עם בעלה דתניא כל אותם הימים היא ישנה בין הנשים והוא ישן בין האנשים \\\\(כתובות ד'\\\\.\\\\) ומיהו הני מילי לכתחלה אבל דיעבד לא גרעה מפסולות דאסיקנא בפרק הבא על יבמתו \\\\(נ\\\"ז:\\\\) יש חופה לפסולות וכ\\\"ש נדה\\\\. וכן עיקר\\\\. <מקורות>\\\\[סימן קפ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף\",\"text\":\"\"}"]