["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/סנהדרין.docx","{\"header\":\"פרק דיני ממונות בשלשה\",\"text\":\"\"}","{\"header\":\"דף ו\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב הרב ר' יצחק בר אשר הלוי ז\\\"ל בסנהדרין בצוע בשלשה דברי ר' מאיר וחכמים אומרים פשרה ביחיד\\\\. יש לתמוה למה שינה תנא זה אליבא דר' מאיר לשון בצוע ואליבא דרבנן לשון פשרה\\\\. ועוד תני ברייתא דלקמן כך בצוע בשלשה דהיינו ר' מאיר דלעיל תני \\\\(ה':\\\\) אליבא דרשב\\\"ג פשרה בשנים ויש לפרש דמאן דבעי שלשה \\\\(קם\\\\) \\\\[קרי\\\\] ליה בצוע על שצריך אומד הדעת לבצוע הממון ולחלקו במדה שוה שלא יהא אחד מהם נפסד יותר מכדי הראוי לו\\\\. ומאן דאמר פשרה ביחיד קרי ליה פשרה לשון קל שאין צריך לדקדק בדבר אלא ענין שיכול לפשר ביניהם יפשר יפה כח הפשרה וכו' מכח הדין ואם נאמר זה שאין יכולים לחזור בהם בפשרה על פי שנים מכח הקנין הוא אבל בגמ' דין אין \\\\[צריך\\\\] קנין\\\\. מ\\\"מ קי\\\"ל בגמ' דין שב\\\"ד פוסקין הדין ואומרים איש פלוני אתה זכאי ואיש פלוני אתה חייב שריר ומקויים הוא כמו\\\\(ת\\\\) הקנין שבעלי דינין קונין זה מזה בפשרה אלא בזה יפה כח הפשרה שהוא מקויים על פי שנים וגמר דין אינו מקוים אלא על פי שלשה דקבלוהו עלייהו\\\\. ודקאמר ר' אבהו בדלא קבלינהו עלייהו מכלל דשלשה אע\\\"ג \\\\(דניא'\\\\) \\\\[דלא קבלוהו דינם דין\\\\] יש ללמוד מכאן ששלשה הדיוטות יכולין לדון את האדם דהא בהדיוטות קאי הא מתניתין דקתני סיפא אם היה מומחה לבית דין פטור מלשלם\\\\. והא דתנן בפרק דלקמן \\\\[כ\\\"ג ע\\\"א\\\\] זה בורר לו אחד וזה בורר לו אחד\\\\. זהו כששניהם נשמעים ומתרצים לב\\\"ד שאין לנו לכופם לדין אלא לפני ב\\\"ד שבוררין שניהם\\\\. אבל כשאחד מהם מסרב ואינו רוצה לדון כלל יכולין שלשה אפי' הדיוטות או יחיד מומחה לדונו על כרחו\\\\. ואם הזמינוהו לדין ושלחו לו ולא בא יקבלו עדים שלא בפניו וידונו על פי העדתם שלא מדעתו\\\\. ולא אתמר הלכתא לא כמר ולא כמר וקשיא לי אמאי ישלם מביתו והלא כח עצמו שהבעל דין פוטר את עצמו מלהחזיר מה שגבה שלא כדין שיכול לומר הראו לי בפירוש דשלא כהלכה דנוני אחזיר ואם לאו לא אחזיר\\\\. הדיין נמי היה לו לומר וליפטר בכך מלשלם שיכול לומר הראו לי בפירוש דשלא כהלכה דנתי ואשלם\\\\. ואפי' אם תבע הבעל דין את הדיין לדין האיך יכול אותו ב\\\"ד לחייב את הדיין לשלם יותר משיכולין את הבעל דין להחזיר מה שגבה שלא כדין\\\\. ואיני יודע לפרש האיך ישלם מביתו אלא אם כן מודה הדיין שטעה ודן שלא כהלכה דהואיל שהוא מודה שדן שלא כדין חייב לשלם\\\\. והוא הדין נמי אם הבעל דין מודה שגבה שלא כדין שחייב להחזיר\\\\. לפיכך לא שנינו גבי בעל דין שיחזיר אם הוא מודה דסתם בעל דין אינו חכם כל כך שיודע להבין \\\\(שנדנה\\\\) \\\\[שנידון\\\\] שלא כדין ואפי' אם הוא מבין אינו רוצה להודות אבל סתם דיין הוא חכם ויודע להבין שטעה ויש בו יראת שמים ויודה מעצמו שטעה ומאחר שהא מודה חייב לשלם מביתו\\\\. והלכתא פשרה צריכה קנין איני יודע בטוב מה טיבו של קנין זה אם צריכים שניהם קנין התובע המוחל קצת והנתבע המקבל עליו ליתן מקצת שלא יוכלו שניהם לחזור בהם\\\\. או אם הנתבע לבדו צריך קנין שלא יוכל לחזור בו ממה שקבל עליו ליתן אבל המוחל באמירה בעלמא יכול למחול\\\\. ותמה אני אם המוחל חוב לחבירו צריך קנין דנראין הדברים דבאמירה בעלמא סגיא שיאמר לו מחול לי הואיל והחוב ברשות הלוה הוא עכשיו\\\\. ואמרי' ברשות הלוקח כיון שקבל עליו מוכר קנה לוקח \\\\(ב\\\"ב פ\\\"ה\\\\.\\\\)\\\\. ובהלכות גדולות קא פסיק שאפי' נתפרשו כך שמוחל הכל צריך למיקנא מניה\\\\. ואיני ידוע מאיזה טעם\\\\. מכל מקום אפי' אם תמצא לומר שהמוחל חוב לחבירו אין צריך קנין יש לתרץ בכאן ששניהם צריכין קנין כגון שיש ביניהם תביעת קרקע או מונח ברשות הרבים\\\\. ונראה דאין הלכה כר' מאיר דפליגי עליה רבנן ורבן שמעון בן גמליאל\\\\. והאי דלא פסיק הלכתא כרבנן משום דלא צריך עד כאן לשון הרב בעל התוספות\\\\. <מקורות>\\\\[סימן ר\\\"ז\\\\]</מקורות> \"}","{\"header\":\"פרק כהן גדול\",\"text\":\"\"}","{\"header\":\"דף יח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב ר\\\"ח בסנהדרין כהן \\\\[גדול\\\\] דן ודנין אותו ירושלמי \\\\[סנהדרין פ\\\"ב ה\\\"א\\\\] ניחא דן דנין אותו אמאי וימנ' אנטל' הגע עצמך שנפלה שבועה ואנטלר בשבועה מהא שמעינן דיכול הנתבע למנויי אנטלר ולא תני במתני' דנין אותו אלא היכא דאיכא עליה שבועה דאי לא לא הוה מתמה עליה וכי אית ליה לנתבע למנויי אנטלא אלא מדקא דחי הגע עצמך שנפלה שבועה שמע מינה כדקאמרי' היא עד כאן\\\\. <מקורות>\\\\[סימן רט\\\"ו\\\\]</מקורות> \"}","{\"header\":\"פרק זה בורר\",\"text\":\"\"}","{\"header\":\"דף כד\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"עוד כתב זה\\\\. כגון דקבליה עליה כחד\\\\. נראה לי דאליבא דרבנן קאמר\\\\. דאי קבליה עליה כחד אין כאן אלא חד פסול הוא דאין יכול לחזור\\\\. אבל אי קבליה עליה כבי תרי דאיכא תרי פסול חדא דקרוב ועוד דיחיד הוא אפי' רבנן מודו דיכול לחזור בו כדאמרי' בסמוך בהא קאמרי רבנן דלא מצי הדר ביה משום דאבא ואבי' אלא בחד בשחזו לעלמא\\\\. וגם הלשון מוכיח כגון דקבליה עליה בחד\\\\. ואי אדר' מאיר קאי הוה ליה למימר ואע\\\"ג דקבליה עליה בחד קאמר ר' מאיר דיכול לחזור בו\\\\. ואעפ\\\"כ תמה אני לדברי רבנן מה לי תרי פסול מה לי חד פסול והיכי דמי גמר דין כדאמרי' \\\\(ו':\\\\) בפ\\\"ק איש פלוני אתה זכאי וכו'\\\\. דלאחר שגמרו הדין הדיינים פסולים אי נמי על פי עדות פסולים אין יכול לחזור בו היכא דקביל עליו שבועה כל דהו כגון דור לי בחיי ראשך\\\\. אי נמי לישבע וליטול במקום שאינו דינו לישבע וליטול כיון דגמרו בית דין את הדין על פי מה שקבל עליו בעל דין לישבע וליטול או לדור בחיי ראשו שוב אינו יכול לחזור בו\\\\. ויש אומרים גמר דין דשבועה היינו לאחר שנשבע אבל אם קודם שנשבע יכול לחזור בו\\\\. ואין נראה בעיני דשבועה במקום פרעון עומדת וכי היכי דאמרי' גבי אתן לך אעפ\\\"י שלא נתן עדיין אלא שחייבוהו בית דין על ידי גמר דין שוב אינו יכול לחזור בו\\\\. והכי נמי אמרי' ביש נוחלין \\\\[ב\\\"ב קכ\\\"ח ע\\\"א\\\\] רצונך השבע וטול הרי זה נשבע ונוטל ואין יכול לחזור בו\\\\. והתם ליכא למימר אין יכול לחזור בו לאחר שבועה דהא מוקי לה בפלוגתא כר' מאיר ואי בשכבר נשבע מי איכא למאן דאמר יכול לחזור בו אם כן הוה שבועה זו כחוכא ואטלולא\\\\. ויוצא מתחת ידי שליש אותו שהשטר חוב מופקד בידו דמגו דאי בעי קלייה נאמן לומר נמי פרוע הוא והשובר כשר והוא הדין אם אין יוצא שובר מתחת ידו והאי דנקט שובר משום דסיפא או שיצא לאחר חתום שטרו כשר אעפ\\\"י שאין עליו עדים דהא ודאי אצטריך לאשמועינן דלא מצינו בשום מקום ששטר בלא עדים כשר בר מהכא\\\\. \\\\[ל\\\"א ע\\\"ב\\\\] כותבין ונותנין לו דמאחר שבעל כרחו דנוהו בכאן יכול לומר איני מאמין לכם שאתם יודעים לדון אותו כהלכה אבל אתם כפיתם אותי מפני בעל דיני\\\\. מכל מקום אני רוצה לטרוח כמו שרציתי בתחלה לפיכך כתבו מאיזה טעם דנתוני ואלך למקום הועד שבקיאים מכם\\\\. ואם יראו שטעיתם ישלחו לכם ותחזר\\\\[ו\\\\] בכם\\\\. עבד לוה לאיש מלוה\\\\. ודוקא דאית ליה האי טעמא אבל כל שאר דינים כגון מקח וממכר ופקדונות כופין אותו ודן בעירו\\\\. עד כאן כתב הרב בעל התוס' ז\\\"ל\\\\. <מקורות>\\\\[סימן ר\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף כח\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב ר' יצחק בר אשר ז\\\"ל בתוספות שלו במסכת סנהדרין\\\\. ר' יוסי אומר גיסו לבדו וכו' מהא שמעינן דכל שנים שאינם קרובים זה לזה כלל אלא נשותיהן קרובות זו לזו אינם פסולים אלא נושאים אחיות כגון אחד נשוי לאה ואחד נשוי רחל אבל לא יותר מכן כגון אחד נשוי דינה ואחד נשוי רחל או בת רחל ואעפ\\\"י שבעל דינה פסול לאשת יוסף בן רחל דהוה ליה אשת בן אחות חמותו דאשה כבעלה אמרי' בכל מקום כדאמרינן לעיל אפי' הכי בעל דינה כשר לבעל רחל\\\\. ואעפ\\\"י שפסול לאשתו דהוה ליה הוא חתן בעל אחות אמה והיא לו בת אחות חמותו אפי' הכי כשר לבעלה דבעל כאשתו לא אמרי' בכל מקום\\\\. ונראה בעיני דהוא הדין לחורגתו דכל כי האי גוונא אמרי' בעל כאשתו\\\\. דמה לי נשואין שתי אחיות ומה לי נשואין אם ובת שאין הפסק קורבה ביניהם אבל אחד נשוי דינה ואחד נשוי סרח בת אשר או אחד בת ראובן ואחד בת שמעון כולן כשרים זה לזה דממעטי מגיסו לבדו\\\\. והלכה כר' יוסי\\\\. עד כאן כתב הרב ז\\\"ל\\\\. עוד כתב שונא שלא דבר עמו שלשה ימים בספרי נפקא לן מהכא והוא לא שונא הוא לו מתמול שלשום\\\\. תמול שנים שלשום תלתא אלמא מי ששונא את חבירו שלשה ימים הוא בחזקת שונא אבל פחות מכאן לא דומיא דשור המועד ע\\\"כ\\\\. <מקורות>\\\\[סימן קצ\\\"ד\\\\]</מקורות> \"}","{\"header\":\"דף כט\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ומה ששאלת המודה לחבירו בעדים קבלתי מן החוב שיש לי אצלך כך וכך אם צריך לומר אתם עדי או לא שאלתך בודאי בחוב שיש שטר עליו ואעפ\\\"י כן אינו צריך לומר אתם עדי שלא שמענו מעולם צורך לאתם עדי למי שבא לפטור את חבירו בהודאתו לפי שהוא דומה למלוה מעות לחבירו בפני עדים או למי שפורע חוב בפניהם שהמעשה נגמר בשעת ראייתם ולפיכך אינם צריכים לאתם עדי\\\\. וכן הודאה זו שהוא פוטר את חבירו אינו צריך \\\\[לומר אתם עדי\\\\] \\\\(למי\\\\) \\\\[לפי\\\\] שאינו מחוסר כלום\\\\. <מקורות>\\\\[סימן נ\\\"ד\\\\]</מקורות> \"}","{\"header\":\"דף לא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ומה ששאלת על בת שתובעת בנכסים מועטים מה טיבך בנכסי אבא שמא מכר לך אחי וזה טען אחיך לא מכר לי כלום אלא של אבותי היו וכשראה שהצריכוהו ראיה על זה ולא מצא והודיעוהו שטענת מקחו יפה לו מטענת אבותיו חזר והביא שטר מקחו לב\\\"ד\\\\. הרבה נשאתי ונתתי עם הרב חמי ז\\\"ל על זה ונתעצמתי עמו שהוא היה מחייב אותו מטעם המשנה \\\\(סנהדרין ל\\\"א\\\\) שהרי אמר אין לי ראיה והודאת בעל דין כמאה עדים דמי שכיון שהוא מודה על חובתו לא נאמין עדים על זכותו\\\\. \\\\(ורבותיה ההוא\\\\) \\\\[וראיתיה מההיא\\\\] \\\\(שבועות מ\\\"א:\\\\) דאמר ליה לחבריה הב לי מאה זוזי דמסיקנא בך אמר ליה לא היו דברים מעולם אתו סהדי דיזיף ופרע\\\\. אמר רבא כל האומר לא לויתי כאומר לא פרעתי דמי אלמא כיון דאמר איהו לא פרעתי אע\\\"ג דאמרי סהדי פרע מחייב דהודאת בעל דין כמאה עדים עדיפא\\\\. ואני השבתי לו הרבה וטובא אמרי ליה ולא יכלי ליה עד דאמרי ליה שאין לנו לילך אחר טענות' אלא להוציא דין אמת לאמתו\\\\. ומה שטען זה אחיך לא מכר לי כלום אנן סהדי שלא נתכוון \\\\(להורות\\\\) \\\\[להודות\\\\] דינו אלא שגגה היתה בידו והיה סבור לחזק טענתו \\\\[ולכן\\\\] הדבר תלוי בב\\\"ד אם יראו כי משגגה ומפתיות טען מה שטען והוא טוען בכך שלא נתכוון אלא לחזק טענתו שלא ילכו בו אחר מיצוי הדין אלא שיתקנו הדבר ויפשרו ביניהם להעמיד הקרקע בידו\\\\. אך דקדקתי על זה שהבת יש לה להוציא הקרקע מידו בטענת פרנס' לבעל כדקי\\\"ל \\\\(כתובות ס\\\"ט\\\\.\\\\) מוציאין לפרנסה\\\\. ומעתה יש לכם לדקדק על זה הענין על דין המפורש בכתובות בהלכות הרב אלפסי ז\\\"ל בין שבגרה בין שלא בגרה מיחת ולא מיחת והכל כמו שמפורש בהם בין אמיד בין לא אמיד\\\\. <מקורות>\\\\[סימן נ\\\"ו\\\\]</מקורות> \"}","{\"header\":\"פרק אחד דיני ממונות\",\"text\":\"\"}","{\"header\":\"דף לב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"וזה הירושלמי כתוב בהלכות הרב אלפסי ז\\\"ל בסנהדרין \\\\(פ\\\"ג\\\\) ואף אנו יכולים לומר כן בעדי קיום שאם הוזמו משלמים אלו על פי אלו כדרך מה שאמרו בירושלמי אבל אם הם קרובים לעדי השטר לא שנא עדי קיום ולא שנא דייני קיום כשרים וראיה לדבר \\\\(כתובות כ\\\"ח\\\\.\\\\) נאמן אדם לומר זה כתב ידי אבא וזה כתב ידו של אחי זו ראיה לעדים והוא הדין לדיינים שאין לחלק בדבר וטעם הדבר שלא תתכן הזמה לעולם בעדי השטר שיש לומר איחרוהו וכתבוהו\\\\. ועוד אין הזמה לעולם לשלם אלא בעדות על פה עד כאן בספ' מאו'\\\\. <מקורות>\\\\[סימן רי\\\"ד\\\\]</מקורות> \"}","{\"header\":\"דף לד\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"בפרק אחד דיני ממונות כתב הרב בעל התוספות\\\\. שלשה שנכנסו לבקר את החולה\\\\. נראה בעיני אע\\\"ג דלא נכנסו מתחלה אלא לבקר ולא לשמוע דברי שכיב מרע אפי' הכי כיון שחלק בפניהם עשאן בית דין\\\\. רצו עושין דין על פי שמועתם ששמעו מפי החולה דכיון שנעשו בית דין מתחלה לא גרע שמיעה ששמעו הם עצמן מפי התולה ממה שיעידו להם אחרים דהשתא אם יבאו ויעידו באותה שעה בפניהם כך שמענו מפי החולה ידונו על פיהם כל שכן ששמעו הם עצמם כדאמרי' בעלמא \\\\(ר\\\"ה כ\\\"ה:\\\\), לא תהא שמיעה גדולה מראיה אבל כשאינן אלא שנים כששמעו מפי החולה עדים בעלמא הם ואין עד נעשה דיין \\\\(ל\\\"ד\\\\.\\\\) לדון הוא עצמו בעדותו ואין להם אלא לכתוב עדותם להעיד בפני שלשה אחרים שידונו אותם\\\\. מה שפי' רבינו ז\\\"ל דבתחלה מוציאין הממון מן הלוה ונותנים למלוה ואח\\\"כ דנין על המשכון של לוה שאבד או נתקלקל אין צריך הוא ואטרוחי בי דינא תרי זמני הוא שיטרחו בית דין להוציא הממון מיד הלוה למלוה ואח\\\"כ יטרחו להחזיר מן המלוה ללוה דמי הפסד משכונו\\\\. \\\\(ולא\\\\) \\\\[אלא\\\\] מוטב שיעיינו בית דין אם המלוה חייב ללוה מחמת הפסד משכונו\\\\. ואם אותו הפסד שוה כנגד החוב יצא זה בזה ולא יהיו בית דין צריכין לטרוח כלום\\\\. ואם החוב מרובה ישלם הלוה מה שהחוב מרובה יותר על הפסד משכונו \\\\(והשטר\\\\) \\\\[והשאר\\\\] יעכב בידו בדמי הפסד המשכון ולא יצטרכו לטרוח פעמים\\\\. ונראה בעיני דהא דאמר רבא \\\\[ב\\\"ק מ\\\"ו ע\\\"ב\\\\] נזקקין לתובע וכו' כמו שכתבתי אני הסופר בקונטרס אחד שלי\\\\. כל זה כתב הרב בעל התוספות ז\\\"ל\\\\. <מקורות>\\\\[סימן ר\\\"ט\\\\]</מקורות> \"}","{\"header\":\"פרק נגמר הדין\",\"text\":\"\"}","{\"header\":\"דף מז\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"מה שנהגו במקומות שלאחר שנקבר המת נופלין על קברו ונושקין העפר אינו אלא דרך כבוד המת דוגמא להא דאמרי' בגמ' מאן יהיב לן מעפריה \\\\(ב\\\"מ קע\\\"א:\\\\) דרב ושמואל ונמלינהו לעינין וכן אמרו \\\\(אפרייהו\\\\) \\\\[עפריה\\\\] דרב הוו יהבי לאשת' בת יומא\\\\. והורגלו לרחוץ בביצים לפי שדרך לנחם אבלים בביצים שהם דומים לגלגל\\\\. וענין המיתה ואבלות גלגל הוא שחוזר בעולם\\\\. <מקורות>\\\\[סימן קפ\\\"ה\\\\]</מקורות> \"}","{\"header\":\"פרק ארבע מיתות\",\"text\":\"\"}","{\"header\":\"דף נט\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"ונשאל הגאון ר' יצחק ז\\\"ל\\\\. על ענין זה בקהל דאמרי אחרמתא בפתגמא ואחר כך נתחרטו יתירוהו אם לאו והשיב קהל שהחרימו על דבר שלא לעשותו לזמן קצוב ונתחרטו ילכו אצל חכם ויתיר להם כמו שעושים בשבועה לפי שנתחרטו עליה\\\\. כל זה כתב הרב ר' אברהם אב ב\\\"ד ז\\\"ל בספרו ספר אשכול\\\\. <מקורות>\\\\[סימן קצ\\\"ג\\\\]</מקורות> \"}","{\"header\":\"פרק אלו הן הנחנקין\",\"text\":\"\"}","{\"header\":\"דף פט\",\"text\":\"\"}"]