["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/עבודה זרה.docx","{\"header\":\"פרק לפני אידיהן\",\"text\":\"\"}","{\"header\":\"דף כא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"אף במקום \\\\(שאסרו\\\\) \\\\[שאמרו\\\\] להשכי' וכו'\\\\. כתב רבי חננאל ז\\\"ל במס' ע\\\"א זה הירושלמי תניא אמר ר\\\"ש ב\\\"ג לא ישכו' אדם מרחצו לע\\\"א מפני שנקראת על שמו וע\\\"א זה עושה בו מלאכה בשבתות וביו\\\"ט ופורני ורחים כיוצא בהם ר' אבא בשם רבנן דתמן זאת אומרת שדה הנתונה על אם הדרך אסור להשכירה לע\\\"א מפני שנקראת על שם ישראל וע\\\"א חורש בה בשבתות וביו\\\"ט\\\\. <מקורות>\\\\[סימן קכ\\\"ה\\\\]</מקורות> \"}","{\"header\":\"פרק אין מעמידין\",\"text\":\"\"}","{\"header\":\"דף ל\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ירושלמי \\\\(ע\\\"ז פ\\\"ב הל' ג'\\\\) ר' יהושע בן לוי אמר החד והמר והמתוק אין בהם משום גילוי ולא משום יין נסך\\\\. ר' סימ' מפרש החד קונדיטו'\\\\. המר פסינתינו'\\\\. והמתוק יין מבושל ר' יהושע בן זירל הוה ליה יין מבושל שנתיחד ברשות ע\\\"א\\\\. שאל לר' ישמעאל אמר ריש לקיש מתוק אין בו משום יין נסך ואית בו משום גלוי רב יודא הוה ליה קונדיטו' מגולה שאל לרבנן ואסרי' ולא כן אמר ר' יצחק משום ר' יהושע בן לוי החד והמר והמתוק אין בהם לא משום גילוי ולא משום יין נסך\\\\. רבנן דקסרי בשם ר' יהודה בן אטיגנוס בהוא דשתיק חד לתלתא\\\\. <מקורות>\\\\[סימן ק\\\"א\\\\]</מקורות> כתב רבינו חננאל ז\\\"ל אמר רבא האי חמרא דאקרים עד שלשה ימים יש בו משום יין נסך מכאן ואילך אין בו משום יין נסך אבל יש בו משום גלוי\\\\. <מקורות>\\\\[סימן ק'\\\\]</מקורות> \"}","{\"header\":\"דף לא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב הרב רבי שמואל מרומרוג ז\\\"ל בפי' של ע\\\"א\\\\. ולסתום פי החבית שקורין טנדון בלעז בעץ קטן לפי מדת פי החבית וכותבי' בו אותיות חצים על העץ וחצים על החבית שאם יטלנו הע\\\"א אינו יכול לחזור ולתק' מפני האותיות וכן הנהיג רבי שלמה ז\\\"ל\\\\. זה מצאתי כתוב בפי' הרב ר\\\"ש רומרוגי ז\\\"ל במס' ע\\\"א\\\\. <מקורות>\\\\[סימן ק\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף לג\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ובקבוקי רברבי אי מכניסין לקיום או לא\\\\. הני בקבוקי ששאלת הם הברלש כמדומה לי\\\\. וכלל אחד אני אומר עליהם כל כלי שמסתפקין ממנו בהטיה וזקיפה אין מכניסין לקיום מפני שאין מתקיים בו יין שהוא מחמיץ\\\\. אבל כלי שמסתפקין ממנו דרך ברזא הוא מכניסו לקיום וכלל הדיוט שמעתי בו כל כלי שמקיימין בו יין ג' ימים הוא מכניסו לקיום\\\\. ותפשו דרך זה מן ההכשר שהצריכוהו ג' ימים מעת לעת אמרו כבולעו כך פולטו אעפ\\\"י שאין העירוי דרך פליטה שלא מצאנו צונן מפליט אבל ראיה היא ולמדין ממנה\\\\. עתה לדבריהם כלי שמחזיק יין ג' ימים לאדם אחד צריך עירוי ג' ימים פחות מכאן אינו צריך\\\\. וכלל זה אעפ\\\"י שהוא לשון הדיוט שמעתיו וערב עלי\\\\. והני כלים דמכניסין לקיום הכשרן ברותחין ואפי' בלא פירו' כבולען כך פולטן והוא שימלא אותם מים רותחין\\\\. ואם לא ימלא אותן האבנים שרופות מה יועילו כי לא יעמדו אלא במקום ניצוצות ותוך כלי אינו שרופית אלא להגעלה יורה גדולה כדי שיוגעלו שפתותיה בניצוצות כדרך בליעתן\\\\. ונצוק חבור אפי' להנאה\\\\. מיהו האי ניצוק חבור דאמרי' לא עדיף מתערובת\\\\. וכבר אמרו הלכה למעשה יין סתם אפילו יין ביין ימכור כולו לע\\\"א חוץ מדמי יין נסך שבו ואין עכשיו יין נסך גמור חוץ מאותו ששותין הכומרים בבית ע\\\"ז שלהם ועליו נאמר ישתו יין נסיכם וגו'\\\\. ובר ניצוק מותר ולא מראיה חזקה כי אם ממה שאמרו לא שאנו אלא שלא החזיר גרגותני לגת אבל החזיר גרגותני לגת אף שבגת אסור\\\\. והיו סבורים לומר דגרגותני גופא מתסרא בניצוק\\\\. ודייקי הכי אם כן אף מה שבגת נמי ליתסר ואע\\\"ג דלא החזיר גרגותני לגת דהא בר נצוק הוא לפי שמן הגת לגרגותני חבור ומן הגרגותני לבור והרי הכל נצוק\\\\. אלא לאו ש\\\"מ משום דהאי נצוק והאי בר נצוק ולא גזרו עליו\\\\. ודחו לה להאי ראיה דילמא בנוטל במחץ מן הגת ונותן לתוך הגרגותני שאין הגת לא נצוק ולא בר ניצוק\\\\. ואפי' הכי ראיה יש שהיה לו לרב הונא לומר לא שאנו אלא שלא החזיר המחץ לגת ומדלא אמר הכי אלמא אי שקיל במחץ מן הגת המחץ נמי מותר משום דהוי בר נצוק ומעט סתם יין שנתערב ביין כשר כלו אסור בשתיה ואין משערים לעולם ביין בששים\\\\. <מקורות>\\\\[סימן י\\\"ח\\\\]</מקורות> אלו דברים מגאוני צרפת על יין נסך\\\\. פעם אחת שאל עובד אלילים קנקן של דלעת מזופף שנותנין בו יין והיה של ישראל ונתן בו הע\\\"א יין שלו לילה אחת והחזירו ליש' לאחר זמן שכחו שנשתמש בו יין נסך ומלאוהו יין מבושל והריקוהו לתוך קנקן של עץ מזופף כשר וחזרו ועירו אותו קנקן לתוך חבית של יין מבושל להשתמש בו ושוב חזרו ומילאו את הקנקן שני יין שאינו מבושל אחר שהורק מתוכו היין מבושל\\\\. ויש שהיו רוצים לאסור ואומר כי אעפ\\\"י שהתירו חכמים למרמא שכרא בכלי שנשתמשו בו יין נסך לאחר שהודח במים או נגוב דקים להו לרבנן דאין בשכר כח להפליט יין נסך שבכלי לתוכו אעפ\\\"י דמים גרידי מפליטין אותו כששורין לתוכו הרבה שהרי ניתר הכלי על ידי עירוי מים ג' ימים מעת לעת הכי קים להו דלא אלים כח השכר להפליט ממים גרידי אעפ\\\"י שמחמיצין אותו והוא חזק הרבה והלכך מותר ליתן בתוכו שכר שאין טעם יין האיסור נפלט בו\\\\. אבל יין מבושל וכי מפני שהוא מבושל בטל כחו להפליט היין נסך שנבלע בכלי והלא חריף וחזק הוא יותר ונמצא אותו יין יאסר כל היין המבושל שבחבית וגם חבית שניה של יין שאינו מבושל תאסר על ידי הקנקן השני שנאסר ביין המבושל ואח\\\"כ נתנו בו יין שאינו מבושל ועירו לתוך חבית שאינו מבושל כמו כן\\\\. ושאלו לר' והשיב כי בין שכר ובין מים מותרין בכלי הנאסר ביין נסך והמחמיר \\\\(ביין\\\\) \\\\[במים\\\\] יתר משכר לא חש לקמחים ואין בדבריו לא טעם ולא ממש דהא תניא בהדיא קנקנים בגרסת הספרים באין מעמידין \\\\(ל\\\"ג\\\\.\\\\) ע\\\"א נותן לתוכו יין ישראל נותן לתוכו מים ואינו מחלק בין בזמן מרובה לזמן מועט\\\\. וכן שכר מותר כמסקנא דהתם ואעפ\\\"י שמים ושכר מותרין אין להוכיח מהן יין מבושל אם נאסר הגת בחזרת הגרגותני במשהו וכדמשמע במלתיה דרב הוא \\\\(נ\\\"ו:\\\\) שאם כן חשוב יין הגת כשאר היין לאסור במשהו אעפ\\\"י שהוא לנסוך \\\\(במבושל\\\\) \\\\[כמבושל\\\\] למתני' דקיימא לן עלה\\\\. ומיהו \\\\(קל וחומר\\\\) \\\\[קשה וחמור\\\\] אם נפרש דמיירי במה שהוא למה לא יבטל מטעם דהלכה כרבא \\\\(ס\\\"ו\\\\.\\\\) בחמרא חדתא בענבי על ידי סליק מינו כמי שאינו\\\\. כי דוחק להעמיד רב הונא כאביי ואעפ\\\"י שאינו מתירו מטעם שכר ומים מכל מקום אם לא היה אלא משהו וראוי ליבטל \\\\(כדבש\\\\) \\\\[בדבש\\\\] שביין מטעם סליק את מינו כמי שאינו \\\\(מינו\\\\) אז הייתי מתירו מטעם זה\\\\. ואמנם אעפ\\\"י שאיני הורגלתי לעשות כהוראת רבי' יעקב שמתיר בשכשוך מים יושטידיאם נקנ\\\"ש שלנו מזופפין בכל דבר שאינו מכניסו לקיום ואינו מחמיר עליהם מטעם הזפת כבנודו' של עור כדאי הוא רבינו לסמוך עליו בשעת הדחק כי התורה חסה על ממונם של ישראל וגם על דבריו אין קושיא\\\\. וראוי לסמוך עליהם אף לאשר לא יסמוך בהיתר סתם יינן במשהו\\\\. <מקורות>\\\\[סימן פ\\\"ה\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"קינסא פליגי בה רב אחא ורבינא וכו' ומהכא שמעינ' דהני חביות או קנקנים של ע\\\"א שהן חרס מפני שמכניס לקיום הם דלא סגי בהכשר מבפנים בין \\\\(שרפתו\\\\) \\\\[לשרפן\\\\] בין לתת בתוכו מים חמים מדאסר בקינסא דהיינו האור עצמו כל שכן במה שהוחם ממנו\\\\. אבל אם אפשר מבחוץ שרי כדאמרי' בגמרא בהדיא\\\\. החזירם לתוך כבשן האש נתלבנו\\\\. לפי' צריך לערן חבית מעת לעת שלשה ימים או לשהותו עד שנים עשר חדש ומהכא איכא לשמוע דהני חצבי של ע\\\"א שהן של חרס שמערין יין מכלי אל כלי מותרין לנו לעשות כן ובלבד שישאל לע\\\"א אם לא נתן בהם לא פעם ראשון ולא פעם שני\\\\. <מקורות>\\\\[סימן צ\\\"ו\\\\]</מקורות> עוד כת' הרב ז\\\"ל איקבעה הלכתא דכסי אי אשתי בהו ע\\\"א פעם ראשון ושני אסור וצריך למלאת' מים שלשה ימים\\\\. דאע\\\"ג דאין מכניס' לקיום בפעם ראשון ושני בלעי איסור טוב' אבל חצבי שחמנ' ופתוותא דכי מכסין דאין מכניס' לקיום אע\\\"ג דיהיב בהו חמרא פעם ראשון ושני משכשכ' במים ומותרים\\\\. מפני שהעפר העשוים ממנו קשה ולא בלעי טובא\\\\. <מקורות>\\\\[סימן צ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף לה\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב רבי' חננאל ז\\\"ל ירושלמי \\\\(ע\\\"ז פ\\\"ב ה\\\"ח\\\\) חלב שחלבו ע\\\"א אמר ר' ירמיה חלב ע\\\"א למה אסור משום תערובת בהמה טמאה\\\\. \\\\(שם ה\\\"ז\\\\) ר' יוסא בשם ר' יוחנן בראשונה היו אומרים אין מעמידין לא בקיבת נבלה ולא בקיבת ע\\\"א חזור לומר מעמידין בין בזה ובין בזה\\\\. רבי יוסי בר' בון בשם ר' יוחנן מעשה \\\\(בפני שמעי\\\\) \\\\[בבניו של ר' יהודה בן שמוע\\\\] שבקעו להם יותר משלש מאות צאן ובא מעשה לפני חכמים והתירו קיבותיהם אבל בעור הקיבה לא דהחלב המכונס בקיבה פירשא הוא\\\\. <מקורות>\\\\[סימן פ\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף לח\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב רבי' יעקב ז\\\"ל בספר הישר השוכר את הפועל וכו'\\\\. דקדק רבי' הגאון בנ\\\"ט לפגם הא פשיטא דנ\\\"ט לפגם מותר וכלהו אמוראי סבירא להו נ\\\"ט לפגם מותר\\\\. דאמר רבא הלכתא נ\\\"ט לפגם מותר \\\\(ל\\\"ח:\\\\)\\\\. ועכברא בשיכרא לא ידענא טעמא דרב ועוד כמה הלכות בפ' אין מעמידין בשמעתא דשלקות \\\\(שם\\\\) ולזה לא הוצרכנו אלא אפילו כל הקדרות שבעולם לא מחזקינן ליה בקדרה בת יומא וכ\\\"ש כלי המים\\\\. וכן מוכח בכמה מקומות בגמרא ת\\\"ר הכוספן \\\\(שם\\\\) של ע\\\"א שהוחמו חמין ביורה גדולה אסור ביורה קטנה מותר\\\\. והתניא אחד יורה קטנה ואחד יורה גדולה מותר\\\\. לא קשיא הא כמ\\\"ד נ\\\"ט לפגם מותר\\\\. הא כמ\\\"ד נ\\\"ט לפגם אסור\\\\. הרי בסתם קדרות חשבינן ליה נ\\\"ט לפגם\\\\. ותו גבי דבש ושמן פריך אי משום גיעולי ע\\\"א נ\\\"ט לפגם הוא\\\\. ועוד אמרינן גבי קורט חלתית \\\\(ל\\\"ט\\\\.\\\\) מאי טעמא משום דמפסיקין ליה בסכינא ואף על גב דאמר מר נ\\\"ט לפגם מותר\\\\. ומה טעם אלא משום כליהם עד שלא נודע לך הרי הן בני יומן ועוד אמרינן בשלהי מסכתא \\\\(ע\\\"ה:\\\\) הלוקח כלי תשמיש מן הע\\\"א דבר שלא נשתמש בהן אלא ע\\\"י צונן כגון כוסות קיתוניות וצלוחיות מדיחן ומטבילן והן טהורין\\\\. דברים שלא נשתמש בהן אלא ע\\\"י חמין כגון היורות והקומקומסין ומחמי חמין מגעילן ומטבילן והם טהורין\\\\. וכלן שנשתמש בהן עד שלא יטביל ושלא יגעיל ושלא ילבין\\\\. תני חדא אסור ותני חדא מותר\\\\. ל\\\"ק הא כמ\\\"ד נ\\\"ט לפגם מותר הא כמ\\\"ד נ\\\"ט לפגם אסור\\\\. ש\\\"מ דסתם כליהם נ\\\"ט לפגם הם\\\\. <מקורות>\\\\[סימן קמ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף לט\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"נראה דישראל המשלח כלי ריקן שמכניסים בו יין לקיום צריך חותם בתוך חותם כדחזי' \\\\(ע\\\"ד:\\\\) רבא כי משדר גולפי להרפניא סחיף להו אפומיהו וחתים להו \\\\(אבר ציריו\\\\) \\\\[אבירצייהו\\\\] אלמא קסבר כל דבר שמכניסין בו יין לקיום אפי' לפי שעה גזרו בהו רבנן\\\\. ומיהו הני מילי דבעי' חותם בתוך חותם לכתחלה\\\\. אבל דיעבד בחותם אחד סגי כדחזינן דח\\\"מ מותר בחותם אחד דכיון דלא חשיבי לא טרח ומזייף חותם אחד הכי נמי כיון דלא חשיב האי כלי לא טרח ומזייף\\\\. אבל יין דהוא מידי דחשיב לא סגי בחותם אחד דטרח ומזייף\\\\. ופי' רבי' יעקב ז\\\"ל אם נותן בו ע\\\"א יין אפי' לפי שעה גזרו ביה רבנן משמע דאי לא הוה חתים להו אסורי\\\\. ותימא לפי מה שאנו אומרין דסתם כלי ע\\\"א אינן בני יומן למה לא נאמר דמסתמא לא נשתמש בהם ע\\\"א היו'\\\\. ויראה לי דבמהלך ב' ימים היה אי נמי פעמים שלא היה מגיע הע\\\"א להרפניא בו ביום אלא היה שוהה עד למחר\\\\. אי נמי לכתחלה הוא דעביד הכי\\\\. אבל השתא ניחא בלאו הכי שאפי' נתנו יין בתוך גולפי אסור אע\\\"ג דהוה דיעבד שהכלי אין בו רק ספיקא אחת אין לי להתיר מהאי טעמא להשתמש בו ואפי' בדיעבד אם נתן ישראל באותם גולפי אחר שהוליכ' הע\\\"א בלא חותם אסור כי באותו דיעבד אין לספק אם נותן טעם אם לאו או סתם יינן אוסר במשהו\\\\. וליכא אלא ספיקא אחת דשמא לא נשתמש בו הע\\\"א\\\\. <מקורות>\\\\[סימן פ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"פרק רבי ישמעאל\",\"text\":\"\"}","{\"header\":\"דף נה\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"עוד כתב הרב ז\\\"ל לוקחי' גת בעוטה מן הנכרי וכו'\\\\. ירושלמי \\\\(פרק ד' הלכה ח'\\\\) תני והוא שלא העלים עיניו ישראל מגת\\\\. גת שפקקה ע\\\"א מבפנים אסורה מבחוץ מותרת שאי אפשר שלא היה שם טפה אחת צלולה ונוגע בה ונסך כל הבור\\\\. ר' הונא בשם רב הקילוח כבור רב הונא אמר כשם שהבור מתנסך כך הקילוח מתנסך \\\\(מתן מארי'\\\\) \\\\[תמן אמרו\\\\] מגע ע\\\"א עושה יין נסך \\\\[לאסור בהנאה\\\\] רב נחמן בר יעקב אמר ובלבד בשות' וע\\\"א בן יומו עושה יין נסך אבל לוקח עבדים מן השוק\\\\. וע\\\"א עושה יין נסך בפיו תני אגרדמים שנסך מן הכוס והחזירו אפילו ישראל ירושלמי \\\\(שם הל' כ\\\"א\\\\) ר' שמואל בשם ר' אבהו אין ע\\\"א עושה יין נסך \\\\[בזריקה\\\\]\\\\. ורבנן אמרי אין ע\\\"א עושה יין נסך בחמתו תניא \\\\(תוספתא פ\\\"ח\\\\) גוי שהיה מעלה ענבים בסלים לגת אעפ\\\"י שנופצ' לגת והיין ניתז על גבי ענבים מותר שאין דרך ניסוך בכך\\\\. <מקורות>\\\\[סימן ק\\\"ב\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"וחבית שאין מכניסו לקיום ועירו ממנו יין והדיחוהו יפה אין לחוש לשאר החרצנים דחרצני וזגי היתר ענבי \\\\(ומבשלין\\\\) \\\\[ומבטלין\\\\] אותו יין איסור הבלוע בחרצני וזגי האיסור אם ישנ'\\\\. וכל שכן מספקא לא נאסור\\\\. ועוד מין במינו כי האי בשעת הדחק \\\\(מודינא\\\\) \\\\[מורינא\\\\] להתרה\\\\. ועל הכלי נסך שפירק בו הע\\\"א הענבים והיין קודם משיכה הכל מותר כדפרשית\\\\. <מקורות>\\\\[סימן צ\\\"ב\\\\]</מקורות> אמר רב הונא יין כיון שהתחיל להמש' עושה יין נסך וכו' ופי' והלא אי אפשר שלא נמשך היין מכאן ולכאן ומשני הגת פקוקה ומלאה\\\\. פקוקה שלא \\\\(יחד\\\\) \\\\[ירד\\\\] מן הבור כלום מלאה שאפילו הגת עצמו לא נמשך מצד זה לצד זה פ\\\"א מלאה שיש ענבים בכל קרקע הגת שאף על פי שאינה מלאה עד פיה אינו יין הואיל והוא מעורב עם הענבים הדרוכים ואפשר להעמידו\\\\. <מקורות>\\\\[סימן ק\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף נו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"אלו דברים מגאוני צרפת על יין נסך\\\\. פעם אחת שאל עובד אלילים קנקן של דלעת מזופף שנותנין בו יין והיה של ישראל ונתן בו הע\\\"א יין שלו לילה אחת והחזירו ליש' לאחר זמן שכחו שנשתמש בו יין נסך ומלאוהו יין מבושל והריקוהו לתוך קנקן של עץ מזופף כשר וחזרו ועירו אותו קנקן לתוך חבית של יין מבושל להשתמש בו ושוב חזרו ומילאו את הקנקן שני יין שאינו מבושל אחר שהורק מתוכו היין מבושל\\\\. ויש שהיו רוצים לאסור ואומר כי אעפ\\\"י שהתירו חכמים למרמא שכרא בכלי שנשתמשו בו יין נסך לאחר שהודח במים או נגוב דקים להו לרבנן דאין בשכר כח להפליט יין נסך שבכלי לתוכו אעפ\\\"י דמים גרידי מפליטין אותו כששורין לתוכו הרבה שהרי ניתר הכלי על ידי עירוי מים ג' ימים מעת לעת הכי קים להו דלא אלים כח השכר להפליט ממים גרידי אעפ\\\"י שמחמיצין אותו והוא חזק הרבה והלכך מותר ליתן בתוכו שכר שאין טעם יין האיסור נפלט בו\\\\. אבל יין מבושל וכי מפני שהוא מבושל בטל כחו להפליט היין נסך שנבלע בכלי והלא חריף וחזק הוא יותר ונמצא אותו יין יאסר כל היין המבושל שבחבית וגם חבית שניה של יין שאינו מבושל תאסר על ידי הקנקן השני שנאסר ביין המבושל ואח\\\"כ נתנו בו יין שאינו מבושל ועירו לתוך חבית שאינו מבושל כמו כן\\\\. ושאלו לר' והשיב כי בין שכר ובין מים מותרין בכלי הנאסר ביין נסך והמחמיר \\\\(ביין\\\\) \\\\[במים\\\\] יתר משכר לא חש לקמחים ואין בדבריו לא טעם ולא ממש דהא תניא בהדיא קנקנים בגרסת הספרים באין מעמידין \\\\(ל\\\"ג\\\\.\\\\) ע\\\"א נותן לתוכו יין ישראל נותן לתוכו מים ואינו מחלק בין בזמן מרובה לזמן מועט\\\\. וכן שכר מותר כמסקנא דהתם ואעפ\\\"י שמים ושכר מותרין אין להוכיח מהן יין מבושל אם נאסר הגת בחזרת הגרגותני במשהו וכדמשמע במלתיה דרב הונא \\\\(נ\\\"ו:\\\\) שאם כן חשוב יין הגת כשאר היין לאסור במשהו אעפ\\\"י שהוא לנסוך \\\\(במבושל\\\\) \\\\[כמבושל\\\\] למתני' דקיימא לן עלה\\\\. ומיהו \\\\(קל וחומר\\\\) \\\\[קשה וחמור\\\\] אם נפרש דמיירי במה שהוא למה לא יבטל מטעם דהלכה כרבא \\\\(ס\\\"ו\\\\.\\\\) בחמרא חדתא בענבי על ידי סליק מינו כמי שאינו\\\\. כי דוחק להעמיד רב הונא כאביי ואעפ\\\"י שאינו מתירו מטעם שכר ומים מכל מקום אם לא היה אלא משהו וראוי ליבטל \\\\(כדבש\\\\) \\\\[בדבש\\\\] שביין מטעם סליק את מינו כמי שאינו \\\\(מינו\\\\) אז הייתי מתירו מטעם זה\\\\. ואמנם אעפ\\\"י שאיני הורגלתי לעשות כהוראת רבי' יעקב שמתיר בשכשוך מים יושטידיאם נקנ\\\"ש שלנו מזופפין בכל דבר שאינו מכניסו לקיום ואינו מחמיר עליהם מטעם הזפת כבנודו' של עור כדאי הוא רבינו לסמוך עליו בשעת הדחק כי התורה חסה על ממונם של ישראל וגם על דבריו אין קושיא\\\\. וראוי לסמוך עליהם אף לאשר לא יסמוך בהיתר סתם יינן במשהו\\\\. <מקורות>\\\\[סימן פ\\\"ה\\\\]</מקורות> פסק זה כתב הרב ר' שמואל מרמרוג ז\\\"ל בפירושיו\\\\. אמר רב הונא לא שאנו דמה שבגת מותר אפי' ע\\\"י ע\\\"א אלא שלא החזיר גרגותיני לגת אבל החזיר גרגותני לגת וריקן שם החרצנים ויין שבתוכו אסור כל מה שבגת מפני שחרצני הגרגותני נאסר מפני יין נסך שבבור על ידי נצוק או ע\\\"י חיבור כדמפרש ואזיל וחוזרים החרצנים ואוסרים כל מה שבגת\\\\. שמעית מינה נצוק חבור\\\\. ומיהו יין שבגת מותר דאין לאסרה מחמת ניצוק שיורד לתך גרגותני על יין שבגרגותני שהוא יין נסך דנצוק מחמת נצוק מותר ומ\\\"מ שמעי' מינה \\\\(דכן\\\\) \\\\[דב\\\"ק\\\\] ניצוק אינו חבור דאמרי' לעיל שמעת מינה ניצוק חיבור ואפי' הכי קתני דיין שבגת מותר דאינו חבור לגרגותני להאסר כמו שנאסור יין שבגרגותני על ידי נצוק חבור\\\\. שהרי הגת מקלח בגרגותני והגרגותני לבור ולא אסרינן מה שבגת הואיל וגרגותני ביניהם וכן הלכה\\\\. ובפרקא בתרא פסקי אמוראין דניצוק חבור\\\\. ומעשה בא לפני רבי \\\\(עד\\\\) \\\\[על\\\\] קנקן שקורין יושטידיאה מלא יין כשר ונתנוה לפני נכרי והריק ממנה לכליו לשתות ומתוך יין נסך שבכלי נאסר הקנקן על ידי נצוק חבור\\\\. והוציאו יין מתוך חבית של יין כשר באותו קנקן האסור ע\\\"י נצוק\\\\. והתיר ר' את החבית ולא רצה לאסרו מחמת ניצוק שנתחבר יין החבית ליין נסך שבתוך הקנקן משום דיין הקנקן הנאסר בשביל ניצוק אין אוסר יין אחר על ידי ניצוק אלא אם מעורב ממש בכלי אחר\\\\. ולא חש ר' שמא הריק הגוי מיין נסך שבכלי לתוך הקנקן\\\\. או שנגע בידו לתוך הקנקן דלאו שכיחא מלתא למעבד הכי ולא הוה היין נסך אלא על ידי ניצוק\\\\. והלכך לא אסיר יין שבחבית על ידי ניצוק הואיל ולא נגע בו ממש\\\\. והביא ראיה לדבריו מהכא דאמרינן ש\\\"מ ניצוק חבור שאפילו הכי היין שבגת מותר דנצוק מחמת ניצוק הוא\\\\. עד כאן כתב הרב ז\\\"ל\\\\. <מקורות>\\\\[סימן ק\\\"ה\\\\]</מקורות> \"}","{\"header\":\"דף נז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ההוא עובדא \\\\(דהוא דבירם הג'\\\\) \\\\[דהוה בבירם\\\\] דההוא ע\\\"א דסליק בדיקלא ונגע בחמרא שלא בכונה\\\\. פי' ידו הכניס שמה אפילו הכי שרייה רב לזבוני וכו' דהא שלא בכונה הוה ונראה שלא ניסך ואית דגרסי ואייתי לוליבא ונגע ברישא דלוליבא בחמרא וכו' מכל מקום לא שני לן בין כחו למגעו כשלא בכוונה ניסוך דבשתיה אסור בהנאה שרי אלא כההיא שלא בכונה דרבי יוחנן בן ארזא שלא ידע מתחלתו ועד סופו כדפי' במתני'\\\\. <מקורות>\\\\[סימן ק\\\"ז\\\\]</מקורות> זאת השאלה שאל ר' יעקב ישראל מרבי' יעקב ז\\\"ל כי קטן הוא נגד פחת עבדי אדוני הקטנים\\\\. ואבי גם ראה \\\\(ותתו\\\\) \\\\[וחרט\\\\] דלתותיו לצעיר כמוני לא מעתה אבוש ולא עתה פני יחוורו\\\\. ואמרתי אולי נאבד הכתב השכח חנות אלי כהמה ועתה הנה מקצתו אני מגיד ראשונה על היין הנה היתה הברזא בחבית של יין תקועה מאד ומהודקת כדרך שאר ברזו' ובאתה ריבה אחת עבריה ושכשכה הברזא להוציא מן היין ולא יכלה ותבא האמה והניעתה \\\\(והוציאתה\\\\) \\\\[והנידתה\\\\] ולא יצאתה טפת יין לחוץ\\\\. ושאלתי \\\\[את\\\\] אדוני אם היין כשר מי מדמינן לאגרדמים \\\\(ע\\\"ז נ\\\"ח\\\\) ע\\\"א שקדח במיניקת והעלה היין לפיו\\\\. ודקדקתי \\\\(לבני\\\\) \\\\[לפני\\\\] מאור הגולה טעמא דומיא דע\\\"א שטועם את היין והחזירו הא לא העלה אעפ\\\"י \\\\(שראה\\\\) \\\\[שראש\\\\] המניקת השני \\\\(ונגע\\\\) \\\\[נוגע\\\\] ביין והיה מוצצו בנשימתו והניעו והנידו מותר דדומיא \\\\(דנקיש\\\"קניז\\\\) \\\\[דקנישקין\\\\] ומתני' דמסכ' זבין דמתני בעירובין \\\\(ל\\\"ה\\\\) גבי שידה תיבה ומגדל\\\\. או דילמא \\\\(דלוליבא\\\\) \\\\[ללוליבא\\\\] מדמי\\\\[נ\\\\]ן ליה \\\\[ואסור\\\\] \\\\(לשתיה\\\\) \\\\[בשתיה\\\\]\\\\. והשיב שהיין כשר מאחר שלא יצאת טפה לחוץ\\\\. ולכשיפנה ישנה לי דלא דמי ללוליבא\\\\. ועתה ישנש מתניו וישנ' ויבינני מאי טעמא לא דמי ללוליבא\\\\. \\\\(ועתה ישנש\\\\) אם יש חילוק לדבר \\\\(שיהיה שם בהתר\\\\) \\\\[שהי' שם היתר\\\\] מתחלה לדבר שתחלתן לאיסור גבי יין\\\\. <מקורות>\\\\[סימן צ\\\"ד\\\\]</מקורות> מגע ע\\\"א בכונה מגע ע\\\"א ביין בין ביד בין ברגל בין בקנה אע\\\"ג דלא ידעינן אם לבו לנסך\\\\. וכן כחו בכונה כגון דמוריק אורוקי והכיר בו שהוא יין כולהו אסורין בהנאה\\\\. מגע גוי ביין שהוא בלא כוונה שלא הכיר בו שהוא יין בין ביד בין ברגל בין בקנה שלא נתכוו' אלא למדידה מותר בהנאה כמו \\\\[שלא\\\\] בכוונה שלא הכיר\\\\(ן\\\\) בו שהוא יין וכן זריקה אפי' בכונה כולהו שרו אפי' בשתיה\\\\. <מקורות>\\\\[סימן צ\\\"ז\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"דימה אדוני להתיר יין שעירה ע\\\"א בזמן הזה מכלי אל כלי לפי שפסק בפירושיו רבי' שמואל ז\\\"ל מרומרוג שהם עכשיו ע\\\"א כתינוקות בני יומן לפי שאין יודעים בטיב ע\\\"א ומשמשיה שאין דרכן לשכשך יין לע\\\"א ויינם אסור בשתיה ומותר בהנאה כתינוק בן יומו ואמרי' \\\\(ע\\\"ז נ\\\"ז\\\\.\\\\) אלו הם גדולים שעושים יין נסך ואלו הם קטנים שאין עושין יין נסך גדולים שיודעים בטיב ע\\\"א ומשמשיה\\\\. ומטעם זה התיר רבינו שמואל ז\\\"ל מרומרוג מגע ע\\\"א בזמן הזה בהנאה כמו תינוק בן יומו\\\\. ואדוני רוצה להתיר עירוי בכונה אפילו בשתיה כיון שנחשוב כתינוק בן יומו שמגעו חשוב מגעו שלא בכונה דהואיל וכן גם עירוי יהא חשוב שלא בכונה ומותר\\\\. ישכיל אדוני שלא יתכן לעשות ע\\\"א של עכשיו כתינוק בן יומו להתיר מגעם בהנאה מטעם שהוא מותר כתינוק בן יומו כי בתינוק בן יומו שמתירו רב בהנאה אין זה מטעם שאינו יודע בטיב ע\\\"א ומשמשיה כי כך יחמיר כשאינו יודע בטיב ע\\\"א כמו ביודע דלדידיה מוכחא סוגיא דבין גדולים בין קטנים עושין יין נסך ליאסר בהנאה ואליביה אין חילוק בין גדולים בין קטנים רק בבני השפחות\\\\. אבל בעבדים שמלו ולא טבלו עושין יין נסך כמו גדולים וכ\\\"ש קטנים ע\\\"א לרב שעושין יין נסך ליאסר אפי' בהנאה כמו הגדולים\\\\. ובבן יומו שמתיר בהנאה זו לפי שאינו מכיר במה שהוא נוגע בדין והוה ליה מגע שלא בכונה אבל הנוגע בכונה אפי' אינו יודע בטיב ע\\\"א ומשמשיה אוסר אף בהנאה כמו היודע\\\\. ולמאן דמוקי חילוק בברייתא דגדולים וקטנים אף בעבדים ולאפוקי מדרב אפי' כשהיה מתיר מגע ע\\\"א קטנים אם באנו לדמות ע\\\"א של עכשו לאותם קטנים ולפסוק כמו דמוקים לבריתא לאפוקי מדרב א\\\"כ היה לנו להתיר כל מגע ע\\\"א בזמן הזה\\\\. וחלילה וחלילה וחס לאלהי פנחס\\\\. וכל רבותי' וכל הגאונים פסקו שהלכה רווחת בישראל כרב וחלילה לך מלדמות עוד מגע וכח ע\\\"א בזמן כשהוא בכונה למגע וכח שלא בכונה וישתקע הדבר ולא יאמר עוד\\\\. ההיא דמערה יין נסך מחבית לבור אפי' כל היום כלו ראשון ראשון בטל \\\\(שם ע\\\"ג\\\\.\\\\) \\\\(אינו\\\\) \\\\[אני\\\\] מפרש דבכל מקום איסור עורר איסור להיות חוזר וניעור כדמוכח שמעתא דפרק ג' דבכורות \\\\(כ\\\"ב\\\\.\\\\) ואפי' בהפסק כגון ציר שהשיקו במים ואחר כך נותנו בקדרה שהיתר עומד שם אסור \\\\(לרב\\\\) \\\\[ורב\\\\] דימי גופיה קאמר ליה \\\\(וההיא\\\\) \\\\[לההיא\\\\] דבכורות ונפרצה ונפרצה תרי זימני דגבי מחיצת הכרם \\\\(ב\\\"ק ק':\\\\) לאו משום \\\\(דליצטרפו\\\\) \\\\[דלא לצטרפו\\\\] זה עם זה דתרתי פרצות בהדי הדדי למאתים אלא לאשמועי' דאע\\\"ג דכי נפרצה זימנא קמייתא אומרים לו גדור אפי' הכי צריך שיאמרו לו ויתרו בו אף בשניה ואם לאו לא יתחייב דבכל מקום שאנו אומרים אם הוסיף מאתים אוסר חזי' דאיסור עורר איסור לכל הפחות בלא הפסק\\\\. ואף \\\\(גבולי\\\\) \\\\[גדולי\\\\] היתר אמרינן בנדרים \\\\(נ\\\"ז:\\\\) מעלין את האיסור ולא אמרי' ראשון ראשון בטל\\\\. וגם ברביית נוטפין על הזוחלין \\\\(שבת ס\\\"ה:\\\\)\\\\. אבל במקומות מועטין יש שמקל לומר ראשון ראשון בטל ביש הפסד\\\\. כגון בפרק נוטל \\\\(קמ\\\"ב\\\\.\\\\) דלא הספיק להגביה עד שנפלה אחרת ובסוף נדה \\\\(ע\\\"א:\\\\) גבי דם תבוסה וגבי דם קדשים לתוך מים דאמרי' \\\\(זבחים ע\\\"ז:\\\\) ראשון ראשון בטל ביש הפסק היינו משום דשייך דיחוי לענין נראה ונדחה אינו חוזר ונראה\\\\. וגבי יין נסך לא מסתבר לומר דהקלו בו להתיר ראשון ראשון בטל יותר משאר איסורין דהא משום חומרא דע\\\"א אחמירו ביה טובא שאוסר במשהו מה שאין כן בשאר איסורין\\\\. אלא הכי פי' אפילו כל היום כלו בטל משהו ומשהו בששים עד שירבה האיסור כל כך \\\\(אלא\\\\) שלא יהא בהיתר לבטלו שאם היה רבה כל כך שאפי' בשאר איסורין היה האיסור עורר איסור וכל שכן יין נסך דחמיר טפי ודוקא מערה מחבית לבור שאינו נופל \\\\(כלומר\\\\] \\\\[כלו\\\\] ביחד אלא מעט כדרך שמריקים יין מדרך פיה אע\\\"ג דאם עירה החבית הרבה ביחד אוסר את הבור בתחלת העירוי אע\\\"ג דליכא כדי נתינת טעם\\\\. מכל מקום כשמערה מעט מעט כדרך מערה מחבית לבור אמרי' ראשון ראשון בטל אע\\\"ג דנפיש עמודיה טפי מצרצור קטן\\\\. ובטל כל זמן שאינו רבה כל כך שיהא ראוי להיות חוזר וניעור כגון שכל שמה יש ששים של היתר וכל היום כלו דקאמר כל שאין בו איסור לתת טעם קאמר ואפחות מכדי נתינת טעם שאוסר משנתינו ביין נסך טפי משאר איסורין\\\\. ועל זה בא לפרש דדוקא בהיתרא לגו איסורא אבל איסורא לגו היתרא כל משהו ומשהו ראשון ראשון בטל עד שירבה האיסור כל כך שלא יהא בהיתר \\\\[ששים\\\\] כנגד כל האיסור\\\\. דאז הוא דאסור אפי' בשאר איסורין שאין איסורין במשהו אלא בנותן טעם\\\\. תנן יין נסך אסור ואוסר בכל שהוא\\\\. מאי לאו איסורא לגו התירא ואפי' הכי אוסר בכל שהוא דהיינו טפה אחת\\\\. לא היתרא לגו איסורא\\\\. יין במים בנותן טעם מאי לאו איסורא לגו התרא\\\\. והואיל וכן גם רישא דיין ביין ומים במים איסורא לנו היתרא\\\\. והדרא קושין לדוכתיה דאע\\\"ג דהוי מין במינו לא אמרינן דלבטול קמא קמא אלא אפי' משהו ראשון אוסר לאלתר בנפילתו אפי' יש שם היתר הרבה אלף אלפים כיוצא בו אבל יין במים גופיה דהוי מין בשאינו מינו לא קשיא ליה למה חוזר וניעור בנתינת טעם דהא בשאר איסורין נמי חוזר וניעור כשרבה עד כדי נתינת טעם ואפי' מין במינו שאין טעם האיסור ניכר וידוע שם וכל שכן מין בשאינו מינו שטעם האיסור ניכר ברבייתו עד שנותן טעם יש לו להיות חוזר וניעור\\\\. ומשני לא אלא גם זה היתרא לגו איסורא\\\\. והדר פריך מדרישא מים דאיסורא סיפא נמי מים דאיסורא\\\\. וקתני מים ביין בנותן טעם והיינו אסורא לגו היתרא ומסתמא כיון דסיפא דיין במים ומים ביין מיירי בין בהיתרא לגו איסורא ובין באיסורא לגו היתרא רישא נמי מיירי בין בהיתרא לגו איסורא בין באיסורא לגו היתרא וקאמר שמה שהוא אסור הנופל בהיתר דהיינו טפה אחת אוסרת לאלתר אפי' אלף אלפים כיוצא בה וקשיא לרב דימי ומשני כולה מתני' היתרא לגו איסורא\\\\. ואע\\\"ג דהכא מיא דהיתרא והכא מיא דאיסורא הוי שפיר חד גוונא כולה מתניתין דכולא בהיתרא לנו איסורא\\\\. <מקורות>\\\\[סימן פ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף נח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"פסק זה כתב הרב ר' אברהם אב\\\"ד בשם רש\\\"י ז\\\"ל\\\\. מסקנא דמלתא מגע ע\\\"א בין שנתכוון ליגע שכשך אעפ\\\"י שלא נסך אסור בהנאה\\\\. ממתניתי' דאגרדמי' ע\\\"א משום לך לך אמרי' נזירא\\\\. שלא בכונה כגון שלא הכיר בו שהוא יין מותר בהנאה ממתני' דחר' ע\\\"א וכן נמי נפל לבור שלא בכונה הא אסור בשתיה ומותר בהנאה\\\\. ומגע ע\\\"א ע\\\"י דבר אחר כגון בקנה אם אנו יודעים שנתכוון לדבר אחר כגון מדדו בקנה או התיז את הצירע' מותר בהנאה ממתני' ואי איכוון אסור אף בהנאה מעובדא \\\\(דכירה\\\\) \\\\[דבירם\\\\] משום דבלא כונה הוא הא בכונה אסור משום לך לך\\\\. כח ע\\\"א בחיבורי' כגון דמוריק אורוקי הכיר בו שהוא יין אסור מדר' יוחנן \\\\(נ\\\"ט\\\\.\\\\) דאמר צא והכריז על יינן משום לך לך\\\\. שמא יגע ולאו אדעתי' לא הכיר בו שהוא יין מותר אף בשתיה מעובדא דר' יוסי בן נהוראי דאמרי שרי אפי' בשתיה דכחו שלא בכונה לא גזרו וכחו שלא בחבורי' כגון זריקה מותר בשתיה ואפילו נתכוון מדרב אסי דאמר כל שכשך בגוי אינו עושה י\\\"נ\\\\. <מקורות>\\\\[סימן צ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"כח ע\\\"א ששאלת כיון דנצוק חבור לא שנא ההוא דנפק לבראי ולא שנא ההוא דגואי בע\\\"א המערה הכל אסור וההיא עובד' דר' יוחנן בן אבא למאן דשרי הכל מותר למאן דאסר הכל אסור\\\\. וע\\\"א ששפך מן היין על גבי קרקע \\\\(במזלף\\\\) \\\\[כמזלף\\\\] הוא ואסור אבל על גבי טיט או מקום מלוכלך ודאי כזורק מים לטיט הוא\\\\. כך הוא בידינו\\\\. ושאלת משנתנו דקתני \\\\(ע\\\"א ע\\\"א\\\\) פס' עד שלא מדד דמיו מותרין אי פליג' דרב דאמר קדימו ושקילו זוזי\\\\. תמה אני מה שאלתך הלא רב אשי דמסתייעי ממלתיה דרב מוקים לה כשהקדים לו דינר\\\\. ואי רב סבר לה כרב אשי הוא נמי מוקים לה הכי\\\\. ואי לא סבר לה כרב אשי והאי דאמר להו קדימו ושקילו זוזי משום גזרה דזימנין דכייל למנא דע\\\"א ומשום עכבת יין דפומ' דבוזנית' כדאיתא בשמעת' הא לא קשיא ליה מידי ואני רואה כאן שאלה לחכם\\\\. והלכתא כאמימר כדאסקוה בשמעתא מיהו שפיר דמי למעבד \\\\(כבר\\\\) \\\\[כרב\\\\] משום גזרת מגע שמא יגע במדה עצמה ויאסר הכל\\\\. ומלתיה דרב משום גזרה כדאוקמה אמימר\\\\. <מקורות>\\\\[סימן ט\\\"ו\\\\]</מקורות> תשובת הרב ר' אברהם בר דוד ז\\\"ל\\\\. שאל מרי על ע\\\"א שהטיל מים לתמד אם נדמה אותו ליין שמזגו ע\\\"א ויהיה אסור או לא\\\\. הנה לך אחי דעת הרב חמי שאם אותו התמד הוא בענין רמא תלתא ואתא ארבעה או שיוסיף היין על מדת המים יש לו דין יין שמזגו ע\\\"א ואסור אבל תמדים האחרונים שאפילו מדת המים אינן יוצאין מן החרצין מקילין בהם ומותר והרי הוא מביא ראיה לדבריו\\\\. והשויתי עמו לטע' זה והריני מוסי' וגורע \\\\(מדברינו\\\\) \\\\[מדבריו\\\\] שהוא אמר מדאצטריך ליה לגמרא \\\\(ע\\\"ז נ\\\"ח:\\\\) למימר יין שמזגו ע\\\"א יש בו משום יין נסך ש\\\"מ שאם אין יוצא משם מדת המים אותו יין אין בו משום יין נסך ולא עוד אלא \\\\(שמקל\\\\) \\\\[שמקיל\\\\] להוציא הע\\\"א החרצנים מקובא אעפ\\\"י שיש יין למטה מזה הטעם שכתבתי ונפשי סוללת על היתרות אלו שאם כן מעתה ילך הע\\\"א ויגע ברוב התמדים שלנו \\\\(ויוצא\\\\) \\\\[ויוציא\\\\] לנו מן הכלים ונשתה ועתה כמעט נהיה לעם אחד\\\\. ואם נתנו חכמים שיעור מזיגת יין \\\\(ב\\\"ב צ\\\"ו:\\\\) לענין ברכת היין נתנו אותו לענין יין נסך לא נתנו והלא בהקדש אמרו \\\\(שם צ\\\"ז:\\\\) לעולם אסור ויין נסך איסורו חמור יותר מן הקדש שהוא במשהו\\\\. ועוד \\\\[דאם אמרו\\\\] במי שהטיל מים לשמרים של יין שלא נשאר בהם יין כי אם השמרים יאמרו בחרצנים וזגים שלנו שאנו רואים שיש בהם ענבות שלמות הרבה שלא נבקעו כלל ושמא המים שאינן יוצאין כדי מדתן הוא מפני העלין והלולבין והקנוקנות והענקוקלות והחרצנים היבשים שבולעים אותו ומה שיוצא יש בו יין שיצא מן הענבות שלמות שלא נתבקעו שמריקין יינם מכח שריית המים ושמא יש בו כשיעור מזיגתו ומראהו וטעמו מוכיח עליו שיש בו יין הרבה ואין לנו לומר בזה קיוהא בעלמא הוא שהרבה יש בין טעם התמדים שלנו לטעם קיוהא שאדם נהנה\\\\. ועוד דע\\\"כ לא פליגי ת\\\"ק ואחרים בשמרי יין שנתן בהם מים אלא כשהמראה שלהם מראה \\\\(מים\\\\) \\\\[יין\\\\] אבל מראה שלהם מראה מים וטעם יין לא פליגי שהרי אמרו \\\\(חולין כ\\\"ה:\\\\) התמד משהחמיץ נקח בכסף מעשר שני\\\\. ואע\\\"ג דחזיתיה מיא ואם טעם חומץ עושהו פרי הגפן ומוציאו מתורת מים אע\\\"ג דחזיתיה מיא כ\\\"ש טעם יין המכשירו והמעלהו בשתיה ומראהו יין שיש לו שיעשה אותו יין ויוציאנו מתורת מים\\\\. זהו דעתי בכך\\\\. ולדעתי אין הע\\\"א יכול להוציא החרצנים מן הקובא להדיקא עד שיפסלו החרצנים והיין שבהם מלשתות דהתם ודאי טיט מוגבל הוא\\\\. מיהו לענין ע\\\"א שהטיל מים בתמד\\\\. נראה לי שהוא מותר בכל תמד שבעולם ולא מפני שמזגו לכתחלה הוא שמזגו ודאי דיעבד ואפי' הכי אסור\\\\. אלא מפני שלא אסרו מזיגת הע\\\"א אלא לפי שהיא קרובה להשקאה שמי שמוזג את היין קרוב להשקות ושמא ישקהו לישראל כדאיתא במס' ע\\\"א \\\\(נ\\\"ט\\\\.\\\\) חזא חמרתא דמזגו ע\\\"א ושתו ישראל וכו'\\\\. ואמר ליה פוק ואסור יינן וכו' משום יין נסך\\\\. והתם הוא דאיכא למגזר אבל הכא ליכא למגזר שהמטיל מים לתמד אין דעתו להוציאו לאלתר מפני שמפסידו\\\\. ודמיא האי לע\\\"א שהביא ענבים לגת דמותר לפי שאין לנו לגזור שמא יוציאנו מן הגת עד שידרכו הענבים\\\\. זהו דעתי ורבים מפני הפלפול השוו עמי\\\\. <מקורות>\\\\[סימן פ\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף נט\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"וע\\\"א להביא ענבים לגת לכתחלה אסור כשיש בו ענבים ויין\\\\. אבל המשוי הראשון שעדיין אין יין בגת נראה שהוא מותר שאינו אסור אלא משום גזרה דילמא נגע ביין שבגת\\\\. ומאן דדיי' לגת בסמוך רוצה לומר אבל לתוכו אפילו בדיעבד אסור לא נהיר ולא נהיר שהרי שנינו בברייתא אעפ\\\"י שהיין מזלף עליהם מותר ובסמוך מאי יין איכא\\\\. וע\\\"א שהשליך סל מלא ענבים בחבית מלא יין חדש וחרצנים בתוכו\\\\. הא אמרינן כל שבזריקה מותר ובדיעבד\\\\. <מקורות>\\\\[סימן י\\\"ז\\\\]</מקורות> הוראה למעשה זהו כלל כל היין ישראל שנגע בו גוי בידו או ע\\\"י דבר אחר אם יש באותו יין קיתון של מים שהמים מרובים ויש בהם ששים חלקים כשיעור מגע היין שנגע בו הגוי שיוכלו המים לבטל את מגעו הכל מותר בשתיה דהכי אמרי' בגמרא מין ומינו ודבר אחר סלק את מינו וכו' כלומר רואים את יין של היתר כאלו אינו שם בכלי והמים משערים אם יש בהם ששים ובטלו מגעו של גוי שהוא דבר מועט ויהיה הכל מותר אפילו בשתיה דהכי קתני כדתניא יין במים בנותן טעם דהיינו ששים וכן אם הוציא ישראל יין מחבית גדולה לתוך כלי של גוי אפילו יש בו יין נסך כל מה שנאסר בחבית מותר בשתיה אם יש בחבית קיתון של מים תחלה מפני שהמים מבטלים מגע וכל שכן נצוק אבל אם החזיר הגוי הברזא בכלי או הניח אצבעו בנקב הכלי והפסיק היין מלהוציא ואין מים בכלי כל היין אסור בשתיה ומותר בהנאה כך כתב הרב שלמה במעשה דברזא\\\\. והרב ר' משה בר מימון ז\\\"ל \\\\(בפי\\\"ב מהמ\\\"א\\\\) כתב עד ברזא אסור בהנאה מכאן ואילך מותר בשתיה והרב ר' אברהם בר' דוד ז\\\"ל מפרש ובשם הרב רבו ר' משה ב\\\"ר יוסף ז\\\"ל עד ברזא אסור בשתיה\\\\. ואידך שרי אפילו בשתיה\\\\. <מקורות>\\\\[סימן ק\\\"ו\\\\]</מקורות> ההיא חביתא דאשתקול ברזא דילה אתא ע\\\"א ע\\\"א נקטה ואית דגרסי אתא ע\\\"א אנח ידיה עליה כל דלהדי ברזא הוא מה שבסביבות הברזא שנגע בה הע\\\"א ונשתכשך בחזרתו שאי אפשר להחזרת הברזא שלא ישתכשך משהו שבסביביו לפי כי הקלוח כשאדם מפסיקו חוזר לאחוריו מפני הפסקתו ואחר שעה הוא חוזר ונח על הדבר המפסיקו והשאר מותר וזה אין \\\\(לי\\\\) \\\\[לו\\\\] שיעור מכוון אלא דבר מועט הוא איכא דאמרי דעד ברזא וכו' והאי לישנא סבירא ליה דאף על גב דלא נשתכשך בברזא אלא מה שבסביבי' אפי' הכי בתורת חבור מחבר מה שלמעלה מן הברזא דהוה ליה כשוליו שהמשקה \\\\(גדור\\\\) \\\\[גרור\\\\] על ידו או כפיה שהמשקה משוך על ידו מי לא מודית שאם הכניס ידו לתך החבית ושכש' בו שכלו אסור מתורת חבור ולית ליה להאי לישנא רואין דמכל מקום השתא מיהת בשעת נגיעה הרי מה שעל הברזא גרור על \\\\(הברזל\\\\) \\\\[הברזא\\\\] והוי חבור וכלו אסור בהנאה ומה שלמטה הימנו מותר בהנאה כדפרישית\\\\. <מקורות>\\\\[סימן ק\\\"ז\\\\]</מקורות> כתב הרב רבינו שמואל מרומרוג ז\\\"ל פסקין אלו בפירושיו ההיא חביתא דאשתקיל ברזא וכו' ורבי' אמר לי דכל היין אסור בשתיה אפילו מברזא ולתת' דהלכתא כרבים ודר' יהודה דשרי יחידאה היא ולית הלכתא כוותי' דרבי' פלגי עליה וכ\\\"ש שתחב את הברזא בחבית שכל היין אסור וכן אם נטלו מן החבית שעל היין אסור דאי אפשר שלא ישכשך בראש הברזא שבתוך החבית ביין של מעלה ומטה\\\\. והלכך אסור דעלוי ברזא ודלתחת וכן הלכה ואפי' הפסד מרובה ואסור כל היין בשתיה\\\\. <מקורות>\\\\[סימן ק\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף ס\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב הרב ר' אברהם ב\\\"ר דוד ז\\\"ל\\\\. הסכמנו בהסכמה אחת על חבית המקלחת ונגע גוי למטה בקילוח אעפ\\\"י שהניצוק חבור אינו אוסר מה שבחבית אלא בשתיה דעירוב חשבי' ליה ולא גוף המגע\\\\. וקיימא לן דסתם יינן אפי' יין ביין ימכר כלו לגוים חוץ מדמי יין נסך שבו הילכך אם היה בחבית קיתון של מים והיה באותו הקית' כדי לבטל בו עיקר המגע של גוי כל שבחבית מותר אפי' בשתיה מאי טעמא סלק את מינו כמי שאינו והקיתון של מים רבה עליו ומבטלו וכל שכן אם היתה החבית מקלחת לכלי אסור או שיש בו מעט יין אסור אע\\\"פ שדין החבית נאסרה בנצוק אם היה בחבית קיתון של מים שהכל מותר לפי שהקיתון רבה על מה שהיה תחלה בכלי אסור והתיר את החבית\\\\. אבל מה שעירה לתוכו ודאי אסור\\\\. ואם יאמר המשיב הלא אמרו חכמים כי הנצוק חבור וכיון דחבור הוא נחשוב נגיעת הע\\\"א שנוגע בקלוח כאילו נוגע בכל החבית ותהא אסורה אפי' בהנאה ואפילו היה שם קיתון של מים לא תועיל לה כלום\\\\. אינו כן דהרי ראינו במעשה דברזא דאמר רב פפא דאתי עד ברזא אסור ואידך שרי ואי ס\\\"ד דניצוק חבור אפי' להנאה כאילו נגע בכלו הכא במעשה דברזא דאתי הברזא הוי מגעו ואידך להוי כניצוק שאם התחתון אוסר את העליון מתורת חבור כ\\\"ש העליון שיאסור את התחתון מתורת חבור אלא ש\\\"מ מדהכא אמרי' דאידך שרי בהנאה אלמא חבורו עירוב הוי ולא גוף המגע כ\\\"ש ניצוק דעירוב הוי ולא גוף מגעו כדאמרן\\\\. והא דאמרן בפרק בתרא בשמעתא דאמימר \\\\(ע\\\"א\\\\.\\\\) סוף סוף מדמטי לאוירא דמנא קנייה יין נסך לא הוי עד דמטי לארעיתא דמנא ש\\\"מ ניצוק חבור הוא לאסור את כלו בהנאה התם כתנא קמא דרשב\\\"ג דאמר יין ביין כלו אסור בהנאה\\\\. אבל השתא דקיימא לן כרשב\\\"ג דסתם יינו אפילו יין ביין מותר בהנאה נצוק נמי אינו אסור בהנאה דעירוב הוי ולא מגע כדאמרן\\\\. ודוקא דנגע בקלוח למטה ולא קטפיה אבל קטפיה קטופי' כולי' אסור בהנאה\\\\. דההוא לאו מטעם נצוק מתסר אלא מטעם דחמרא כוליה משתכשך בקטופי' דההוא קלוח\\\\. וילפי' לה ממעש' דגושתא ובת גושתא דאנח ע\\\"א ידיה אגושתא ופסקיה ואסריה רבא לההוא חמרא כוליה בהנאה\\\\. ואמרינן טעמא דמלתא לאו משום ניצוק אלא משום דחמרא אגושתא גריר\\\\. כלומר וכיון דפסקיה שכשכיה כוליה ומתסר ואי קשיא לך האי מעשה דגושתא כיון דקיימא לן ניצוק חבור ממילא שמעינן ממעשה דגושתא דנצוק נגיעה הוי ולא עירוב דהא קאתינן למפשט מניה דנצוק חבור וכוליה אסור בהנאה\\\\. ואף על גב דדחייה רבא במילתא אחרינא מיהו מסקנא דשמעתא הכי הוא דנצוק חבור\\\\. וכיון דמסקנא דשמעתא הכי ש\\\"מ דמגע ממש הוא ולא עירוב\\\\. לא קשיא מידי דכי אמר ליה רב פפא לרבא בההוא מעשה במאי בנצוק הכי אקשי ליה כלומר וכי נצוק מגע הוי והלא עירוב הוי ואי משום עירוב הא קימא לן כרשב\\\"ג ולא גרסי' בגמרא דהאי מלתא ש\\\"מ נצוק חבור\\\\. אלא הכי גרסי' במאי בנצוק אמר ליה שאני דכולי' חמרא וכו' וההיא טעמא דגושתא גופו מחו לה \\\\(ארוחא\\\\) \\\\[אמותא\\\\] ואמרי דשאני התם דכוליה חמרא אי עקר ממנא והוא גריר אגושתא בכח השאיפה והרו' השואף וכי פסקיה לגושתא אהדרי לדוכתיה אבל קיטוף הקילוח אינו אלא מעמיד היין במקומה בשעת הקיטוף ואינו מחזיר לאחוריו ולא עוד אלא שהוא מתפלל לצדדים אחרים ונשפך שם ואינו משתכשך כלל וכך נראה לי והמעשה דגושתא נמי איכא למשמע דהנך מרזבי שקורין להם קנונש היין הבא דרך אותם המרזבים תורת נצוק יש לו אעפ\\\"י שהוא מחובר בכלי ונכנס לתוכו דהא גושתא נמי הכי הוא ועדיף מנייהו שהגושתא נכנסת בכלי עד קרקיעותו ואפילו הכי הוא מדמי ליה לנצוק ואי לאו דכולי חמרא בתר גושתא גריר כנצוק הוה חשיב ליה ולא מתסר בהנאה הלכך ע\\\"א דנגע בפי המרזב אי נמי דאהדר ברזא לההוא מרזבא מאי דאתי בברזא מתסר בתורת נצוק ובשתיה בלחוד כרשב\\\"ג ומאי דלא אתי כברזא איכא נמי מאן דשרי ליה בשתיה דלא אסרי' בנצוק אלא מאי דאתי בתריה אבל מאי דלא אתי בתרי' לאו ניצוק הוא ולא גזרינן בור דאי חשבינ' לההיא נצוק דבראי כמעורב במאי דאתי בתרי' לא גזרינן כוליה האי למיסר משום עירוב דעירוב כנצוק ואני שמעתי כי הרב רבינו משה בר' יוסף זצ\\\"ל הוה מפרש במעשה דרב פפא דאתי בברזא אסו' בשתיה ואידך שרי אפילו בשתיה ואני לא עמדתי על סוף דעתו עד כמה שנים ועתה חשבתי כלפי הדר' הזה מסעד לדבריו בענין המרזב כאשר כתבתי\\\\. <מקורות>\\\\[סימן קי\\\"א\\\\]</מקורות> מ\\\"ר עכו\\\"ם אדנא מגביה את החבית כדי שיפול היין לכובא אם מסייעו ישראל להגביה מותר כל היין אפילו בשתיה ואפילו מה שנפל לכובא וכ\\\"ש מה שבדנא דכל היכא דכח גוי אסור כי כח אחר מעורב בו מהניא מותר אבל לכתחלה אסור לעשות' כן שמא יגע הגוי ולאו אדעתיה דישראל או שמא יתיאש ישראל ויסמך על הגוי כדאמרינן וכדמפר' בסמוך\\\\. דדרי זיקא\\\\. על שכמו ועל ראשו וישראל לא מסייע בהדי' דאי מסייע לא חיישינן לקירקיש דאפילו לאוריקי בכלי אחר כיון דכח ישראל מעורב שם אינו נעשה יין נסך ומותר בשתיה וכדאמרי' לקמן באידך פירקא אמר רב חסדא כי שפכיתו חמרא לא ליתא גוי ליסייע בהדייכו דילמא מישתיליתון ושדיתו עליה דגוי וקא משתפ' חמרא מכח דגוי ואסורי וטעמא דמשתלי הא לא משתיל' כי שפכינהו איהו נמי שרי וכן הלכה\\\\. ואי קא מצדד אצדודי אסור ומיהו אנן קיימא לן דמותר והכי מוכח לן במכילתי' ואם נשפך ממנו לקרקע מותר דהא לא חשיב יין ואם נפל בכלי אסור מה שבכלי ומותר מה שבגיגית וכגון שנתכוון גוי לשפוך אבל אם לא נתכוון הוי כוחו של גוי שלא בכונה ומותר בשתיה מה שנפל והכי אמרינן בהשוכר \\\\(ע\\\"ב:\\\\) \\\\[תרגמה רב ששת בגוי המערה דאתי מכחו וכו'\\\\]\\\\. \\\\(כח גוי דרבנ' הוא דנפק לבראי גזרו ביה רבנן רב אשי אמר בגוי המערה דאתי מכחו וכו'\\\\.\\\\) כח גוי דרבנן \\\\(נפק לבראי\\\\) \\\\[דנפק לרבנן\\\\] גזרו ביה רבנן דחבית לא גזרו ביה רבנן \\\\[רב אשי אמר זיקא בין מליא בין חסירא שרי\\\\] וכן הלכה כרב אשי\\\\. וכובא דמליא נמי דמודי רב אשי דאסור דילמא נגע ע\\\"י מוט מיהא\\\\. נראה לרבי' דשרי הוה עובדא בכח כחו ואסרה לכך צריך ישראל להיות מגלגל הגלגל עם הגוי ואל יגלגל גוי לבדו ואיכא הפסד סמכינן אאיכא דאמרי דכולי עלמא לא פליגי דכח כחו שרי ונראה לרבי דהני מעצרים שלנו איכא שלש כחות שאוחז במקל או במוט ומגלגל בו את הגלגל הרי שתי כחות והגלגל משפיל את הקורה על הענבים הרי שלש כחות מקל וגלגל וקורה\\\\. ורבי' לא מצא לי ראיה אי שני לן בשום דוכתא בין שתי כחות לשלש כחות להקל בשלש יותר מבשתים ההיא חביתא דאי בקעא לארכה וכו'\\\\. וגוי המהדק מגופת גיגית מלאת יין כדי שיתחברו סדקין שבארכה מלמעלה למטה אין זה כמחבק חבית הנבקעת מזומנת ליפול חציה אילך ואילך וכשהוא מחבקה מחבר כל היין זה עם זה אבל גיגית יין במקומו על ידי הדוקו ראשו' וסדק קטן יש בו שיוצא בו והוא מהדק' הילכך אפילו לארכה שפיר דמי וכן לחבית של עץ שלנו אבל דבר זה אסור להיות גוי תוחב מטלית או נעורת בסדק ובחבורי השולים לסתום מפני שנוגע הוא ביין\\\\. <מקורות>\\\\[סימן ק\\\"ח\\\\]</מקורות> כח כחו אסור אפי' בהנאה כעובדא דרב יעקב מנהר פקוד ואני תמה למה לא הביא הרב ז\\\"ל כל אותו מחלוקת\\\\. מעשה דברז' פסק גאון כרב פפא ולא חש לרב יימר\\\\. דהא רב יימר לא חש לה לפרוקי נפשי' מתנא קמא\\\\. ודילמא משום דטהרות חמירי מיין נסך כדאסיקנא בגמרא בהדי' וכ\\\"ש תרומה\\\\. ומעשים בכל יום דעבדינן כרב פפא דר' יהודה סבירא ליה כתנא קמא דלהדי ברזא אסור ואידך שרי וההוא דלהדי ברז' דבר מועט הוא ובטל במאה דמשקה טבול יום קל משאר משקין טמאים ובטל במאה\\\\. והכי איתי' בטהרות\\\\. אבל ת\\\"ק סבירא לה כלישנא \\\\(בתרא\\\\) \\\\[קמא\\\\] דרב פפא הילכך הוה ליה מרובה ואינו יכול לעלות במאה ואחד ואם יש אצלך פי' ע\\\"ז שלי שם תמצא הכל מפורש כהוגן וכשורה\\\\. וכל שבזב טהור \\\\(ס':\\\\) דהיינו בזריקה מותר אפי' בשתי' מדקא מותיב לה ממתני' זה מעשה והתירו בחמתו אין שלא בחמתו לא\\\\. מכלל דהוא שרי אפי' בשתיה שלא בחמתו\\\\. ומתני' התירו קאמר התירו לגמרי\\\\. ע\\\"א שזרק מים ליין שלא \\\\(למשוך\\\\) \\\\[למסוך\\\\] אי ידע מר דשלא למסוך עבד מותר אפי' בשתיה\\\\. ואי לא ידע מר אסור בשתיה ומותר בהנאה דמשום לך לך די לו שיאסר בשתיה\\\\. <מקורות>\\\\[סימן ט\\\"ז\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"פסק זה מצאתי בפסקי ספר העתים וששאלתם על היין שבחבית שהוציאו ממנו לתוך כלי שמזג הע\\\"א ממנו \\\\(בכלי\\\\) \\\\[לכלי\\\\] ששותה בו ונשאר בו \\\\(ענבי\\\\) \\\\[עכבת\\\\] יין נראה בעיני שהוא מותר בשתיה\\\\. ואעפ\\\"י שלא עמד ישראל על גבם במזגם מן הכלי לתוך כלים לפי שאין ע\\\"א אדוקים עכשיו לנסך יין ואין מכניסין ידיהם לתוך הכלי שמוזגין ממנו שאין דרכם עכשיו לעבוד ע\\\"א בכך ע\\\"י שכשוך\\\\. ואין לנו לאסור את הכלי שמוזג ממנו אלא מחמת ניצוק חיבור וכן הלכה שניצוק חבור ליין נסך וכששכח ישראל ועירה מן החבית לתוך אותו כלי ראשון הרי זה ניצוק הבא מכח הניצוק\\\\. ואין לי לאסור היין שבחבית על כך\\\\. וע\\\"א דמהדק גיגית מלאה יין\\\\. כדי שיתחברו סדקין בארכה מלמעלה למטה אין זה כמהדק חבית הנפקעת לאורכה\\\\. דחבית הנפקעת עומדת מפוקעת ומזומנת ליפול חציה אילך וחצי אילך וכשהוא מהדקת מחבר כל היין זה לזה אבל גיגית יין במקומו עומד על ידי הדוק הראשון\\\\. וסדק קטן שיוצא בו היין הוא מהדקו הילכך אפי' לארכה שפיר דמי וכן לכל כלי עץ שלנו\\\\. אבל דבר זה אסור להיות גוי תוחב מטלית או נעורת בסדק ובחבורי השולים לסתום מפני שהוא נוגע ביין\\\\. נתערב יין במים אמר לנו המורה רבינו שמואל הלוי מגרמיזה אם נתערב יין במים ונגע בו ע\\\"א משערינן היין בששים\\\\. אבל אם נתן יין במאכל קודם שירתיח המאכל אפי' באלף לא בטיל מפני שחשוב הוא ואינו מתבטל\\\\. פיטם אחד היה תוסס ומכחו הקשה יצא הברזא לחוץ ולקח הגוי הברזא ורצה לתוחבו בנקב ולא היה יכול לכוון בנקב והיה היין מקלח על יד הע\\\"א ולאחר כן לקח ישראל הברזא מיד הע\\\"א ושטפה במים ונעצה במקומה בנקב והתירו את היין בשתיה\\\\. הואיל והיה מקלח היין על ידי הע\\\"א בשטף ולא בנחת ואין דרך ניסוך בכך הואיל ולא קנח בכוס ביד הע\\\"א\\\\. <מקורות>\\\\[סימן ק\\\"ד\\\\]</מקורות> תשובה לרבי' תם על הברזא אשר נדנד הנכרי ולא יצא מן היין כלל\\\\. ודמית לאגרדמים ע\\\"א שקדח במניקת והעלה יין לפיו להיתר או ללוליבא לאיסור\\\\. לאגרדמים לא דמיא דהא דקאמרי העלה יין לפיו דומיא דטעם מן הכוס מה התם אם לא טעם לא היה איסור \\\\(ודוקא דיקת\\\\) \\\\[ודקא דייקת\\\\] הא אם נדנד המניקת שרי\\\\. הא ליתא דאם המינקת רפויה דלא הויא כגוף החבית לסתום במקומה היה אסור בנדנוד בלא העלה בשתיה דאמרי' מדדו בקנה או \\\\(שהתמז\\\\) \\\\[שהתיז\\\\] את הצרעה דאסרי' בשתיה \\\\(כמתני'\\\\) אבל בהנאה לא מיתסר אלא א\\\"כ העלה\\\\. והך ברייתא דאגרדמים לאסור בהנאה קא אתיא כדמוכח בשמעתא דפריך וליתני ימכר כדקתני גבי חרם ע\\\"א ואע\\\"ג דהאי אגרדמין ע\\\"א לאו לנסך נתכוון \\\\(ולוליבא\\\\) \\\\[וללוליבא\\\\] לא דאמי לאיסור דלוליבא לא היתה הנגיעה ברישא דלוליבא אלא בהדי דקא נחית נגע הע\\\"א ביין בידו ואעפ\\\"כ נאסר בשתיה ולא בהנאה דבלא מתכוין נגע ביין כדאמרי' נפל לבור ועלה דשרי בהנאה\\\\. והכי גרסי' בפי' ר\\\"ח ז\\\"ל\\\\. ובהלכות גדולות ובספרים ישנים בהדי דקא נחית נגע בחמרא ומעשה שהיה כך היה ולא משום נגיעה \\\\(נגע לוליב'\\\\) \\\\[ללוליבא נקט\\\\] ואילו ברישא דלוליבא נגע בלא מתכוי' הנה שרי אפי' בשתיה \\\\[דחשבינן ליה כמו שלא בכוונה כדאמרינן נטל החבית וזרקה לבור בחמתו דשרינן אפילו בשתיה\\\\] ומוקמי\\\\[נן\\\\] לה \\\\(דהא אזיל מינה\\\\) \\\\[דקא זיל מיניה ומיניה\\\\. ואינו יכול להשים חילוק בין נקוט בידיה ולא זיל מיניה ומיניה\\\\]\\\\. וכן הוא שמועת הקדמונים ועל דא אנא סמוך\\\\. אבל בהתיז את הצירעה ומדדו בקנה איכא \\\\(בולת\\\\) \\\\[כונת\\\\] יין לפי' אסור בשתיה\\\\. ואפי' מאן דגריס בהדי דקא נחית נגע ברישא דלוליבא בחמרא לא דמי לנדנוד הברזא\\\\. דהא לוליבא דע\\\"א הוא וניטל בידו והוה כהתיז את הצירעה וזהו בקנה אבל בברזא שמהודקת ועומדת הרי הוא כנוד מלא יין שביד הע\\\"א שהע\\\"א מניח אצבעו עליו ושוקע שלא מצינו לו איסור בכל מקום ודמי לחבית' דאיפקע' לארכה דמסקי' לאיסורא אבל לפתיא שרי ואע\\\"פ שהיין יוצא דמעשה לבינ' קא עביד כל שכן הכא שאין היין יוצא והוי כגוף החבית \\\\(וכדפונה'\\\\) \\\\[וכדופניה\\\\] ומותר בשתיה\\\\. <מקורות>\\\\[סימן צ\\\"ה\\\\]</מקורות> תשובות שאלות לאב המון הרב הגדול ר' אברהם ב\\\"ר דוד ז\\\"ל על יין נסך השיב הרב ר' אברהם בר' דוד ז\\\"ל לשני מעשים ששאלו לפניו חכמי בדרשי וזאת התשובה אשר השיב להם רוצה אני להשיב לשואלים לשמוע וללמוד אך לא לשואלים לנצח ומנגד לעמוד כי חכמים הם בעיניהם ונגד פניהם נבונים\\\\. ואם אשיב כדבריהם ישמעו ואם לאו יחדלו אבל אחד מעיר מזכה כל העיר אי אפשר שלא יהיה בהם אחד רוצה ללמוד\\\\. עתה אשוב לדבר אוזן שומעת\\\\. המעשה האחד שבא ע\\\"א בכעס והוציא הברזא בכעס מן הכלי ונשפך מן היין לארץ הנשאר אם הוא אסור או מותר ואם מותר בהנאה או אפילו בשתיה\\\\. ויש בכם שהוא מתיר ואף בשתיה מטעם שהוא \\\\(כחורק\\\\) \\\\[כזורק\\\\] מים \\\\(לשני\\\\) \\\\[לטיט\\\\] שהרי הולך לאיבוד ולדברי זה המתיר אין לנו שפיכות ע\\\"א אוסרת אלא מכלי אל כלי והלא המנסכים לפני ע\\\"א שופכים לפניה בקרקע כעין המזלפים להנאתם\\\\. ואין לנו אלא מה שנהגו העם אבל הדרך שיכול לדונו \\\\(למיתה\\\\) \\\\[להיתר\\\\] מפני שהוא בחמתו ולולי הירושלמי כל מה שאמרנו בגמרא שלנו לא תועיל לנו כי במה שאמרו במשנה נטל את החבית וזרקה לבור בחמתו זה היה מעשה והתירו ואפילו אזלי מניה מיניה אולי לא היתה החמ' עם בעל הבור אבל זה שכעס עם בעל היין מי יימר דלאו לאינסוכי איכוון ולאסריה עלויה בנסוכו והוה ליה כחו זה מגעו בכוונה\\\\. אך המעשה שהוא בירושלמי \\\\(פ\\\"ד הל' י\\\"א\\\\) נראה שכל שהוא בחמתו אינו מנסך דאמרי ארמיה הוה ליה כדין ביה מעצרת' פי' מעצרת' דישראל אתא ישראל וזלף להון חמרי' אתא ארמאה אייתי קולתא ושפכון לגובת' פי' שימר ישראל בעל הגת יינו בקופותיו של ארמאי ונתנו בכדים שלו בא הע\\\"א וכעס על שנשתמר בקופתו ונטל הכדים שהיה בהם יינו של ישראל ושפכן בחמתו לבור\\\\. ואמר על זה אין הע\\\"א עושה יין נסך בחמתו לבור\\\\. הנה זה שהיה הכעס על הישראל בעל היין והתירוהו\\\\. והטעם כל שהוא בחמה אינו מנסך\\\\. אבל מכל זה היתר לא ראינו אלא לכוחו אבל למגעו לא דלא גרע מחמרי' דר' יוסי בן נהוראי ורבי יוסי בן ארזא דלא הוה ידע ביה דחמרא הוה למאן דשרי ליה בשתיה ואפילו הכי מקשה והא קא נגע ביה ושנינן דקא מוריק אורקי מכלל דמגעו אפילו שלא בכוונת יין אסור בשתיה וחמתו במגע בידיעת יין לא גרע ממגעו שלא בידיעת היין ואסור בשתיה אלא שיש לומר כי זה הע\\\"א שכעס על ישראל והוציא הברזא מן הכלי לא נגע אלא בקלוח היוצא עם הוצאת הברזא והוא נצוק\\\\. ואם כוחו בחמתו אינו אוסר כל שכן נצוק מחמתו שלא נאסר דלא עדיף נצוק מכחו ממש\\\\. ודבר זה השכל נותנו והדעת מקבלו והנה זה מותר בשתיה והשני ששפך הע\\\"א מן הברזא לראות אם היה בו מים או יין ואחר כך הוציאו עליו מן החבית ויש בכם מי שעלה בדעתו להתיר מפני שאין היין הנשאר בברזא נאסר מכח שפיכת הע\\\"א אלא משום נצוק\\\\. ור\\\"ל כי הכלי הגדול שהוציאו ממנו על אותו היין הוא נצוק בר נצוק\\\\. הנה דעת זה המתיר כתרוצה דרב ששת דאמר כח ע\\\"א דרבנן וכי גזור רבנן במאי דנפיק לבראי אבל מאי דלא נפיק לבראי לא גזור רבנן ואין הלכה כההוא תירוצא\\\\. חדא דדחי' בעלמא הוא ולא מסקנא דמלתא הוא\\\\. ועוד דרב ששת כדעת המתיר בנצוק אמר זה התירוץ וקאמר כל שמתיר בנצוק כל שכן שאוסר בכחו במה שבחבית דלא עדיף נצוק מכחו שהרי נשתכשך כלו\\\\. ועוד דרב ששת ליתה כלל מדאמר להו רבא להני שפוכאי כי שפיכתו חמרא לע\\\"א לא תשבקון לע\\\"א לסייעי בהדיהו דילמא שדיתו עליהו והוי כח ע\\\"א ואוסר וכי הוה כח ע\\\"א מאי הוי אלא משום דמתסר חמרא בידייהו מאי דאיכא גואי וקא טרחיתו באיסורי הנאה דאי לא מתסר אלא מאי דנפק לברא מאי נפקא ליה מיניה ואי אמרת משום נצוק הוא דמתסר מאי איסור ניצוק איכא במאי דגואי אלא ליתא להאי תירוצא דכי אמר לדעת המתיר בניצוק הוא דקאמר כדפרשינן ומי שדימה שפיכת הברזא לשפיכת היין של רבי יוסי בן נהוראי ואמר שלא נתכוון אלא לראות אם היה בו מים או יין ולא ידע המדמה הזה שלא נתכוון הע\\\"א לאוסרו עם שפיכתו ואיך \\\\(שיעור\\\\) \\\\[שיער\\\\] שלא שפך משראה שהוא יין ואם כן הוה ליה כחו בכונה ואסור בהנאה ואסור מה שבחבית בשתיה\\\\. ואי שקוליתו קבא דקמחא ואתיתו לגבי רבנן \\\\(דולן\\\\) \\\\[דילן\\\\] וגמריתו דניצוק אסור משום עירוב ואי יהביתו חד דנא דמיא בדנא דחמרא דידכו בשעת הגתו' כמנהג' דנהוג בהני אתרייתא לא הוו מתרמי להו הנהו קלקולי דנצוק מכלים אסורי' כשמעתה דרב שמואל בר יהודה \\\\(ע\\\"ג\\\\) בנפל קתון של מים תחלה\\\\. וכן נהוג בכל פרובינצא על פינו וחברינו הסכימו בידנו ולא בעטו בהוראתנו כאשר הוגד לנו עליכם\\\\. וכבר בירר' בפי' ע\\\"א שלי שהניצוק משום עירוב הוא בראיות ברורות\\\\. ומי בכם שאמר דכחו בכונה שרי בהנאה דלא עדיף ממגעו שלא בכוונה לא חש לקמחי' והלא מעצרתא זיירא \\\\(ס'\\\\) בלשנא דכח כחו כולי עלמא לא פליגי דשרי כי פליגי בכחו ומי איכא מאן דשרי בכחו ואף בשתיה אלא לאו בהנאה\\\\. ומסקנא דאפילו כח כחו אסור בהנאה ומתניתא דקתני מדדו בקנה אסור בשתיה מאי איריא מדדו דלמדידה קא מכוין אפילו בלא מדידה \\\\(נמי בשתיה\\\\) נמי מותר וכן ממעשה דרבא ודשפוכאי דמייתנא לעיל\\\\. ועוד ממעשה דרב' נהוראי דכחו הוה מאן דאסר אסרה אפילו בהנאה\\\\. ותו לא מידי\\\\. ומאי דאי בעיא לכו דנצוק ביין שאינו אסור בהנאה אם היא אוסר או לאו\\\\. וידעתי כי הגיע בכם יד הצרפתים החדשים החושבים בלבם כי המה הגבורים אשר מעולם אני לא שמעתי הפרש\\\\. ומה שהביאו מגמרא סיוע לנצוק שהוא אסר מן המשנה נטל את המשפך ומדד לתוך צליחותו של נכרי וחזר ומדד לתוך צליחתו של ישראל אם יש בו עכבת יין אסור ואמר האי עכבת במאי מתסרא לא בנצוק אטו התם משום דהוה נצוק מכליו של ע\\\"א אסור בהנאה\\\\. והתנ' נודות הע\\\"א וקנקניהם ויין ישראל כנוס בהם אסורים ואיסורם איסור הנאה דברי רבי מאיר וחכמים אומרים אין איסורן איסור הנאה ומתניתין דהכא לא אפליג בין שהיה יין בצליחותו של נכרי בין שלא היה בו יין אלא אסור שתיה נמי עושה יין נסך ולקמן כתב הרב הזה הנזכר ענין יין נסך ע\\\"כ לשו' הרב רבי אברהם ב\\\"ר דוד\\\\. <מקורות>\\\\[סימן קי\\\"ג\\\\]</מקורות> אמר רב אשי כל שבזב טמא בגוי עושה יין נסך וכו' עד וכל שבזב טהור בגוי אינו וכו'\\\\. כגון זריקה אם זרק זב אבן על גבי כלי לא טמאו וע\\\"א נמי אם זרק אבן וצרור או כל דבר ליין אפילו בכונה לא ניסכו ומותר בשתיה\\\\. וכן הורה רבי וכן נשמע על ר' יוסף הגדול שהתיר זריקה בגוי וכן הנהו' את דורו ומשום דרוב איסורות והתירות של יין דומות לטומאתו וטהרתו של זב כייל להו רב אשי הכי כזב ולאו דוקא התם דקא אזיל מיניה מיניה שאינו מסלק את ידו ממנה עד שרואה שנוגע' בחבית וכגון שהבור מלא ובשפת הבור כשהיה הגוי מגלגלה נגעה ביין דכי האי גוונא בזב טמא שהרי נוגע ממש הילכך שלא בחמתו אסי' חיישינן דילמא נגע מידי דהוה אכובא מליא דרב פפא ורב אשי מודו דאסרינן דילמא נגע אבל בחמתו אע\\\"ג דאיכא למיחש דילמא נגע כיון דמגע יין בכוונת ניסוך הוי לא גזרו והכשירו היין והיכא דהבור עמוק כיון דאזיל מיניה מיניה עד שפת הבור הוי יין נסך דגזרו אטו בור מלא ולא שני לן בין בור מלא לבור חסר והלכך גוי אע\\\"פ שזריקתו מותרת הני מילי כגון שאינו עומד על שפת הגיגית של יין וזרק למרחוק ונפל לתוכה אבל עומד אצל הגיגית והפיל אבן או צרור מלמעלה לגיגית לתוך הגיגית הרי זה יין נסך\\\\. מ\\\"ח ומיניה מיניה הוא כמדומה והילכך הבוצרים המביאים הענבים בסלים ובדרדורים והם ע\\\"א אין מניחין אותם לזרוק בתוך הגיגית של יין אלא ישראל אוחז בהם וזורקו לתוך הגיגית ואם סייע ישראל לגוי לזרוק היין כשר אלא שאסור לעשות כן שמא ישגה ויסמוך על הגוי ונמצא הגוי זורקו לבדו והוי יין נסך מ\\\"ח\\\\. <מקורות>\\\\[סימן ק\\\"ח\\\\]</מקורות> פירש ר\\\"ת הלכות יין נסך ואשר שאל על היין אם זורק גוי שום חפץ בתוך כליו של ישראל שהיה בו יין כשר ענבים למעלה\\\\. כלומר באותה זריקה נפלה כך דעתי נוטה וכך מקובלני שאפילו זרק גוי בתוך היין מסונ' וצלול שאין למעלה שום ענבים שמותר אפילו בשתיה דהכי אמר רב אשי כל שאילו בזב טמא בע\\\"א עושה יין נסך\\\\. וכל שאינו משום נגיעה אלא ביד שהרי כתב כל אשר יגע בו הזב נגיעה לא הוה אלא ביד אי דקא נקיט מידי וקא נגעי אבל זרק לא הויא נגיעה דאמר ריש לקיש קנה בקומטו והסיט בו טהור אבל אם זרק יין נסך ביין הכשר אסור בכל שהוא בשתיה בין איכא ענבין למעלה מן היין אפילו אינן מבוקעות אסור בכל שהוא אותו יין למטה מן היין לפי שאותו שנפל למעלה יורד ושוקע מלמעלה למטה ומתערב באותו יין כשר והענבים עצמן אם מבוקעות אסורות ואם לאו מותרות בהדחה דתנן יין נסך אסור ואוסר בכל שהוא ולא מבעיא דאיהו גופיה אלא אפילו שכח וסתם יינן נמי אסור בהנאה וטעמא מההיא דאוגר ארבא לסתם יינן\\\\. ותנן נמי יין נסך שנפל על גבי ענבים ידיחם ואם היו מבוקעות אסורות\\\\. ואשר שאל על היין אם מושך ע\\\"א מן החבית של יין כשר או משימו אסור או מותר כך דעתי נוטה דהאי חמרא אסור בשתיה דמשכשך ליה גוי במגעיה וכי ההיא חביתא דמשכשך לה גוי וכנוגע בו וכי האי גונא דמי ששקיל ברזא ואהדרי' גוי ונקטי' כל מה שהחזירו בתוך החבית אמר רב פפא כל דלהדי ברזא חמרא אסור\\\\. מצי דשרי בהנאה אבל בשתיה וכו'\\\\. ומה ששאל אם מושך גוי יין כשר מן החבית בתוך כלי יין נסך שלו שהיה בו עדיין נסך ועדיין טפוח מן היין כך דעתי נוטה שאותו יין שנשאר בחבית אסור בשתיה וכך מפי' הרב ר' יצחק ז\\\"ל\\\\. חוץ מטבל ויין נסך דבמינו במשהו שלא במינו בנותן טעם וקשיא לי הא טבל דבר שיש לו מתירין הוא ואפילו שלא במינו אמאי בטל והאי דקיימא לן בנדרים פרק הנודר מן הירק ובמסכת ביצה וכו' אין ודאי הכי נמי ומיהו הכא מיירי בטבל שהלכו בעליו למדינת הים דהוי דבר שאין לו מתירין כדמשנינן בהזהב דלית ליה מעות הראשונים ובלא בעלים אי אפשר לתקנן דבעינן דעת בעלים כדאמר אתם גם אתם מה אתם לדעת אף שלוחכם לדעת ואי אפשר לעכב עד חזרת הבעלים דפירות עשוים לירקב לזמן מועט הילכך הוי דבר שאין לו מתירים ועוד קשיא לי חמץ בפסח לר' שמעון דקיימא לן כותי' אמאי שרי בתערובות והא שרי ליה לאחר הפסח בתערובות ובתערובות היכי בטיל הא יש לו מתירים ונראה לי דבתערובות של מיחוי כגון שהאיסור אין בו ממש אפילו יש לו מתירין בטל ואם באיסור ממש על זה שנינו בהנודר מן הירק כל שיש לו מתירין כעין טבל והקדש וכו' ואע\\\"ג דאמרי' בהזהב מעשר שני בטל ברוב האי מעשר אמרו במעשר שני שאין בו שוה פרוטה האי שוה פרוטה לא בטיל דיש לו מתירין\\\\. ונראה לרבי' דהכי הוה מצי למימר במעשר שני של תערובות בלא ממשו והא דאמרי' בשלהי ביצה גבי האשה ששאלה מים ומלח לעיסת' וקרי ליה שיש לו מתירין משום דידיע ממשו דמוקי לה במלח אסתרוקני' ומים נמי כמו ממש בעיסה אית להו עד כאן כתב הרב רבינו יעקב בספר הישר שלו\\\\. <מקורות>\\\\[סימן ק\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף סא\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"פסק זה כתב הרב ר' אברהם אב\\\"ד בשם רש\\\"י ז\\\"ל\\\\. מסקנא דמלתא מגע ע\\\"א בין שנתכוון ליגע שכשך אעפ\\\"י שלא נסך אסור בהנאה\\\\. ממתניתי' דאגרדמי' ע\\\"א משום לך לך אמרי' נזירא\\\\. שלא בכונה כגון שלא הכיר בו שהוא יין מותר בהנאה ממתני' דחר' ע\\\"א וכן נמי נפל לבור שלא בכונה הא אסור בשתיה ומותר בהנאה\\\\. ומגע ע\\\"א ע\\\"י דבר אחר כגון בקנה אם אנו יודעים שנתכוון לדבר אחר כגון מדדו בקנה או התיז את הצירע' מותר בהנאה ממתני' ואי איכוון אסור אף בהנאה מעובדא \\\\(דכירה\\\\) \\\\[דבירם\\\\] משום דבלא כונה הוא הא בכונה אסור משום לך לך\\\\. כח ע\\\"א בחיבורי' כגון דמוריק אורוקי הכיר בו שהוא יין אסור מדר' יוחנן \\\\(נ\\\"ט\\\\.\\\\) דאמר צא והכריז על יינן משום לך לך\\\\. שמא יגע ולאו אדעתי' לא הכיר בו שהוא יין מותר אף בשתיה מעובדא דר' יוסי בן נהוראי דאמרי שרי אפי' בשתיה דכחו שלא בכונה לא גזרו וכחו שלא בחבורי' כגון זריקה מותר בשתיה ואפילו נתכוון מדרב אסי דאמר כל שכשך בגוי אינו עושה י\\\"נ\\\\. <מקורות>\\\\[סימן צ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"פרק השוכר את הפועל\",\"text\":\"\"}","{\"header\":\"דף סו\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת רבינו יעקב ז\\\"ל על החרצנים של איסור שנתערבו ביין \\\\(ואם יש\\\\) \\\\[ואין\\\\] שם קיתון של מים \\\\(לבסוף\\\\) \\\\[לא בתחילה ולא בסוף\\\\] נראה לי שהן בטל בזגי היתר שהם ענבים והבלוע בחרצן האיסור חמרא דיין נסך שמו\\\\. והאי שמא לחוד והאי שמא לחוד\\\\. ואע\\\"ג דאיסור בלוע בכל מקום שהוא שם איסור עליו החרצנים והזגים של היתר שם זג וחרצן של היתר עליהם כדאמרי' חמרא חדתא בענבי ועוד דלדברי הכל מותרים ואפי' האיסור בעין ואי' זגין דסמיכנא אמאי דפסיקנא \\\\(דמינו במין\\\\) \\\\[דמין במינו\\\\] בששים חוץ מטבל ויין נסך שנתנסך לע\\\"א\\\\. <מקורות>\\\\[סימן צ'\\\\]</מקורות> השוכר את הפועל וכו' ורבא אמר בנ\\\"ט דבתר שמא אזלינן דמה שאמרה תורה מין במינו לא בטיל דכתיב ולקח מדם הפר ומדם השעיר ואמרינן בסדר יומא \\\\[נ\\\"ז ע\\\"ב\\\\] מכאן למין במינו שאינו בטל היינו כל דברים שיש להם שם אחד כגון דם הפר ודם השעיר דהאי דם מקרי והאי דם מקרי דבתר שמא אזלינן וה\\\"ל מין במינו ולא בטיל וכן מין במינו במשהו\\\\. וכן הלכה רווחת ובלבד שיהא ראוי אותו משהו בפני עצמו ואפילו הכי הוא ראוי בפני עצמו שלא יהא פגום במינו דאם כן הוי נבלה מסרחת והיתר הוא ולא אסור אלא כעץ בעלמא\\\\. ואפ\\\"ה הוא ראוי בפני עצמו אלא שפגם במינו במעט שנ\\\"ט אינו אסור במינו אלא כעץ בעלמא \\\\(מ\\\"ד\\\\) \\\\[מ\\\"ר\\\\] ועיקר\\\\. <מקורות>\\\\[סימן קמ\\\"ו\\\\]</מקורות> תבלין שנים ושלשה שמות וכו' והלכה כרבא דבתר שמא אזלינן בכולהו איסורי דבכוליה גמרא אביי ורבא הלכה כרבא בר מיע\\\"ל קג\\\"ם \\\\(קידושין נ\\\"ב\\\\.\\\\) הלכך שאור ועיסה ב' שמות ומשערים בששים אף על פי ששניהם עיסה דומיא דחומץ ויין דהוו ב' מינים ואיל ושור ועז ג' מינים ומשערינן בששים דכלן שמות חלוקין הן\\\\. ואף על פי שכלן בשר \\\\(דהכשר\\\\) \\\\[דהבשר\\\\] אינו השם ואפילו נבלה בשחוטה איכא למ\\\"ד בשחיטת חולין דהוי מין בשאינו מינו ומשערים בס' ואפילו מין טהור שנאסר במין טהור משאר שמות חלוקין הם\\\\. וכן מיני עופות כלם משערינן להו בס' בין טמאים בטהורים בין מין טהור במין טהור אחר\\\\. אבל ביצים טהורות בביצים טמאות וביצי עוף טהור א' במין טהור אחר כלן מין אחד הם ובמשהו דכלהו ביצה מקרי דומיא דחמירא דחטי וחמירא דשערי וחלא דחמרא וחלא דשכרא דכלהו שם אחד הם ובמשהו כדאמר רבא לעיל \\\\(ע\\\"ז ס\\\"ו\\\\.\\\\) דכלהו חמירא וחלא מקרי\\\\. והא דתניא ביצים טהורות ששלקן עם ביצים טמאות אף על גב דהוי מין במינו טהורות דההיא לאו רבי יהודה היא דאמר \\\\(חולין ק\\\"ח:\\\\) מין במינו לא בטיל אלא רבנן היא דאמרי מין במינו בנ\\\"ט\\\\. והלכך טהורות כדמפרש טעמא בשחיטת חולין שאין טעם במים ששולקים בהם ביצים ששמנונית הפולט בביצים אין בהם טעם והילכך טהורות\\\\. ומיהו \\\\(לא\\\\) נאסרות אליבא דרבי יהודה דמין במינו בכל שהוא דאסור אף על \\\\[גב\\\\] שאין נ\\\"ט\\\\. <מקורות>\\\\[סימן קמ\\\"ו\\\\]</מקורות> ושמנונית היוצא מן הביצים אף על פי שאין בו כח ליתן טעם במאכל אחר שמנונית של איסור הוא הואיל ואין בו טעם פגום ולא דמי לנבלה מסרחת\\\\. ואוסר במינו בכל שהוא\\\\. ובלבד שלא יהא שם דבר אחר כגון מים שאינו מינו שיבטלנו בששים דקי\\\"ל כל מין ומינו ודבר אחר סליק את מינו כמו שאינו ודבר אחר רבה עליו ומבטלו \\\\(חולין ק\\\"ח\\\\.\\\\) וחלב ובשר ב' שמות הם ומשערינן בס', קדרה ששהתה מעת לעת טעם לפגם הוא ומותרת בדיעבד אבל לבשל לכתחלה אסורה עולמית \\\\(ע\\\"ז ע\\\"ו\\\\.\\\\)\\\\. ואם של חרס היא צריך לשברה דאין תקנה לכלי חרס וכו' ע\\\"כ\\\\. והלכך חמץ בפסח דקי\\\"ל בין במינו בין בשלא במינו בזמנו במשהו \\\\(פסחים ל'\\\\.\\\\), דגזרינן שאינו מינו אטו מינו אם נתבשל מאכל בקדרה שאינה בת יומא בפסח מותר המאכל שחמץ הפולט מן הקדרה טעם לפגם הוא ומשהו דהיתר ואפילו שאר מאכל מותר אף על פי שיש באותו מין מאכל טעם חמץ בחימוץ בעיניה שראוי לחמע ואינו פוגם למלתיה הוא דאסר רחמנא אבל טעם חימוץ שנתערב בקדרה דלא חזי למלתיה כגון דטעם פגום והוא פוגם במאכל זה מותר כך אמר רבי' ומורה והדברים \\\\(נכרים\\\\) \\\\[נכונים\\\\] ונכוחים למבין\\\\. והמחמיר לענין חמץ בפסח תבא עליו ברכה\\\\. ע\\\"כ כתב הרב רבי' שמואל מרומרוג ז\\\"ל בפי' מסכת ע\\\"א\\\\. <מקורות>\\\\[סימן קמ\\\"ו\\\\]</מקורות> \"}","{\"header\":\"דף סז\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"מספר העתים והלכתא קדרה בת יומה נ\\\"ט לשבח היא וכל הנתבשל בה אסור מדקאמר \\\\(ע\\\"ז ס\\\"ז:\\\\) אי אפשר דלא פגמה פורתא פורתא הוא דפגמה הא רובא נותן טעם הוא ואסור\\\\. וקדרה שעמדה שלא נתבשל בה יום אחד נותן טעם לפגם הוא ומותר דכיון דעמדה הקדרה יום אחד שלא בשל בה מאותו היום ואילך נ\\\"ט לפגם הוא ומותר כל המתבשל בה איסור שנפל לתוך היתר במאי דבלע קדרה משערינן\\\\. וה\\\"מ היכא דמשערים האיסור כמות שנפל לשם תחלה דהתם ודאי משערים בהיתר דבלעה קדרה\\\\. אבל אם באנו לשער איסור כמו שבא לפנינו מצומק בבישול אז אין משערים במאי דבלע קדרה דאטו דהיתרא בלע דאיסורא לא בלע שאף האיסור נבלע ונתמעט מכמות שהיה וכי לא משערינן בקדרה עצמה ה\\\"מ להקל כגון שהיא של היתר אבל אם היא של איסור כגון קדרה חולבת וכו' בשר רותח לתוך חלב רותח וכל דבר איסור שנפל לתוך היתר חם לתוך חם אסור חם לתוך צונן וצונן לתוך חם הלכתא כשמואל דתתאה גבר הלכך חם לתוך צונן \\\\[בעי קליפה צונן לתוך צונן\\\\] מותר ובעי הדחה צונן לתוך חם אסור\\\\. עד כאן מספר העתים\\\\. <מקורות>\\\\[סימן קמ\\\"ב\\\\]</מקורות> \"}","{\"header\":\"דף סט\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת הרב אלפסי ז\\\"ל ושאלת היאך באלו השרצים כגון תולעת וזבוב ונמלה שנפלה בקדרה הדין בהם כמו שאמרו כל איסורים שבתורה בששים או אין אומר כן אלא שנפלו בצונן אבל בחמין בכלי שני וכ\\\"ש בכלי ראשון אפשר שיפסק אותו זבוב ויכנס בתוך התבשיל או יאכל נמלה\\\\. וכבר אמרו האוכל נמלה לוקה תשובה מי שנמצא אחד מן השרצים בקדרה משליך אותו ולא נאסר אותו תבשיל בין שהיה חם בין שהיה צונן אבל אם נפסק אותו שרץ בתבשיל שיעורו כשאר איסורין שבתורה בששים בספר קדושה\\\\. אבר שלם מן השרץ אחר שמת אינו לוקה עד שיהא בו כעדשה נמלה שחסרה אחת מרגליה אינו לוקה אלא בכזית\\\\. לפיכך האוכל זבוב שלם או יתוש שלם בין חי בין מת לוקה משום שרץ העוף\\\\. <מקורות>\\\\[סימן קל\\\"ט\\\\]</מקורות> ספר האורה פעם אחד הביאו לפני רבי דגים קטנים לאחר שנתבשלו נמצא דג טמא אחד ביניהם והכשיר רבי והשליך הטמא הואיל ונמצא האיסור ולא נשאר באחרים אלא טעמו ובטל בששים כשאר טעמי איסורים\\\\. ואף על גב דמין במינו לא בטיל הכא הוי מין בשאינו מינו ורבה עליו ומבטלו ובתחלת בישול נתנו עליו מים יותר מס' באיסור\\\\. אבל אם לא נמצא האיסור ויודעים אנו שנפל שם לא בטיל עולמות דבריה לא בטלה \\\\(חולין ק'\\\\.\\\\) ואם חלק האיסור בטלו טעמו בס' והורה רבה הלכתא למעשה\\\\. <מקורות>\\\\[סימן קמ\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף עא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כח ע\\\"א ששאלת כיון דנצוק חבור לא שנא ההוא דנפק לבראי ולא שנא ההוא דגואי בע\\\"א המערה הכל אסור וההיא עובד' דר' יוחנן בן אבא למאן דשרי הכל מותר למאן דאסר הכל אסור\\\\. וע\\\"א ששפך מן היין על גבי קרקע \\\\(במזלף\\\\) \\\\[כמזלף\\\\] הוא ואסור אבל על גבי טיט או מקום מלוכלך ודאי כזורק מים לטיט הוא\\\\. כך הוא בידינו\\\\. ושאלת משנתנו דקתני פס' עד שלא מדד דמיו מותרין אי פליג' דרב דאמר קדימו ושקילו זוזי\\\\. תמה אני מה שאלתך הלא רב אשי דמסתייעי ממלתיה דרב מוקים לה כשהקדים לו דינר\\\\. ואי רב סבר לה כרב אשי הוא נמי מוקים לה הכי\\\\. ואי לא סבר לה כרב אשי והאי דאמר להו קדימו ושקילו זוזי משום גזרה דזימנין דכייל למנא דע\\\"א ומשום עכבת יין דפומ' דבוזנית' כדאיתא בשמעת' הא לא קשיא ליה מידי ואני רואה כאן שאלה לחכם\\\\. והלכתא כאמימר כדאסקוה בשמעתא מיהו שפיר דמי למעבד \\\\(כבר\\\\) \\\\[כרב\\\\] משום גזרת מגע שמא יגע במדה עצמה ויאסר הכל\\\\. ומלתיה דרב משום גזרה כדאוקמה אמימר\\\\. <מקורות>\\\\[סימן ט\\\"ו\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב ר' אברהם ב\\\"ר דוד ז\\\"ל\\\\. הסכמנו בהסכמה אחת על חבית המקלחת ונגע גוי למטה בקילוח אעפ\\\"י שהניצוק חבור אינו אוסר מה שבחבית אלא בשתיה דעירוב חשבי' ליה ולא גוף המגע\\\\. וקיימא לן דסתם יינן אפי' יין ביין ימכר כלו לגוים חוץ מדמי יין נסך שבו הילכך אם היה בחבית קיתון של מים והיה באותו הקית' כדי לבטל בו עיקר המגע של גוי כל שבחבית מותר אפי' בשתיה מאי טעמא סלק את מינו כמי שאינו והקיתון של מים רבה עליו ומבטלו וכל שכן אם היתה החבית מקלחת לכלי אסור או שיש בו מעט יין אסור אע\\\"פ שדין החבית נאסרה בנצוק אם היה בחבית קיתון של מים שהכל מותר לפי שהקיתון רבה על מה שהיה תחלה בכלי אסור והתיר את החבית\\\\. אבל מה שעירה לתוכו ודאי אסור\\\\. ואם יאמר המשיב הלא אמרו חכמים כי הנצוק חבור וכיון דחבור הוא נחשוב נגיעת הע\\\"א שנוגע בקלוח כאילו נוגע בכל החבית ותהא אסורה אפי' בהנאה ואפילו היה שם קיתון של מים לא תועיל לה כלום\\\\. אינו כן דהרי ראינו במעשה דברזא דאמר רב פפא דאתי עד ברזא אסור ואידך שרי ואי ס\\\"ד דניצוק חבור אפי' להנאה כאילו נגע בכלו הכא במעשה דברזא דאתי הברזא הוי מגעו ואידך להוי כניצוק שאם התחתון אוסר את העליון מתורת חבור כ\\\"ש העליון שיאסור את התחתון מתורת חבור אלא ש\\\"מ מדהכא אמרי' דאידך שרי בהנאה אלמא חבורו עירוב הוי ולא גוף המגע כ\\\"ש ניצוק דעירוב הוי ולא גוף מגעו כדאמרן\\\\. והא דאמרן בפרק בתרא בשמעתא דאמימר סוף סוף מדמטי לאוירא דמנא קנייה יין נסך לא הוי עד דמטי לארעיתא דמנא ש\\\"מ ניצוק חבור הוא לאסור את כלו בהנאה התם כתנא קמא דרשב\\\"ג דאמר יין ביין כלו אסור בהנאה\\\\. אבל השתא דקיימא לן כרשב\\\"ג דסתם יינו אפילו יין ביין מותר בהנאה נצוק נמי אינו אסור בהנאה דעירוב הוי ולא מגע כדאמרן\\\\. ודוקא דנגע בקלוח למטה ולא קטפיה אבל קטפיה קטופי' כולי' אסור בהנאה\\\\. דההוא לאו מטעם נצוק מתסר אלא מטעם דחמרא כוליה משתכשך בקטופי' דההוא קלוח\\\\. וילפי' לה ממעש' דגושתא ובת גושתא דאנח ע\\\"א ידיה אגושתא ופסקיה ואסריה רבא לההוא חמרא כוליה בהנאה\\\\. ואמרינן טעמא דמלתא לאו משום ניצוק אלא משום דחמרא אגושתא גריר\\\\. כלומר וכיון דפסקיה שכשכיה כוליה ומתסר ואי קשיא לך האי מעשה דגושתא כיון דקיימא לן ניצוק חבור ממילא שמעינן ממעשה דגושתא דנצוק נגיעה הוי ולא עירוב דהא קאתינן למפשט מניה דנצוק חבור וכוליה אסור בהנאה\\\\. ואף על גב דדחייה רבא במילתא אחרינא מיהו מסקנא דשמעתא הכי הוא דנצוק חבור\\\\. וכיון דמסקנא דשמעתא הכי ש\\\"מ דמגע ממש הוא ולא עירוב\\\\. לא קשיא מידי דכי אמר ליה רב פפא לרבא בההוא מעשה במאי בנצוק הכי אקשי ליה כלומר וכי נצוק מגע הוי והלא עירוב הוי ואי משום עירוב הא קימא לן כרשב\\\"ג ולא גרסי' בגמרא דהאי מלתא ש\\\"מ נצוק חבור\\\\. אלא הכי גרסי' במאי בנצוק אמר ליה שאני דכולי' חמרא וכו' וההיא טעמא דגושתא גופו מחו לה \\\\(ארוחא\\\\) \\\\[אמותא\\\\] ואמרי דשאני התם דכוליה חמרא אי עקר ממנא והוא גריר אגושתא בכח השאיפה והרו' השואף וכי פסקיה לגושתא אהדרי לדוכתיה אבל קיטוף הקילוח אינו אלא מעמיד היין במקומה בשעת הקיטוף ואינו מחזיר לאחוריו ולא עוד אלא שהוא מתפלל לצדדים אחרים ונשפך שם ואינו משתכשך כלל וכך נראה לי והמעשה דגושתא נמי איכא למשמע דהנך מרזבי שקורין להם קנונש היין הבא דרך אותם המרזבים תורת נצוק יש לו אעפ\\\"י שהוא מחובר בכלי ונכנס לתוכו דהא גושתא נמי הכי הוא ועדיף מנייהו שהגושתא נכנסת בכלי עד קרקיעותו ואפילו הכי הוא מדמי ליה לנצוק ואי לאו דכולי חמרא בתר גושתא גריר כנצוק הוה חשיב ליה ולא מתסר בהנאה הלכך ע\\\"א דנגע בפי המרזב אי נמי דאהדר ברזא לההוא מרזבא מאי דאתי בברזא מתסר בתורת נצוק ובשתיה בלחוד כרשב\\\"ג ומאי דלא אתי כברזא איכא נמי מאן דשרי ליה בשתיה דלא אסרי' בנצוק אלא מאי דאתי בתריה אבל מאי דלא אתי בתרי' לאו ניצוק הוא ולא גזרינן בור דאי חשבינ' לההיא נצוק דבראי כמעורב במאי דאתי בתרי' לא גזרינן כוליה האי למיסר משום עירוב דעירוב כנצוק ואני שמעתי כי הרב רבינו משה בר' יוסף זצ\\\"ל הוה מפרש במעשה דרב פפא דאתי בברזא אסו' בשתיה ואידך שרי אפילו בשתיה ואני לא עמדתי על סוף דעתו עד כמה שנים ועתה חשבתי כלפי הדר' הזה מסעד לדבריו בענין המרזב כאשר כתבתי\\\\. <מקורות>\\\\[סימן קי\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף עב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ובקבוקי רברבי אי מכניסין לקיום או לא\\\\. הני בקבוקי ששאלת הם הברלש כמדומה לי\\\\. וכלל אחד אני אומר עליהם כל כלי שמסתפקין ממנו בהטיה וזקיפה אין מכניסין לקיום מפני שאין מתקיים בו יין שהוא מחמיץ\\\\. אבל כלי שמסתפקין ממנו דרך ברזא הוא מכניסו לקיום וכלל הדיוט שמעתי בו כל כלי שמקיימין בו יין ג' ימים הוא מכניסו לקיום\\\\. ותפשו דרך זה מן ההכשר שהצריכוהו ג' ימים מעת לעת אמרו כבולעו כך פולטו אעפ\\\"י שאין העירוי דרך פליטה שלא מצאנו צונן מפליט אבל ראיה היא ולמדין ממנה\\\\. עתה לדבריהם כלי שמחזיק יין ג' ימים לאדם אחד צריך עירוי ג' ימים פחות מכאן אינו צריך\\\\. וכלל זה אעפ\\\"י שהוא לשון הדיוט שמעתיו וערב עלי\\\\. והני כלים דמכניסין לקיום הכשרן ברותחין ואפי' בלא פירו' כבולען כך פולטן והוא שימלא אותם מים רותחין\\\\. ואם לא ימלא אותן האבנים שרופות מה יועילו כי לא יעמדו אלא במקום ניצוצות ותוך כלי אינו שרופית אלא להגעלה יורה גדולה כדי שיוגעלו שפתותיה בניצוצות כדרך בליעתן\\\\. ונצוק חבור אפי' להנאה\\\\. מיהו האי ניצוק חבור דאמרי' לא עדיף מתערובת\\\\. וכבר אמרו הלכה למעשה יין סתם אפילו יין ביין ימכור כולו לע\\\"א חוץ מדמי יין נסך שבו ואין עכשיו יין נסך גמור חוץ מאותו ששותין הכומרים בבית ע\\\"ז שלהם ועליו נאמר ישתו יין נסיכם וגו'\\\\. ובר ניצוק מותר ולא מראיה חזקה כי אם ממה שאמרו לא שאנו אלא שלא החזיר גרגותני לגת אבל החזיר גרגותני לגת אף שבגת אסור\\\\. והיו סבורים לומר דגרגותני גופא מתסרא בניצוק\\\\. ודייקי הכי אם כן אף מה שבגת נמי ליתסר ואע\\\"ג דלא החזיר גרגותני לגת דהא בר נצוק הוא לפי שמן הגת לגרגותני חבור ומן הגרגותני לבור והרי הכל נצוק\\\\. אלא לאו ש\\\"מ משום דהאי נצוק והאי בר נצוק ולא גזרו עליו\\\\. ודחו לה להאי ראיה דילמא בנוטל במחץ מן הגת ונותן לתוך הגרגותני שאין הגת לא נצוק ולא בר ניצוק\\\\. ואפי' הכי ראיה יש שהיה לו לרב הונא לומר לא שאנו אלא שלא החזיר המחץ לגת ומדלא אמר הכי אלמא אי שקיל במחץ מן הגת המחץ נמי מותר משום דהוי בר נצוק ומעט סתם יין שנתערב ביין כשר כלו אסור בשתיה ואין משערים לעולם ביין בששים\\\\. <מקורות>\\\\[סימן י\\\"ח\\\\]</מקורות> אמר רב הונא נצוק לטומאה ולטהרה לא הוי חבור וכו' לענין יין נסך הוי חבור שאם היה מערה מחבית של היתר לחבית של איסור או שנגע ע\\\"א למטה כל היין העליון אסור ודוקא שמערה דרך פיה או דרך שוליה שכלו נמשך אחר הנקב אבל אם היה מקלח מן הצדדין לא עדיף ממגעו בלא ניצוק ואינו חבור אלא לאותו היין שעד הנקב מלמעלה כההוא מעשה דרב פפא \\\\[גבי ברזא לעיל\\\\] דמגעו הוה ולא ניצוק הוה אלא בגופו נגע ולא הוי חיבור אלא מה שלמעלה מן הנקב ואי קשיא לך הא גבי מקוה אמרי' עירוב מקואות כשפופרת הנוד והנה כי כלן נעשו חיבור בין למעלה מן הנקב בין למטה התם לאו בחיבור הוו אלא משום עירוב הוא ומה שעד הנקב מלמעלה הוי חיבור ומה שלמטה מן הנקב נהי דחבור לא הוי עירוב מיהא הוי שהמשקין העליונים מעורבים עם התחתונים וכיון דעירוב הוי לא איכפת לן וגבי יין נסך נמי העליון נאסר מפני חיבור \\\\[בהנאה\\\\] והתחתון משום עירוב \\\\[ואסור רק בשתיה\\\\] כדפרשי' במעשה דברזא\\\\. <מקורות>\\\\[סימן ק\\\"ז\\\\]</מקורות> כתב הרב אברהם בר דוד זצ\\\"ל זה הירושלמי\\\\. ירושלמי \\\\(הל' ח'\\\\) רב הונא בשם רב הקלוח חבור אמר ר' זעירא בכל אתר לית את עבוד הקילוח חבור וכו'\\\\. אמר ר' הונא אי נתנסך הבור נתנסך הקילוח נתנסך הקילוח לא נתנסך הבור ר' בא לא אמר כן נתנסך הקילוח נתנסך הבור נתנסך הבור לא נתנסך הקלוח\\\\. כלומר מה שאמר רב הקלוח חבור דוקא נתנסך הבור מפני שהקילוח משתכשך כשהבור משתכשך אבל בשכשוך הקילוח אין הבור משתכשך כלומר בא ר' הונא ללמדנו שהבור שאמר רב לא מפני שנוגעים זה בזה אלא מפני השכשוך הוא דמשתכשין זה מפני זה הלכך הקלוח מתנסך מן הבור אבל לא הבור מן הקלוח\\\\. ור' בא לא סבר הכי אלא הקילוח שהוא יורד אל הבור הוא חבור אל הבור ומנסכו אבל הבור שאינו עולה אל הקילוח אינו אסור את הקלוח\\\\. וכן הוא לטומאה ולטהרה\\\\. ולמדנו מכאן יין היוצא מן הכלי לכובא ושכשך הגוי למטה בכובא שהקלוח נאסר \\\\(בעיקר\\\\) \\\\[כעיקר\\\\] מגעו של גוי ואסור בהנאה אבל מה שבחבית העליו' מיהא אינו נאסר אלא מתורת עירב ולא משכשוך הכובא ולא משכשוך הקילוח ואותן הקנוקניש שנותנין בכלי היין אומר אני שהם בניצוק לפי שהוא קלוח ואינו גוף הכלי וגוי שהחזיר השוכתא לקנון שהוא מרזב מה שהיה יוצא באותו מרזב בודאי הוא משתכשך אבל מה שבכלי לא נשתכשך דגוששא ובת גושתא\\\\. דאמרי' שאני הכא דכולה חמרא אגושתא ובת גושתא גריר מפני שאיפת הרוח וכשמפסיקו כלו משתכשך ולא תורת נצוק הוא אבל דרך מרזב אחר תורת ניצוק חבור הוא ולא משום שכשוך של עצמו הילכך מה שבכלי שלימה דאתי בברזא הוי חיבור עירוב ואסור בשתיה אבל מאי דלא אתי בברזא מותר בשתיה דכולי האי לא אסרי' משום עירוב דעירב\\\\. וזאת היתה הסברא של הרב ר' משה ז\\\"ל עם הכרעתנו\\\\. <מקורות>\\\\[סימן ק\\\"י\\\\]</מקורות> ירושלמי אמר רב הונא בשם רב הקלוח חבור סבר ר' הונא נתנסך הבור נתנסך הקילוח נתנסך הקילוח לא נתנסך הבור\\\\. ר' בא לא אמר כן אלא נתנסך הקילוח נתנסך הבור וכו'\\\\. חיי דמר רב הונא בשם רב הקילוח חבור סבר רב הונא מימר כשם שהבור מתנסך כך הקלוח מתנסך\\\\. פי' כשם שהבור משתכשך כך הקלוח משתכשך מכח השכשוך של בור אבל משכשוך של קילוח אין הבור משתכשך ור' בא לא חייש להאי שכשוך אלא שהעליון ודאי עירוב לתחתון דאפילו טומאה וטהרה נמי הוי עירוב אבל תחתון לעליון לא הויא עירוב וקימא לן כרב הונא\\\\. מיהו שמעינן מינה דקלוח הוא דמתסר משום נסך משום דמשתכשך בהדי בור אבל מה שבחבית מיהא לא משתכשך בשביל הבור אלא משום עירוב נאסר ע\\\"כ כתב הר' ר' אברהם בר' דוד ז\\\"ל הוראה למעשה\\\\. <מקורות>\\\\[סימן קי\\\"ב\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"ועל היין היוצא דרך השולים ונגע בו ע\\\"א בחוץ לשולים מותר לדברי הכל\\\\. לדברי מותר כדפרישנא ניצוק אינו חיבור ורבותי נמי שרו ליה דבנצוק דאזיל לאבוד \\\\[מודו\\\\] דמפרשו כולהו נצוק מכלי אל כלי או לבור\\\\. ועוד לא מחזקינן דלהוי טופח ע\\\"מ להטפיח\\\\. ודילמא איכא שום עכובא כיון דמהדק קצת דלא הוי כעי' ברזא דאפי' עד ברזא איכא מאן דאסר ולא יותר אלא כשהכניס אצבע\\\\. אבל בקילוח למרחוק שרי אם נגע לדברי הכל וכל שכן יין שותת טיף ועירב מקוואות כשפופרת הנוד בחלל לבדו אבל במים בטופח על מנת להטפיח ובאשבורן והא דאמרינן לאפושי מיא ביבמות \\\\[ט\\\"ו ע\\\"א\\\\] לא שצריך לכך אלא הרואה אומר לאפושי מיא הרחיבוה כבית שמאי\\\\. <מקורות>\\\\[סימן צ\\\"ג\\\\]</מקורות> תשובות שאלות לאב המון הרב הגדול ר' אברהם ב\\\"ר דוד ז\\\"ל על יין נסך השיב הרב ר' אברהם בר' דוד ז\\\"ל לשני מעשים ששאלו לפניו חכמי בדרשי וזאת התשובה אשר השיב להם רוצה אני להשיב לשואלים לשמוע וללמוד אך לא לשואלים לנצח ומנגד לעמוד כי חכמים הם בעיניהם ונגד פניהם נבונים\\\\. ואם אשיב כדבריהם ישמעו ואם לאו יחדלו אבל אחד מעיר מזכה כל העיר אי אפשר שלא יהיה בהם אחד רוצה ללמוד\\\\. עתה אשוב לדבר אוזן שומעת\\\\. המעשה האחד שבא ע\\\"א בכעס והוציא הברזא בכעס מן הכלי ונשפך מן היין לארץ הנשאר אם הוא אסור או מותר ואם מותר בהנאה או אפילו בשתיה\\\\. ויש בכם שהוא מתיר ואף בשתיה מטעם שהוא \\\\(כחורק\\\\) \\\\[כזורק\\\\] מים \\\\(לשני\\\\) \\\\[לטיט\\\\] שהרי הולך לאיבוד ולדברי זה המתיר אין לנו שפיכות ע\\\"א אוסרת אלא מכלי אל כלי והלא המנסכים לפני ע\\\"א שופכים לפניה בקרקע כעין המזלפים להנאתם\\\\. ואין לנו אלא מה שנהגו העם אבל הדרך שיכול לדונו \\\\(למיתה\\\\) \\\\[להיתר\\\\] מפני שהוא בחמתו ולולי הירושלמי כל מה שאמרנו בגמרא שלנו לא תועיל לנו כי במה שאמרו במשנה נטל את החבית וזרקה לבור בחמתו זה היה מעשה והתירו ואפילו אזלי מניה מיניה אולי לא היתה החמ' עם בעל הבור אבל זה שכעס עם בעל היין מי יימר דלאו לאינסוכי איכוון ולאסריה עלויה בנסוכו והוה ליה כחו זה מגעו בכוונה\\\\. אך המעשה שהוא בירושלמי \\\\(פ\\\"ד הל' י\\\"א\\\\) נראה שכל שהוא בחמתו אינו מנסך דאמרי ארמיה הוה ליה כדין ביה מעצרת' פי' מעצרת' דישראל אתא ישראל וזלף להון חמרי' אתא ארמאה אייתי קולתא ושפכון לגובת' פי' שימר ישראל בעל הגת יינו בקופותיו של ארמאי ונתנו בכדים שלו בא הע\\\"א וכעס על שנשתמר בקופתו ונטל הכדים שהיה בהם יינו של ישראל ושפכן בחמתו לבור\\\\. ואמר על זה אין הע\\\"א עושה יין נסך בחמתו לבור\\\\. הנה זה שהיה הכעס על הישראל בעל היין והתירוהו\\\\. והטעם כל שהוא בחמה אינו מנסך\\\\. אבל מכל זה היתר לא ראינו אלא לכוחו אבל למגעו לא דלא גרע מחמרי' דר' יוסי בן נהוראי ורבי יוסי בן ארזא דלא הוה ידע ביה דחמרא הוה למאן דשרי ליה בשתיה ואפילו הכי מקשה והא קא נגע ביה ושנינן דקא מוריק אורקי מכלל דמגעו אפילו שלא בכוונת יין אסור בשתיה וחמתו במגע בידיעת יין לא גרע ממגעו שלא בידיעת היין ואסור בשתיה אלא שיש לומר כי זה הע\\\"א שכעס על ישראל והוציא הברזא מן הכלי לא נגע אלא בקלוח היוצא עם הוצאת הברזא והוא נצוק\\\\. ואם כוחו בחמתו אינו אוסר כל שכן נצוק מחמתו שלא נאסר דלא עדיף נצוק מכחו ממש\\\\. ודבר זה השכל נותנו והדעת מקבלו והנה זה מותר בשתיה והשני ששפך הע\\\"א מן הברזא לראות אם היה בו מים או יין ואחר כך הוציאו עליו מן החבית ויש בכם מי שעלה בדעתו להתיר מפני שאין היין הנשאר בברזא נאסר מכח שפיכת הע\\\"א אלא משום נצוק\\\\. ור\\\"ל כי הכלי הגדול שהוציאו ממנו על אותו היין הוא נצוק בר נצוק\\\\. הנה דעת זה המתיר כתרוצה דרב ששת דאמר כח ע\\\"א דרבנן וכי גזור רבנן במאי דנפיק לבראי אבל מאי דלא נפיק לבראי לא גזור רבנן ואין הלכה כההוא תירוצא\\\\. חדא דדחי' בעלמא הוא ולא מסקנא דמלתא הוא\\\\. ועוד דרב ששת כדעת המתיר בנצוק אמר זה התירוץ וקאמר כל שמתיר בנצוק כל שכן שאוסר בכחו במה שבחבית דלא עדיף נצוק מכחו שהרי נשתכשך כלו\\\\. ועוד דרב ששת ליתה כלל מדאמר להו רבא להני שפוכאי כי שפיכתו חמרא לע\\\"א לא תשבקון לע\\\"א לסייעי בהדיהו דילמא שדיתו עליהו והוי כח ע\\\"א ואוסר וכי הוה כח ע\\\"א מאי הוי אלא משום דמתסר חמרא בידייהו מאי דאיכא גואי וקא טרחיתו באיסורי הנאה דאי לא מתסר אלא מאי דנפק לברא מאי נפקא ליה מיניה ואי אמרת משום נצוק הוא דמתסר מאי איסור ניצוק איכא במאי דגואי אלא ליתא להאי תירוצא דכי אמר לדעת המתיר בניצוק הוא דקאמר כדפרשינן ומי שדימה שפיכת הברזא לשפיכת היין של רבי יוסי בן נהוראי ואמר שלא נתכוון אלא לראות אם היה בו מים או יין ולא ידע המדמה הזה שלא נתכוון הע\\\"א לאוסרו עם שפיכתו ואיך \\\\(שיעור\\\\) \\\\[שיער\\\\] שלא שפך משראה שהוא יין ואם כן הוה ליה כחו בכונה ואסור בהנאה ואסור מה שבחבית בשתיה\\\\. ואי שקוליתו קבא דקמחא ואתיתו לגבי רבנן \\\\(דולן\\\\) \\\\[דילן\\\\] וגמריתו דניצוק אסור משום עירוב ואי יהביתו חד דנא דמיא בדנא דחמרא דידכו בשעת הגתו' כמנהג' דנהוג בהני אתרייתא לא הוו מתרמי להו הנהו קלקולי דנצוק מכלים אסורי' כשמעתה דרב שמואל בר יהודה \\\\(ע\\\"ג\\\\) בנפל קתון של מים תחלה\\\\. וכן נהוג בכל פרובינצא על פינו וחברינו הסכימו בידנו ולא בעטו בהוראתנו כאשר הוגד לנו עליכם\\\\. וכבר בירר' בפי' ע\\\"א שלי שהניצוק משום עירוב הוא בראיות ברורות\\\\. ומי בכם שאמר דכחו בכונה שרי בהנאה דלא עדיף ממגעו שלא בכוונה לא חש לקמחי' והלא מעצרתא זיירא \\\\(ס'\\\\) בלשנא דכח כחו כולי עלמא לא פליגי דשרי כי פליגי בכחו ומי איכא מאן דשרי בכחו ואף בשתיה אלא לאו בהנאה\\\\. ומסקנא דאפילו כח כחו אסור בהנאה ומתניתא דקתני מדדו בקנה אסור בשתיה מאי איריא מדדו דלמדידה קא מכוין אפילו בלא מדידה \\\\(נמי בשתיה\\\\) נמי מותר וכן ממעשה דרבא ודשפוכאי דמייתנא לעיל\\\\. ועוד ממעשה דרב' נהוראי דכחו הוה מאן דאסר אסרה אפילו בהנאה\\\\. ותו לא מידי\\\\. ומאי דאי בעיא לכו דנצוק ביין שאינו אסור בהנאה אם היא אוסר או לאו\\\\. וידעתי כי הגיע בכם יד הצרפתים החדשים החושבים בלבם כי המה הגבורים אשר מעולם אני לא שמעתי הפרש\\\\. ומה שהביאו מגמרא סיוע לנצוק שהוא אסר מן המשנה נטל את המשפך ומדד לתוך צליחותו של נכרי וחזר ומדד לתוך צליחתו של ישראל אם יש בו עכבת יין אסור ואמר האי עכבת במאי מתסרא לא בנצוק אטו התם משום דהוה נצוק מכליו של ע\\\"א אסור בהנאה\\\\. והתנ' נודות הע\\\"א וקנקניהם ויין ישראל כנוס בהם אסורים ואיסורם איסור הנאה דברי רבי מאיר וחכמים אומרים אין איסורן איסור הנאה ומתניתין דהכא לא אפליג בין שהיה יין בצליחותו של נכרי בין שלא היה בו יין אלא אסור שתיה נמי עושה יין נסך ולקמן כתב הרב הזה הנזכר ענין יין נסך ע\\\"כ לשו' הרב רבי אברהם ב\\\"ר דוד\\\\. <מקורות>\\\\[סימן קי\\\"ג\\\\]</מקורות> \"}","{\"header\":\"דף עג\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"יין נסך אסור ואוסר במשהו וכו' מים ביין יין במים נותן טעם מים ביין יראה לי שאינו אוסר בהנאה אלא א\\\"כ נתערב בו כדי מזיגה שיהא היין מזוג מן המים כדרך שבני אדם שותין אותו אבל אם נתערב בהם יין מעט קרוב אני לומר שאף בשתיה מותר מפני שנ\\\"ל שהוא טעם לפגם מ\\\"מ אני מסופק בכך שהוא מותר בהנאה וכן פי' בפ' אין מעמידין כי אתא רבין אמר רבי יוחנן יין נסך שנפל וכו' והא דרבין הלכתא דכל מין במינו ושאינו מינו סליק את מינו כמי שאינו והשאר רבה עליו מים ומבטלינן אותו ולית ליה להא דר' דימי ורב יצחק כי דבר ידוע היא כי הבור יש בו כמה קיתוניות של מים ויין של איסור הנופל בו מועט הוא דהא קיתון של מים מבטל את טעמו וטעמא דנפל שם קיתון של מים הא לאו הכי אוסר את כל הבור שנפל שם קיתון של מים תחלה קודם שיפול שם האיסור ואעפ\\\"י שאותן המים כבר נתבטל טעמן ביין של היתר כשיפול שם האיסור בטלוהו המים בטעמן מצא מין את מינו וניער מל' ניער את הקדרה כלו' ערבב את כלו ועשהו כמותו והנה אין בהאי כדי לבטל כל טעם היין\\\\. <מקורות>\\\\[סימן ק\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף עד\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת הרב רבינו שלמה אל הרב רבי אברהם בר' מאיר הכהן ז\\\"ל\\\\. על בשר בחלב מי ששגג ובשל בשר בקדרה שבישל בה חלב ובכף אשר הערה הקדרה הגיס בה קדרה של חלב ואין בכף בנותן טעם מפני קטנותה והעידו מפי גברא רבא שהיה נוהג בו איסור מטעם זה דהא דתנן בשחיטת חולין במשנה כל הבשר \\\\(חולין ק\\\"ח\\\\.\\\\) טפת חלב שנפלה וכו' ה\\\"מ קודם שיעשה בשר בחלב אבל לאחר שנעשה אוסר אפילו במשהו\\\\. והביא ראיה מהא דתנן במסכת ע\\\"א \\\\[ע\\\"ד ע\\\"א\\\\] אלו אסורין ואוסרין במשהו וקחשיב בשר בחלב וקשיא ליה למר מהא דקא קשיא ליה דההיא דע\\\"א ליכא לאוקמה אלא בחתיכה של בשר בחלב שנתערבה בחתיכה של היתר ואינה ניכרת דהא תלי טעמא משום דבר שבמנין שפיר קא קשיא ליה למר ודברים נכוחים למבין ועל ידי היה מעשה כשהייתי לומד אצל רבי' יצחק בר לוי בשחיטת חולין ובכל מקום ששנינו בשר בחלב בנותן טעם היה מלמדני שלא אלמד הלכה מכאן שהרי שנינו במסכת ע\\\"א בשר בחלב במשהו ובעוד הייתי לפניו לא נתתי לבי להבין בדבר ונסמכתי על דברו וכשבאתי לעירי התבוננתי במס' ע\\\"א וקשיא לי מאי דקא קשיא ליה למר עתה שאי אפשר להעמידה אלא כשנתערבה עם חתיכות אחרות ואינה ניכרת שמרתי הדבר בלבי עד שחזרתי לגרמייש ודנתי לפניו למדתנו רבינו בשר בחלב במשהו והבאתי ראיה ממס' ע\\\"א והתבוננתי בה ואין לי ראיה עוד ללמוד משם\\\\. והביא הספר ונתישב בדבר וחזר בו ובזו אני מעיד עלי שמים וארץ\\\\. והחכם הגדול הזה שכתב אדוני שהעידו מפיו לומר שכל מקום ששנינו בשר בחלב קודם שנעשה בשר בחלב אבל לאחר שנעשה בשר בחלב אוסר ואפי' במשהו תמיה אני אם ראוהו רואה בדבר זה לאיסור כמו שאמרו\\\\. ואומר אני כי התלמידים טעו בדבר ששמעו מפיו כשהיה רגיל לשנות לתלמידיו בשר בחלב בנ\\\"ט היה אומר להם והא דתנן בע\\\"א בשר בחלב במשהו, ה\\\"מ לאחר שנעשה בשר בחלב כי היכי דלא תקשי ממתניתין אמתני'\\\\. וכסבורים הם דההוא כל שהוא בנתינת טעם קאמר לא התבונן בדבר\\\\. והרב לא הוצרך לפרש להם ואם בפי' הורה להם איסור בדבר שמא בכף שנאסרה משום בשר בחלב ואח\\\"כ נתנה בחלב רותח אסר להם ויפה כיון שכיון שנאסרה נעשית נבלה\\\\. וכל הנפלט ממנה בין טעם בשר בין טעם חלב הבשר נבלה והחלב חלב נבלה\\\\. וכשנפלט ממנה חלב נבלה לתוך חלב היתר הוה מין במינו ומין במינו במשהו\\\\. אבל הגיס בה קדרה של בשר אם יש בה מים כדי לבטל את הכף בתבשיל מותר\\\\. ע\\\"כ\\\\. <מקורות>\\\\[סימן קל\\\"ח\\\\]</מקורות> וחטה שנמצאת במאכל או בתבשיל בפסח ונתבקעה אסור התבשיל באכילה אפי' בפחות מכשעורה שאין למשהו שיעור אבל מוכרו לע\\\"א ואפי' בפסח או משהה אותו ואוכלו אחר הפסח אלא שחשו לידי תקלה הלכך אסור לשהותו ואם עבר ושהה מותר\\\\. <מקורות>\\\\[סימן ל\\\"ג\\\\]</מקורות> אמר רב נחמן הלכה למעשה יין נסך יין ביין אסור חבית בחבית מותר סתם יינן אפילו יין ביין מותר בהנאה כרשב\\\"ג דאמר ימכר כלו לגוים חוץ מדמי יין נסך שבו פי' יין נסך גמור יין ביין כלו אסור בהנאה ואפילו במשהו\\\\. חבית בחבית כלומר שנתחלפה לו חבית של היתר בחבית של איסור ולא הוכרה איזה היתר ואיזו איסור האחת מותרת בהנאה ואחת אסורה בהנאה\\\\. סתם יינן אסור דרבנן הוא אפילו יין ביין ימכר כלו לגוים חוץ מדמי אותו יין\\\\. ולענין שאר איסורי הנאה כגון ערלה וכלאי הכרם וכיוצא בהן נראה לי שאין דנים בהם דין זה\\\\. ולענין שאם נתחלף \\\\(לי\\\\) \\\\[לו\\\\] אוכל באוכל אפי' הוא דבר שבמנין כאגוזי פרך ודכוותייהו שהם אוסרים את כל תערובתן\\\\. הני מילי באכילה אבל בהנאה אהניא להו חשיבותיהו דדמיהן אסורין לעולם ויוליך הנאה לים המלח אבל תערובתן מותר בהנאה\\\\. ואם נמוחו בשל היתר בזה נשתנה דינם כיין נסך דיין נסך אוסר את כל היין המותר אפילו בהנאה ושאר איסורי הנאה כגון ערלה ודכותה אם נמוחו בטילין במאתים ומותרים אף באכילה\\\\. ולענין חמץ בפסח אם נתערב לו פת בפת והוא מככרות של בעל הבית הכל אסור באכילה ואינו אסור בהנאה אלא דמי אותה הפת דומיא דחבית\\\\. ואם נימוח בשל היתר בזה חמור דינו מיין נסך\\\\. כי יין נסך במינו במשהו שלא במינו בנותן טעם אבל בפסח בין במינו \\\\[בין\\\\] שלא במינו במשהו לאכילה\\\\. דהכי אפסיקא הלכתא פרק כל שעה\\\\. ולענין אסור הנאה דינו קל מיין נסך שאינו אוסר את תערובתו בהנאה לא במינו ולא בשאינו מינו אלא א\\\"כ הוא ממכשירי המאכל כגון זיתום המצרי ושכר המדי וכיוצא בהן השנוים בפרק אלו עוברין שהם חשובים כאלו הכל חמץ\\\\. וכנגדו ביין נסך בשאינו מינו כדאמרינן בכבשין לדעת חזקיה כי בידוע שנתן לתוכו יין נסך אסורין בהנאה אבל במינו אפילו משהו אסור את הכל בהנאה ויין במים נמי אם נתערב בו כדי שיהו המים ראוים לשתות על ידו בתורת יין אפי' על ידי הדחק שהרי הוא ככבשין ואסור הכל בהנאה ואפי' סתם יין מאי טעמא הוה ליה כאילו איתיה ליין בעיניה ואינו מעורב בדבר אחר יין ביין נמי מסתם יין אם נתערב בו הרבה כדי שבכנגדו במים יהיו ראוים לשתיה על ידו אסור הכל בהנאה שלא אמרו יין ביין להקל אלא להחמיר\\\\. כך נראה לי לפ' הסוגיא של כאן והגאון ר' יצחק כתב על המשנה שלמעלה אלו אסורין ואוסרין בכל שהן וכו' יאמר דליתא להא כללא דהא קיימא לן דחמץ בפסח אוסר במשהו\\\\. ואני לא מצאתי את דבריו בכל הגמרא שאסרו חכמים את תערבתו בהנאה משום חמץ משהו ואי משום הנך דפרק אלו עוברין הנהו לאו במשהו מתסרי אלא נותן טעם הרבה ולא עוד אלא שגוף המאכל אינו נעשה זולתו וכבר פרשו אחד מהם וזהו דזיתום המצרי ואמרו כי הוא תלתא חיטי תלתא קורטומי תלתא מלחא והוא מעיד על האחרים שאינן במשהו\\\\. ומאין לנו לדחות סוגיא אחת מדעתנו בלא ראיה בלא עדים כי ודאי מבלי ספק כבר אמרנו בכאן שאי\\\\(נ\\\\)ן כל דבר אוסר תערובתו בהנאה אלא א\\\"כ הוא דבר שבמנין\\\\. וחמץ בפסח מזה הכלל הוא כמו שאמרנו כי ככרות של בעל הבית אף לענין חמץ בפסח נאמרו זולת יין נסך שאוסר במשהו בהנאה ואפילו טיפת יין אוסרת הכל בהנאה כיין נסך גמור\\\\. וכמדומה שלא כיון יפה לפי' של הלכה ושיטפא הוא כי שמא היה סבור כי לענין \\\\(אכילה\\\\) \\\\[הנאה\\\\] קא מיירי, ואינו אלא לענין \\\\(הנאה\\\\) \\\\[אכילה\\\\] כמו שפירשתי מראיות ברורות ודבריו נכוחים\\\\. <מקורות>\\\\[סימן ק\\\"ז\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"וחבית שאין מכניסו לקיום ועירו ממנו יין והדיחוהו יפה אין לחוש לשאר החרצנים דחרצני וזגי היתר ענבי \\\\(ומבשלין\\\\) \\\\[ומבטלין\\\\] אותו יין איסור הבלוע בחרצני וזגי האיסור אם ישנ'\\\\. וכל שכן מספקא לא נאסור\\\\. ועוד מין במינו כי האי בשעת הדחק \\\\(מודינא\\\\) \\\\[מורינא\\\\] להתרה\\\\. ועל הכלי נסך שפירק בו הע\\\"א הענבים והיין קודם משיכה הכל מותר כדפרשית\\\\. <מקורות>\\\\[סימן צ\\\"ב\\\\]</מקורות> נראה דישראל המשלח כלי ריקן שמכניסים בו יין לקיום צריך חותם בתוך חותם כדחזי' \\\\(ע\\\"ד:\\\\) רבא כי משדר גולפי להרפניא סחיף להו אפומיהו וחתים להו \\\\(אבר ציריו\\\\) \\\\[אבירצייהו\\\\] אלמא קסבר כל דבר שמכניסין בו יין לקיום אפי' לפי שעה גזרו בהו רבנן\\\\. ומיהו הני מילי דבעי' חותם בתוך חותם לכתחלה\\\\. אבל דיעבד בחותם אחד סגי כדחזינן \\\\(כ\\\"ט ע\\\"ב\\\\) דח\\\"מ מותר בחותם אחד דכיון דלא חשיבי לא טרח ומזייף חותם אחד הכי נמי כיון דלא חשיב האי כלי לא טרח ומזייף\\\\. אבל יין דהוא מידי דחשיב לא סגי בחותם אחד דטרח ומזייף\\\\. ופי' רבי' יעקב ז\\\"ל אם נותן בו ע\\\"א יין אפי' לפי שעה גזרו ביה רבנן משמע דאי לא הוה חתים להו אסורי\\\\. ותימא לפי מה שאנו אומרין דסתם כלי ע\\\"א אינן בני יומן למה לא נאמר דמסתמא לא נשתמש בהם ע\\\"א היו'\\\\. ויראה לי דבמהלך ב' ימים היה אי נמי פעמים שלא היה מגיע הע\\\"א להרפניא בו ביום אלא היה שוהה עד למחר\\\\. אי נמי לכתחלה הוא דעביד הכי\\\\. אבל השתא ניחא בלאו הכי שאפי' נתנו יין בתוך גולפי אסור אע\\\"ג דהוה דיעבד שהכלי אין בו רק ספיקא אחת אין לי להתיר מהאי טעמא להשתמש בו ואפי' בדיעבד אם נתן ישראל באותם גולפי אחר שהוליכ' הע\\\"א בלא חותם אסור כי באותו דיעבד אין לספק אם נותן טעם אם לאו או סתם יינן אוסר במשהו\\\\. וליכא אלא ספיקא אחת דשמא לא נשתמש בו הע\\\"א\\\\. <מקורות>\\\\[סימן פ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף עה\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"על ענין החביות אשר שאלת אם יעלה להן הכשר ביומן בשפיכת רותחין עליהם מכלי ראשון או מצנור שמימיו מקלחים\\\\. אחת לא פירשת אם החביות של עץ או של חרס אם של עץ הם די להם בשפיכת רותחין מכלי ראשון שהרי לענין חמץ בפסח רב אלפס ז\\\"ל מפרש הגעלה לקערות בענין זה\\\\. מיהו צריך לזו הגעלה אדם בקי ומיושב להחם לו חמין הרבה כדי למלאת כל החביות בפעם ראשונה כדי שלא יגעול מקצת הכלי ואח\\\"כ ישהה המים ממקום למקום דהוה ליה השתא כלי שני ואם תאמר ישפוך מן הכלי הראשון על כל מקום ומקום שמא יבאו בזה לידי שגגה\\\\. ועוד שצריך לשהות עליו החמין ואי אפשר בזה הענין אלא לאחר שיפשרו המים במקום אחד\\\\. וסוף דבר הרבה הוא קשה על הגעלה זו\\\\. ואם חביות של חרס הם אין להם הכשר ביומן שהרי להגעילו אי אפשר שלא מצינו הגעלה לכלי חרס שהרי אינו יוצא מידי דפנו לעולם \\\\(יערין\\\\) \\\\[ועירוי\\\\] ג' ימים מעת לעת אינו דרך הגעלה שלא מצינו הגעלה בצונן ועוד שכלי חרס הוא \\\\(אלמא\\\\) \\\\[אלא\\\\] מפני שנכנסין המים במקום היין ומבטלין טעם היין\\\\. וצנור שמימיו מקלחין נמי לא נאמר הוכשרו אלא כלים פשוטים שקילוח המים ורדיפתן שוטפין כל היין \\\\(מעלין\\\\) \\\\[מעליהן\\\\] אבל בכלי קבול שנתמלא הכלי אח\\\"כ מה יועיל לו קלוחו ורדיפתן הלא כשהם מכונסים אין להם קלוח ורדיפה\\\\. וכך כתבתי בפי' ע\\\"א שלי\\\\. ע\\\"כ תשובת הראב\\\"ד ז\\\"ל\\\\. <מקורות>\\\\[סימן פ\\\"ד\\\\]</מקורות> מניחין תחת הצנור וכו' כי מפני כח המים הבאים עליו כל שעה שוטף ומעביר מהן כל המשקה שבלעו ותרוייהו קיימי אשיפה ואגמי וכמה צריך לשהותן תחת הצנור בתקופת טבת ותמוז חצי יום וחצי לילה בתקופת ניסן ותשרי או יום או לילה לפי ששוים הם היום והלילה ודוקא עקלין דאין המים מתכנסים בהם וסגי להו בצנור שמימיו מקלחין וכו' אבל נודות וקנקנים וכל כלים האוסרים לא סגי להו בהכי כי קלוח' ורדיפתן מאי הוי אלא כשהוא לתוך הכלי אינ' לא מקלחין לא רודפים הילכך בעי שלשה ימים\\\\. <מקורות>\\\\[סימן ק\\\"ז\\\\]</מקורות> וששאלת על גיגית שדורכין בה אם נעורת שבין הסדקים כדין דוקי דארמאי דחיישינן על דבר זה אני משיב כי נעורת הנתונה בין הגיגית ובין נקב שנסתם בשעוה או בזפת אין נראה לי שם איסור והרי הוא כשאר הכלי\\\\. דדוקי דארמאי אמרי\\\\[נן\\\\] דכיתנא מישנן \\\\[שהכלי עיקרו כיתנא\\\\] וגם קנקנים מזופפים מישנן שהכלי עיקרו \\\\(כיתנא ונתינת יין בדוקי ועקרו\\\\) מחופה \\\\[בזפת אבל סתימת נקב בעלמא ועוד דדוקא אמרינן דוקי דארמאי\\\\] אבל \\\\[שאר\\\\] כלי פשתן אם נפל עליו \\\\[יין\\\\] אין צריך הגעלה שלא מצאנו שאסרו הגמרא ומעשים בכל יום מטפחות נופל עליהם \\\\(וע\\\"א\\\\) \\\\[יין מע\\\"א\\\\] מעמיד השלחן למחר מתיבשות \\\\[וחוזר\\\\] ונופל יין ואין אנו אוסרים\\\\. והלכה רופפת וקח לך מנהג\\\\. <מקורות>\\\\[סימן צ\\\"א\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"מעשה אירע בבית הנדיב ר' יעקב שהיה היין יוצא דרך אמצע השולים של פיטם גדול ביום טוב כי לא היו השולים מהודקין זה עם זה ונתן יהודי נעורת לסתום בהם כנגד הסדק לסותמו \\\\(עדיין\\\\) \\\\[ועדיין\\\\] היין היה יוצא כי לא היתה הנעורת תחובה בתוך הסדק לסתום רק היהודי היה תופש הנעורת כנגד הנקב ומונע קצת יין מלצאת ולא כל כך ובא הנגר ע\\\"א ותחב הנעורת שהיה היהודי אוחז ומעמיד בהדוק כנגד הסדק בסכין עד שסתם היטב את הפיטם\\\\. ושאלו לרבי' יעקב ז\\\"ל והתיר מטעם שהיה מדמה דבר זה לנוד של עור \\\\(כך\\\\) אעפ\\\"י שאם יתן הע\\\"א אצבעו מבחוץ ויתחוב אותו בתוך הנוד והעור מפסיק אין זה דרך ניסוך\\\\. וגם זה כיוצא בו\\\\. וקשה היה בעיני לדמותו לזה כי סברא גדולה היה נראה לי לחלק ביניהם וכשדברתי אח\\\"כ עם רבי' שאלתי לו אם יש להתירו מטעם שאמרה גמרא בסוף ע\\\"א הכא מפסקי אשכולות\\\\. ומטעם זה מטהר שם בעם הארץ שהושיט ידו \\\\(לגות את האשכולות\\\\) \\\\[לגת ונגע באשכולות\\\\] אפילו כשמשקה הולך\\\\. וענני שאין לדמותו לזה כי שם מדבר אחר \\\\(דריבה\\\\) \\\\[דריכה\\\\] והוצאת יין מן הגת \\\\(וההודקות\\\\) \\\\[ומהודקות\\\\] יחד האשכולות עצורות כעין שהם בשעה שהן עוצרים אותם כתפוח של גתות שלנו פר\\\"י מושרש וסמכו הבעלים על היתר רבינו כלל\\\\. <מקורות>\\\\[סימן פ\\\"ו\\\\]</מקורות> תנו רבנן הלוקח כלי תשמיש מן הגוים וכו' כלי מתכות מדיח' ומטביל' למדנו לשפשו' שצריך לטרדו במים לשפשפו במים בידו ולא שיעביר עליו מים בנחת דא\\\"כ למה הוצרכנו להדחה ולטבילה תסגי ליה בטבילה לחודה וגם נראה לי שצריך לשטפו במים אחר השפשוף\\\\. והיינו דתנן בזבחים מריק' כמריקת הכוס שטיפה כשטיפת הכוס ועל כוס אסור אמר דומיא דכלי אסור דאיירי בג'\\\\. ועוד אנו למדין מכאן כי דבר שצריך הגעלה וליבון צריך להגעילו וללבנו ואח\\\"כ יטבילנו כדקתני מגעילן ומטבילן מלבנין ומטביל' וקרא נמי הכי כתיב תעבירו באש דהיינו ליבון ואח\\\"כ וטהר דהיינו טבילה ואי אפיך לית לן בה דעכובא לא כתיב מכל מקום צריך שיהא זריז מדבר החוצץ בו שהרי הקשה הכתוב לטבילת הנדה\\\\. <מקורות>\\\\[סימן ק\\\"ז\\\\]</מקורות> וקערות בעו כלי ראשון או שיכניסם לתוך יורה רותחת או שיטיל לתוכן רותחים מכלי ראשון וימלא' כמו שכתב הרב ז\\\"ל בענין חמץ בפסח\\\\. ואם יכניס אותן לתוך יורה רותחת צריך לשהותן בתוכה מעט ולא להוציאן מיד וגם לא לשהותן עד שתנוח הרתיחה אלא להכניסן לרתיחה ולהוציאן מתוך רתיחה ולשפשפן מיד בצונן וזה הוא דרך הכשרן\\\\. <מקורות>\\\\[סימן כ\\\"ה\\\\]</מקורות> כפות של קרן שנים של ע\\\"א או של ישראל בפסח צריכות הגעלה ואינן בנות הגעלה משום דחייס עלייהו דמפסדי ברותחין ואי לא חייס יגעיל בהכשר וכן מחלב לבשר יגעיל\\\\. ומי שעלה בדעתו שאינן צריכות הגעלה טעה דהא חזינא להו דמדייתי טובא\\\\. ואמרי נמי בסכיני דפסחא מגעיל להו ולקתיהו ברותחין ולא מפליג בקתיהו בין שהן של קרן או שהן של עץ או של מתכת\\\\. <מקורות>\\\\[סימן ל\\\"ה\\\\]</מקורות> כתב הרב רבי' יעקב ז\\\"ל בספר הישר השוכר את הפועל וכו'\\\\. דקדק רבי' הגאון בנ\\\"ט לפגם הא פשיטא דנ\\\"ט לפגם מותר וכלהו אמוראי סבירא להו נ\\\"ט לפגם מותר\\\\. דאמר רבא הלכתא נ\\\"ט לפגם מותר \\\\(ל\\\"ח:\\\\)\\\\. ועכברא בשיכרא לא ידענא טעמא דרב ועוד כמה הלכות בפ' אין מעמידין בשמעתא דשלקות \\\\(שם\\\\) ולזה לא הוצרכנו אלא אפילו כל הקדרות שבעולם לא מחזקינן ליה בקדרה בת יומא וכ\\\"ש כלי המים\\\\. וכן מוכח בכמה מקומות בגמרא ת\\\"ר הכוספן \\\\(שם\\\\) של ע\\\"א שהוחמו חמין ביורה גדולה אסור ביורה קטנה מותר\\\\. והתניא אחד יורה קטנה ואחד יורה גדולה מותר\\\\. לא קשיא הא כמ\\\"ד נ\\\"ט לפגם מותר\\\\. הא כמ\\\"ד נ\\\"ט לפגם אסור\\\\. הרי בסתם קדרות חשבינן ליה נ\\\"ט לפגם\\\\. ותו גבי דבש ושמן פריך אי משום גיעולי ע\\\"א נ\\\"ט לפגם הוא\\\\. ועוד אמרינן גבי קורט חלתית \\\\(ל\\\"ט\\\\.\\\\) מאי טעמא משום דמפסיקין ליה בסכינא ואף על גב דאמר מר נ\\\"ט לפגם מותר\\\\. ומה טעם אלא משום כליהם עד שלא נודע לך הרי הן בני יומן ועוד אמרינן בשלהי מסכתא \\\\(ע\\\"ה:\\\\) הלוקח כלי תשמיש מן הע\\\"א דבר שלא נשתמש בהן אלא ע\\\"י צונן כגון כוסות קיתוניות וצלוחיות מדיחן ומטבילן והן טהורין\\\\. דברים שלא נשתמש בהן אלא ע\\\"י חמין כגון היורות והקומקומסין ומחמי חמין מגעילן ומטבילן והם טהורין\\\\. וכלן שנשתמש בהן עד שלא יטביל ושלא יגעיל ושלא ילבין\\\\. תני חדא אסור ותני חדא מותר\\\\. ל\\\"ק הא כמ\\\"ד נ\\\"ט לפגם מותר הא כמ\\\"ד נ\\\"ט לפגם אסור\\\\. ש\\\"מ דסתם כליהם נ\\\"ט לפגם הם\\\\. <מקורות>\\\\[סימן קמ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף עו\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת הרב רבי אברהם ב\\\"ר יצחק ז\\\"ל אב ב\\\"ד כל תבשיל שנעשה בקדרה אסורה אם הוא נ\\\"ט לפגם מותר דלא אסרה תורה אלא קדרה בת יומא\\\\. ואם בשל בשר בקדרה של חלב אם יש בה בנ\\\"ט הרי זו אסורה\\\\. דנ\\\"ט לשבח הוא דקדרה בת יומא היא\\\\. ואם נ\\\"ט לפגם הוא שאינה קדרה בת יומא מותר לאכול התבשיל\\\\. אבל הקדרה אסורה לבשל בה לעולם דלא אמרי' נ\\\"ט לפגם מותר אלא דיעבד להתיר התבשיל דילמא אתי למעבד בקדרה בת יומא שהיא לשבח והכי אסיקנא במסכת ע\\\"א \\\\(ע\\\"ו\\\\.\\\\)\\\\. אבל הקדרה אסורה לעולם לבשל בה לכתחלה דהא אסיקנא בסוף מסכת ע\\\"א \\\\(שם ע\\\"ה: ע\\\"ו\\\\.\\\\) וכלן שנשתמש בהן עד שלא יגעיל עד שלא ילבין דקי\\\"ל נ\\\"ט לפגם מותר שלא אסרה תורה אלא קדרה בת יומא שהיא לשבח ואסור לשהותה אך אם עבר ובשל בה מותר דנ\\\"ט לפגם מותר\\\\. וכן עץ פרור של בשר אם היא בת יומא שנתנו בקדרה חלב אם אין בה בנ\\\"ט מותר ואי איתא קפילא ארמאה דיכיל למטעמיה סמכינן עליה ואי ליכא קפילא בששים \\\\(חולין צ\\\"ז\\\\.\\\\)\\\\. ומ\\\"מ עץ הפרור אסור משום הבלע מן התבשיל\\\\. אבל שמעתי מחכמי דורנו ששמעו מפי הרב ר' יעקב ז\\\"ל דהיכא דהגבי' העץ הפרור מלא מתבשיל הקדרה שיש לנו לומר שמא מה שיצא מפליטת הכף אינו יכול להתבטל בתבשיל שהגביה באותו הכף משום דלית ביה ששים באותו תבשיל שהגביה ואחר ההגבהה החזיר הכל לקדרה מה שהגביה עם העץ הפרור עצמו נעשה הכל נבלה ואוסרת כל הקדרה אם אין בה שיעור ששים כשיעור מה שהגביה עם העץ הפרור\\\\. <מקורות>\\\\[סימן ק\\\"מ\\\\]</מקורות> ושמנונית היוצא מן הביצים אף על פי שאין בו כח ליתן טעם במאכל אחר שמנונית של איסור הוא הואיל ואין בו טעם פגום ולא דמי לנבלה מסרחת\\\\. ואוסר במינו בכל שהוא\\\\. ובלבד שלא יהא שם דבר אחר כגון מים שאינו מינו שיבטלנו בששים דקי\\\"ל כל מין ומינו ודבר אחר סליק את מינו כמו שאינו ודבר אחר רבה עליו ומבטלו \\\\(חולין ק\\\"ח\\\\.\\\\) וחלב ובשר ב' שמות הם ומשערינן בס' קדרה ששהתה מעת לעת טעם לפגם הוא ומותרת בדיעבד אבל לבשל לכתחלה אסורה עולמית \\\\(ע\\\"ז ע\\\"ו\\\\.\\\\)\\\\. ואם של חרס היא צריך לשברה דאין תקנה לכלי חרס וכו' ע\\\"כ\\\\. והלכך חמץ בפסח דקי\\\"ל בין במינו בין בשלא במינו בזמנו במשהו \\\\(פסחים ל'\\\\.\\\\), דגזרינן שאינו מינו אטו מינו אם נתבשל מאכל בקדרה שאינה בת יומא בפסח מותר המאכל שחמץ הפולט מן הקדרה טעם לפגם הוא ומשהו דהיתר ואפילו שאר מאכל מותר אף על פי שיש באותו מין מאכל טעם חמץ בחימוץ בעיניה שראוי לחמע ואינו פוגם למלתיה הוא דאסר רחמנא אבל טעם חימוץ שנתערב בקדרה דלא חזי למלתיה כגון דטעם פגום והוא פוגם במאכל זה מותר כך אמר רבי' ומורה והדברים \\\\(נכרים\\\\) \\\\[נכונים\\\\] ונכוחים למבין\\\\. והמחמיר לענין חמץ בפסח תבא עליו ברכה\\\\. ע\\\"כ כתב הרב רבי' שמואל מרומרוג ז\\\"ל בפי' מסכת ע\\\"א\\\\. <מקורות>\\\\[סימן קמ\\\"ו\\\\]</מקורות> מספר העתים והלכתא קדרה בת יומה נ\\\"ט לשבח היא וכל הנתבשל בה אסור מדקאמר \\\\(ע\\\"ז ס\\\"ז:\\\\) אי אפשר דלא פגמה פורתא פורתא הוא דפגמה הא רובא נותן טעם הוא ואסור\\\\. וקדרה שעמדה שלא נתבשל בה יום אחד נותן טעם לפגם הוא ומותר דכיון דעמדה הקדרה יום אחד שלא בשל בה מאותו היום ואילך נ\\\"ט לפגם הוא ומותר כל המתבשל בה איסור שנפל לתוך היתר במאי דבלע קדרה משערינן\\\\. וה\\\"מ היכא דמשערים האיסור כמות שנפל לשם תחלה דהתם ודאי משערים בהיתר דבלעה קדרה\\\\. אבל אם באנו לשער איסור כמו שבא לפנינו מצומק בבישול אז אין משערים במאי דבלע קדרה דאטו דהיתרא בלע דאיסורא לא בלע שאף האיסור נבלע ונתמעט מכמות שהיה וכי לא משערינן בקדרה עצמה ה\\\"מ להקל כגון שהיא של היתר אבל אם היא של איסור כגון קדרה חולבת וכו' בשר רותח לתוך חלב רותח וכל דבר איסור שנפל לתוך היתר חם לתוך חם אסור חם לתוך צונן וצונן לתוך חם הלכתא כשמואל דתתאה גבר הלכך חם לתוך צונן \\\\[בעי קליפה צונן לתוך צונן\\\\] מותר ובעי הדחה צונן לתוך חם אסור\\\\. עד כאן מספר העתים\\\\. <מקורות>\\\\[סימן קמ\\\"ב\\\\]</מקורות> רב אשי אמר לעולם כדאמרי' \\\\(מעקרו\\\\) \\\\[מעיקרא\\\\] וכו' ונראה לי דאהאי שטה סמכינן ומשום הכי אמרינן בחמץ בפסח לענין סכיני והלכתא אידי ואידי ברותחין ובכלי ראשון דאיסור חמץ מעין היתרא בלע וכי קא פליט ליתא לאיסורא בעיניה אבל הלוקח סכין מן הגוי צריך שיגעיל את קתו ברותחין והברזל שלו ילב' באור כי פעמים שצולה בו בפי הסכין כמו בשפוד והכי קתני לה בסיפא דצריך ליבון סליקו להו כל הפסקים שכתב הרב ר' אברהם ב\\\"ר דוד ז\\\"ל בפירוש עבודת אלילים שחבר\\\\. <מקורות>\\\\[סימן ק\\\"ז\\\\]</מקורות> סוף פרק כל שעה והעקר בפרק כירה\\\\. אית דאמרי דמאן דמערה מכלי רותח לכלי אחר אותו קלוח רותח שיורד לכלי \\\\(אחד\\\\) \\\\[אחר\\\\] ככלי ראשון דמי\\\\. אבל מה דמערה מכלי שני לכלי שלישי הוי כלי שני ודייק מלתיה ממה דקאמר ר\\\"ש במשנה דשבת \\\\(מ\\\"ב\\\\.\\\\) אילפס וקדרה שהעבירן מרותחין לא יתן לתוכם תבלין אבל נותן לתוך הכוס או לתוך הקערה דהוי כלי שני וכתב דוקא כי שרי לתוך הקערה דהוי כלי שני ואינו מבשל הני מילי דנתן הרותח בקערה תחלה ואח\\\"כ נתן בו התבלין אבל אם נתן בקערה התבלין תחלה ואחר כך שופך על התבלין הרות' כלי ראשון מקרי ואסור דהוי \\\\(מבטל\\\\) \\\\[מבשל\\\\] ומכאן דייק רבי' שלמה ז\\\"ל שאם נותן מים על התרנגולת כדי למולג' אסורה מפני שהדם נצלה ומתבשל באברים\\\\. מדקאמר אבל נותן התבלין לתוך הקערה וכו'\\\\. לאחר שנתן בה המים רותחין דהכי ארחא\\\\. אבל אם נתן התבלין בקערה תחלה ואח\\\"כ נתן המים מרותחין אסור שערוי ככלי ראשון\\\\. ואינו נראה כן דאם כן דיש חילוק בנתינת התבלין בקערה אמאי משוי חילוק המשנה בין אלפס לקערה בקערה עצמה יכול לשוויי חילוק\\\\. אלא לאו ש\\\"מ דבקערה מותר בכל ענין לא שנא מים תחלה ולא שנא תבלין תחלה דעירוי לאו ככלי ראשון הוא\\\\. ולא מקרי כלי ראשון אלא כשמגעיל לתוך כלי רותח כדאמרי' במס' ע\\\"א \\\\(ע\\\"ו\\\\.\\\\) מניח יורה קטנה לתוך יורה גדולה ובעינן יורה גדולה מאי\\\\. ואמרי' התם דעבדין לה גדנפ' דלישא ולא אמר דישפוך עליה מים רותחין מיורה קטנה דנהוי ככלי ראשון ולא מיקרי הא כבולעו כך פולטו\\\\. ורבי' \\\\(יעקב\\\\) \\\\[שמואל\\\\] ז\\\"ל כתב דאינו נראה מה שכתב ר\\\"ש ז\\\"ל דא\\\"כ קשיא רישא לסיפא דקתני אלפס וקדרה שהעבירן מרותחין לא יתן לתוכן תבלין דוקא שהעבירן מרותחין אבל אם נתן התבלין בקדרה ואח\\\"כ עירה עליהם מים הרותחין מותר ואת אמרת אסור ונראה לי רישא דוקא וסיפא דקתני אבל נותן לתוך הקערה או לתוך התמחוי בין עירה כבר הרותחין בין לא עירה ואח\\\"כ זרק התבלין על המים הכל מותר\\\\. וכל שכן שאם זורק על התרנגולת מים רותחין שלא בשלה שהרי שהי הנוצה עליה וכשרה\\\\. והא דאמרינן בזבחים \\\\(צ\\\"ה:\\\\) וכלי חרש אשר תבושל בו לרבות את המערה שאם עירה דבר רותח של חטאת בכלי שטעון שבירה\\\\. לאו טעמה משום בישל אלא משום דבלע הכלי מן החטאת\\\\. והכי מצא ר' בגמרא ירושלמי' דקאמר שאם שפך רותחין על גבי תבלין מותר ומקשי עלה מההיא דזבחים \\\\(ומשבר הפך מפי'\\\\) \\\\[ומשני הכי מפרש\\\\] רבינו שמואל\\\\. זה ספר הישר \\\\(סי' קצ\\\"ד\\\\)\\\\. <מקורות>\\\\[סימן ע\\\"ה\\\\]</מקורות> \"}"]