["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/עירובין.docx","{\"header\":\"פרק מבוי שהוא גבוה\",\"text\":\"\"}","{\"header\":\"דף טו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"עוד כתב על ההיא דמדלגין היינו על גבי ארונות \\\\[ברכות י\\\"ט ע\\\"ב\\\\] ממה שגולל ודופק מטמאין באהל\\\\. נגע בקושיות הראשונים ומיהו לא סיים קושיתו דמה בכך אם מטמא באהל שמא כהן אין מוזהר עליהם אלא על המת דוקא והיה לו לסיים דבתורת כהנים בריש אמור אל הכהנים מוכח דכהנים מוזהרים על כל טומאות הפורשות מן המת וגולל ודופק ועצם כשעורה ומלא תרווד רקב מיקרו ג' טמאות הפורשות מן המת\\\\. ומיהו שפיר מתרבה במאי דתפס במס' שמחו' כל טומאה מן המת שהנזיר מגלח עליהן כהן מוזהר עליהן\\\\. וכל טומאה מן המת שאין הנזיר מגלח עליה אין כהן מוזהר עליה ונזיר אינו מגלח על גולל ודופק כדתנן פ' כהן גדול ונזיר ותו לא קשיא מידי ממה שהקשה אדוני\\\\. גולל ודופק פי' רבינו שלמה ז\\\"ל כי דופני הארון מימין ומשמאל נקראים דופק\\\\. כמו הא דמפקא הא דאטמא במס' מציעא באלו מציאות והדף אשר נשען עליו הוא נקרא גולל והכל מן הארון עצמו\\\\. והקשה רבינו יעקב ז\\\"ל מדאמרי' בפרק קמא דעירובין בסוכה פרק שני \\\\[כ\\\"ג ע\\\"ב\\\\] כל דבר שיש בו רוח חיים אין עושין אותו לא דופן לסוכה ולא לחי למבוי ולא גולל לקבר\\\\. ואם כפירושו מי עושה מבעלי חיים כמו מבהמה אחת דף לארון מלמעלה ועוד דאמרי' בבהמה המקשה \\\\[חולין ע\\\"ב ע\\\"א\\\\] כל אשר יגע על פני השדה לרבות גולל ודופק ואם הוא ארון והלא אינו מגולה כלל אלא בתוך המערה הוא בכוכין או בקרקע והיכי מתרבה מעל פני השדה\\\\. ועוד דאמרי' בפ' מי שמתו מדלגין היינו על גבי ארונות כו' ומוקים לה התם משום דרוב ארונות יש בהם פותח טפח\\\\. ומה בכך מכל מקום גולל של ארון עצמו הוא מטמא באהל כמו דמת עצמו\\\\. ועוד הדף העליון למה נקרא גולל ועוד דתנן במסכת אהלות פרק שני הגולל והדופק מטמאין באהל ובמגע ואין מטמאין במשא אי זה הוא דופק את שהגולל נשען עליו אבל דבק דבקים טהור\\\\. ולפי' רבי' שלמה ז\\\"ל מהו דפק דפקים וכי יש שני כותלים לארון לקרות החיצון דפק דפקים\\\\. ומפרש רבינו יעקב ז\\\"ל כי גולל הוא אבן גדולה הנגללת ואינה מיטלטלת אלא ע\\\"י גלגול כדכתיב וגללו את האבן מעל וגו' ודופק הם שתי אבנים הנתנים א' למראשותי המת אצל הארון וא' למרגלותיו וכשנותנים אבנים דקות יותר על אותו הדופק להגביה המצבה וגם בצדי הדופק אותן אבנים נקראות דפק דופקים וההיא דברכות דפרק מי שמתו דמדלגין היינו על גבי ארונות אתיא שפיר שלא היו מדלגין על הדופק ועל הגולל אלא שלא כנגד הגולל\\\\. או לא היה שם גולל כלל שכמה קברים יש מבלי מצבה\\\\. והשתא מתרצי שפיר גולל ודופק מעל פני השדה\\\\. וגם יכול להיות רגילות לעשות גולל מבעלי חיים להקים על הקבר לציון לפי שעה עד שימצאו אבן גדולה להקים שם ואם תאמר לרבינו יעקב ז\\\"ל היכא דליכא מצבה מאימתי מתחיל דבנגמר הדין אמרינן דמתחיל מכי סתם הגולל ואי גולל הוא מצבה בכמה קברים אין מצבה מתי מתחלת האבלות יש לומר משיגמר כל כסוי הקבר\\\\. אי נמי מכי מהדרי אפייהו מבי קברי כדאמרי' במועד קטן דהנהו דלא אזלי בתר ערסא מכי מהדרי אפייהו מערסא\\\\. וקצת תימא מאי משיסתם הגולל התם וגבי שבת בפרק השואל הוה ליה למימר עד שיסתום הגולל אין סותמין מיהו גמר הנחת סתימת הדופק והגולל קורא \\\\[נ\\\\]סתם הגולל\\\\. ועוד כי היו רגילין למלאות החלל שתחת הגולל אבנים דקות וטיט וזו היא סתימת הגולל ובשעת קבורה היו רגילין בכך\\\\. וההיא קשיא שפיר דמי שמתו יש מתרצין מהא דתניא במסכת שמחות כל טומאה שהנזיר מגלח עליה כהן מוזהר עליה וכל טומאה שאין הנזיר מגלח עליה אין כהן מוזהר עליה\\\\. ונזיר אינו מגלח על טומאת גולל ודופק כדאמרי' בנזיר פרק כהן גדול ועל כן היינו מדלגין על גולל ודופק\\\\. ואם תאמר טומאת המת בוקעת שהגולל שהוא טמא אינו חוצץ כדאשכחן במס' אהלות שכזית מן הנבלה וכעדשה מן השרץ אינם חוצצים הא לא קשיא כי מצינו שהגולל חוצץ כמו שפירשתי בבמה מדליקין מתוך משנה אחת והטעם פירשתי שם\\\\. והכי תנן באהלות פט\\\"ו חבית שהיא מלאה משקין טהורים ומוקפת צמיד פתיל ועשאה גולל לקבר הנוגע בה טמא טומאת שבעה\\\\. והחבית והמשקין טהורים אלמא חוצצת היא להציל מה שבתוכה\\\\. וטעמא משום שגם החבית אינו מקבל טומאה אלא מטעם גולל\\\\. אבל אם הוסרה משם היתה טהורה כדקתני החבית והמשקין טהורים\\\\. <מקורות>\\\\[סימן ר\\\"ד\\\\]</מקורות> \"}","{\"header\":\"פרק בכל מערבין\",\"text\":\"\"}","{\"header\":\"דף לח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"אין בין שבת \\\\(ליום\\\\) \\\\[ויום\\\\] טוב לב' יום טוב של ר\\\"ה אלא עירוב\\\\. מנא לן דתנן בפרק \\\\[בכל\\\\] מערבין רבי אליעזר אומר יו\\\"ט הסמוך לשבת בין מלפניה בין מלאחריה מערב אדם שני עירובין ואומר אם עירובי בראשון למזרח בשני' למערב ואם עירובי בראשון למערב בשני למזרח ואם עירובי בראשון בשני הריני כבני עירי ואם עירובי בשני בראשון הריני כבני עירי ואמרינן בגמרא אמר \\\\(רבא\\\\) \\\\[רב\\\\] הלכה כד' זקנים ואליבא דרבי אליעזר דאמר ב' קדושות הן ובב' יו\\\"ט של ר\\\"ה אין עושין כן כדתנן \\\\(לט\\\\.\\\\) רבי יהודה אומר ראש השנה שהיה ירא שמא תתעבר מערב אדם ב' עירובין ואומר וכו' ולא הודו לו חכמים\\\\. ואמרינן בגמרא מאן חכמים רבי יוסי הוא דסבר דב' יו\\\"ט של ר\\\"ה קדושה אחת היא וכן הלכתא\\\\. <מקורות>\\\\[סימן ק\\\"כ\\\\]</מקורות> \"}","{\"header\":\"דף מ\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"מגאוני צרפתי על החנוני ששאלת אם הוא ישראל אם הוא ע\\\"א דע כי אמתים דברי ואין לך קל שבקלים שאינו בקי בהלכות מחוב' ונול' כי כבר פסקה רב פפא \\\\(ביצה כ\\\"ד:\\\\) ע\\\"א שהביא דורון לישראל וכו' ומדבריו אתה למד שאפילו מן הע\\\"א מותר לקבל\\\\. ועוד מההוא ליפתא דאתאי למחוז' נפק רבא חזייה דהוה כמושה אמר הא ודאי מאתמול עקירא\\\\. ואי משום חוץ לתחום אדעתא דע\\\"א אתא ושרייה רבא למזבן מינהו והרי לך שלקחו אותם מן הע\\\"א ובלבד שלא יהא מאותו המין במחובר או שיהא ניכר דאתמול נתלש ע\\\"כ\\\\. <מקורות>\\\\[סימן קכ\\\"ו\\\\]</מקורות> \"}","{\"header\":\"פרק מי שהוציאוהו\",\"text\":\"\"}","{\"header\":\"דף מא\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"ספינה שנכנסה לנמל והיה בתוך התחום מבעוד יום מהו לירד \\\\(המינה\\\\) \\\\[הימנה\\\\]\\\\. ואמר מותר\\\\. <מקורות>\\\\[סימן ע\\\"ג\\\\]</מקורות> ספינה שנכנסה בתוך התחום והיא קרובה למדינה אלפים אמה מותר לצאת ממנה בשבת על הכבש שעושין המלחים לצאת בו \\\\(כדאיתא שבת קכ\\\"ב\\\\)\\\\. וכן אם נמשכה הספינה על הארץ מותר לשוב ולצאת על הכבש אבל להוציא ממנה כל שהוא אסור\\\\. ואם לא נכנסה בתוך התחום קודם חשכה אסור לצאת הימנה בין נמשכה בין לא נמשכה וכן בכל המועדים\\\\. ואם הגוים מביאין מים מותר לשתות מהן\\\\. אבל כל מיני פירות ועשבים שהביא גוי בשבת לעצמו ויש במינן במחובר לקרקע אסור לאכול מהם בין בשבת בין ביום טוב\\\\. אבל אם עבר זמנם כגון צמוקים או תאנים יבשים וכגון עשבים כמושין משלשה ימים מותר לאכול מהם\\\\. <מקורות>\\\\[סימן ע\\\"ד\\\\]</מקורות> \"}","{\"header\":\"פרק הדר\",\"text\":\"\"}","{\"header\":\"דף סה\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"מהו להשכר רשות מן הגוי בשבת בספינה ואמר לא צריך\\\\. <מקורות>\\\\[סימן ע\\\"ב\\\\]</מקורות> עירוב לטלטל\\\\. והיכא דע\\\"א דר במבוי של ישראל ודאי צריך ישראל לשכור ממנו ולערובי בהדי הדדי ולטלטל כל צרכם במבוי ואין להם חשש בבטל הע\\\"א שמא יחזור ויבטל ואין הדבר תלוי בביטל\\\\. כי שכירות הוא ולכן אין אנו צריכין לשכור בכל שבת ושבת כי הדבר תלוי בתנאי השכירות שאם יתנה עם הע\\\"א בשעה שישכור ממנו לחדש לחדשים או לשנה או \\\\(במה\\\\) \\\\[כמה\\\\] שיתנה אין צריך לחדש העירו' ולחזור ולהתנות עד משלם ימי שכירותו\\\\. ואפי' בשבת עצמו מותר לשכור מגוי ואפילו בפחות משוה פרוטה \\\\(ס\\\"ו\\\\.\\\\) וכיון ששוכר אותו מן הגוי אעפ\\\"י שאינו משי' העירו' בביתו, של ע\\\"א אלא בביתו \\\\(של דין\\\\) \\\\[שלו דיו\\\\] ומאן דמקלע באושפיזא דגוי בהדי פניא דמעלי שבתא ולא הספיק לשכור ממנו עד שחשכה יכול לשכור משחשכה ושפיר דמי והלכתא ישראל \\\\(השוכר\\\\) \\\\[המשכיר\\\\] בית לנכרי בחצרו אינו אוסר עליו ואין ישראל צריך לחזור ולשכור ממנו רשותו\\\\. דאומדן דעתא הוא דכי אוגר ישראל ביתא לגוי אדעתא דאסור ליה רשותא בשבתא לא אוגר ליה אם יבא ישראל לשבות בחצרו של גוי צריך לשכור ממנו את רשותו\\\\. וכיון ששכרו אין צריך לו לערב ומותר לו לצאת משם אלפים אמה ולטלטל בכל בלא עירוב ואם החצר משני גוים צריך לשכור משניהם ואם שכח ולא קנה מן הגוי אסור לטלטל בחצר אבל לצאת יוצא אלפים אמה ואפי' בשבת גופיה קונה מן הגוי בפלפלי' או במעט מאכל חוץ מהכספים והפרוטות שאסור ליתן לגוי ומצאתי כתוב מענין עירוב כמנהג הגאונים הקדמונים ז\\\"ל אי איכא חצר והיא כלה לחד גברא ואית ליה בני או כמה אנשי דסמוכין עליה וכלהון אכלין חד רפתא ולא פליגין מהדדי לא צריכי עירוב\\\\. מאי עירוב ומאי שתוף מערבין לחצרות בפת ומשתתפין למבוי ביין\\\\. ואם אין לו יין להשתתף משתתף בפת\\\\. <מקורות>\\\\[סימן ע\\\"ו\\\\]</מקורות> \"}","{\"header\":\"פרק חלון\",\"text\":\"\"}","{\"header\":\"דף עו\",\"text\":\"\"}"]