["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/פסחים.docx","{\"header\":\"פרק אור לארבעה עשר\",\"text\":\"\"}","{\"header\":\"דף ד\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ומסירת מפתח לא קנה לפי הסוגיא של בבא קמא לא לענין מקח וממכר ולא לענין שכירות\\\\. ואעפ\\\"י שלענין ביעור חמץ תלו את הדבר במסירת מפתח לא מפני שקנה אותה בכך אלא מפני שסלק המשכיר את עצמו מאותו חמץ וכמי שהפקירו דמי דאסח דעתיה מיניה וקם ליה ברשות שוכר והשוכר שבא ברשותו עליו לבערו הלכך אם מסר לו מפתח קודם ארבעה עשר על השוכר לבדוק\\\\. ובאתרא דנהיגי למקנא לגמרי קני כדאמרי' לענין סיטומתא\\\\. <מקורות>\\\\[סימן ל\\\"ד\\\\]</מקורות> \"}","{\"header\":\"דף ז\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב רבי אברהם בר דוד זצ\\\"ל\\\\. ומאי דמסתפקא ליה למר במי שהיה שוחט ובא לו עוף לשחוט שלא היה לו דעתו עליו מתחלה אם צריך לברך עליו פעם אחרת או לא\\\\. תשובה פשיטא ודאי דצריך לחזור ולברך דהני ודאי בלא שום ספק תרתי מצות נינהו ומפורשות היו מתחלה בדעתו ובכונתו ע\\\"כ\\\\. <מקורות>\\\\[סימן ב'\\\\]</מקורות> מספר הישר לר\\\"י, והלכתא על ביעור חמץ אע\\\"ג דבלבער כולי עלמא לא פליגי דעל ביעור חמץ עדיף ליה טפי הואיל ועשיית מצוה זו היא גמר מלאכה דכיון שבדק עתה שוב אינו צריך לבדוק והרי הוא ככל המצות שיש להן דין זה דכל מצוה שעשיתה זו היא גמר מלאכתה שוב אינו צריך בה כגון מילה ושופר ושחיטה וכסוי הדם ופדיון הבן וטבילה ונטילת ידים ומקרא מגילה ואכילת מרור והפרשת חלה והפרשת מעשר על כל אלה וכיוצא בהן מברך על דכיון שעשאן פעם אחת שוב אינו חייב לחזור ולהאריך במצותו אבל שאר מצות שאין להם הפסק דכל שעה ושעה חייב להתעסק בהן כגון תורה ותפלה וציצית וסוכה ומילה להכניס בבריתו של אברהם אבינו בכלן מברך להבא ואפילו בנר חנוכה דאע\\\"ג שיש לה הפסק יש לה זמן שצריך שיהא בה שמן להיות דולקת משתשקע החמה עד שתכלה רגל מן השוק \\\\(שבת כ\\\"א:\\\\) ואם לא נתן לא יצא ואע\\\"ג דכבתה אין זקוק לה \\\\(שבת שם\\\\) מצריך צריך והא דאמרינן במנחות \\\\(ל\\\"ו\\\\.\\\\) שח בין תפלה לתפלה מברך שתים על של ראש על מצות תפלין משום הכי מברך על, ע\\\"כ מספר הישר\\\\. וצריך עיון בזה\\\\. והרב בעל העיטור כתב כלל אחר בענין של ברכות וז\\\"ל ושאלתי מאת הרב החסיד והענו למסור מפתח על המצות מפני מה מברכין במקצתן כגון סוכה ולולב ושופר וציצית ותפלין ומזוזה וספירת העומר ונר חנוכה ומגילה והדומות להן\\\\. ומקצתן אין מברכין עליהן כגון מי שעומד מפני רבו או מפני חכם והנותן צדקה לעני והלואת מעות והשבת העבוט ושלוח הקן ומעקה ומבקר חולים ומנחם אבלים ומכניסי חתן וכלה לחופה ועל לקט שכחה ופאה ופרט ועוללות ופטר חמור עריפתו ונתינתו כדתנן \\\\(בכורות י\\\"ג\\\\) מצות פדיה קודמת למצות עריפה ונתינת בכור לכהן וראשית הגז ומתנות ונותן שקלו וחזה ושוק ומגיש וסומך והבאת שלום ומורא וכבוד ומוכיח חבירו והשמטת כספים ושלוח הקן ושלוח עבדים ומשמח גר יתום ואלמנה ברגל והשבת אבידה וטעינה ופריקה ומצות חליצה ויבום\\\\. יש מפרשין שאין מברכין על מצות עשה שיש בה אזהרה כגון לא תקח האם על הבנים שלח תשלח לא תראה חמור שונאך עזוב תעזוב עמו\\\\. וכן בפריקה וטעינה ומוכיח את חבירו חליצה ויבום ולקט שכחה ופאה והדומות להן\\\\. ומה נאמר במוהל את הגדול וגדול שמהל את עצמו שהוא מברך ויש בו כרת ואם תאמר פסח ומילה מצות עשה שאין בהם אזהרה והרי שחיטה שיש בה אזהרה לא תאכלו כל נבלה ומברך עליה\\\\. וא\\\"ת בנחירה בעלמא סגי להוציאו מידי נבילה והשחיטה מצוה בפני עצמה היא בקדשים באותה שעה שהיתה בשר נחירה מותרת ואעפ\\\"י שיש עכשיו בנחירה משום נבלה שהוקבעה אותה ברכה הוקבעה\\\\. זה הטעם אינו כי בשעה שהיתה בשר נחירה מותר לא היו מברכין על השחיטה אלא בקדשים אבל לא בחולין שהרי היתה בשר נחירה מותרת\\\\. ובהלכות פסוקות מי שעושה מעקה מברך לעשות מעקה אע\\\"פ שכתוב בה אזהרה לא תשים דמים בביתך וצריכין אנו מפתח\\\\. והתשובה זה הכלל כל מצוה שאינו בינו לבין עצמו אבל תלויה באחרים כגון צדקה והשבת אבידה והעבוט ובקור חולים והדומות להן אין צריך לברך אע\\\"ג דבעשייתה גמר מצוה\\\\. וכל מצוה שהיא בינו לבין עצמו כגון סוכה ולולב ושופר וציצית ותפלין והדומות להן צריך לברך והלכתא צריך לברך בשלוח הקן ובמעקה\\\\. ובפדיון הבן ומילה כיון דקטן הוא כבינו לבין עצמו דמי\\\\. ואנ' אי לא מהליה אבוה ולא פרקיה כיון דאיהו חייב למימהל ולמפרק נפשיה חייב לברך\\\\. <מקורות>\\\\[סימן קע\\\"ט\\\\]</מקורות> אמר רב יהודה הבודק צריך לברך כו' והלכתא על ביעור חמץ כתב הרב ר' אהרן בשם רבו הרמב\\\"ן ז\\\"ל דכל המצות שהן חובה על אדם לעשותן בגופו או ע\\\"י שלוחו ממש והוא בא לברך עובר לעשייתן דברי הכל מברך עליהן בלמ\\\"ד כגון ציצית ותפלין של יד שהן קודמין לשל ראש\\\\. ותרומה וחלה דבעי' שלוחו ממש בכולן מברכין להפריש בלמ\\\"ד\\\\. ברכות שאינן עובר לעשייתן כגון נטילת ידים דאכתי גברא לא חזי לברוכי כדמיטנפי ידיה\\\\. ולולב מדאגביה נפק ביה מדינא דאורייתא אלא שהוא מברך עדיין על שירי מצוה שהוא הנענוע\\\\. וכן תפלין שבראש דאינו ממש עובר לעשייתן דבחדא מצוה הויין תרוייהו של יד ושל ראש עד שאסור לו לשוח ביניהם\\\\. וכיון דאתחיל בהו והניח של יד לא \\\\(חשיבתו\\\\) \\\\[נחשב\\\\] של ראש עובר לעשייתן לגמרי וכיון שכן מברך עליהן בעל\\\\. וכן מצות שאפשר לו ע\\\"י אחר ואינן מוטלות עליו כלל כגון שחיטה בחולין ומילה בבן חבירו וכל כיוצא בהן שאינן מוטלות עליו באלו כולן דברי הכל מברך עליהן בעל\\\\. לא נחלקו אלא במצות המוטלות עליו ואפשר ע\\\"י אחר ואפי' אינו שלוחו כגון בדיקה ומגלה ושחיטת קדשים ומילה בבנו וכל כיוצא בהן וברכתן עובר לעשייתן רב פפי סבר \\\\(ז'\\\\.\\\\) כיון דברכי' עובר לעשייתן ומצות אלו מוטלות עליו ברכתן בלמ\\\"ד\\\\. ורב פפא סבר שאלו עשאן אחר ואפי' שלא מדעתו כלל יוצא ידי חובה אינו מברך בלמ\\\"ד אלא בעל ואהא פסקינן והלכתא בעל\\\\. ומה שאנו מברכין בשופר לשמוע קול שופר מפני שהברכה על השמיעה והשמיעה אי אפשר אלא בו ממש\\\\. ומה שאנו מברכין על הטבילה משום דזמנין דגברא לא חזי כגון טבילת גר דאכתי גברא לא חזי דלאו בר מצוה הוא עד בתר דטביל וכיון שכן תקנו נוסח אחד לכולן ומה שאנו מברכין בנר חנוכה בלמ\\\"ד משום דאי אפשר גם כן אלא \\\\(בזמן\\\\) \\\\[בשמן\\\\] שלו או לאשחתא בפריטי כדאיתא בשבת\\\\. <מקורות>\\\\[סימן קפ\\\"ו\\\\]</מקורות> \"}","{\"header\":\"פרק כל שעה\",\"text\":\"\"}","{\"header\":\"דף כד\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תשובת הרב אלפסי ז\\\"ל ושאלת היאך באלו השרצים כגון תולעת וזבוב ונמלה שנפלה בקדרה הדין בהם כמו שאמרו כל איסורים שבתורה בששים או אין אומר כן אלא שנפלו בצונן אבל בחמין בכלי שני וכ\\\"ש בכלי ראשון אפשר שיפסק אותו זבוב ויכנס בתוך התבשיל או יאכל נמלה\\\\. וכבר אמרו האוכל נמלה לוקה תשובה מי שנמצא אחד מן השרצים בקדרה משליך אותו ולא נאסר אותו תבשיל בין שהיה חם בין שהיה צונן אבל אם נפסק אותו שרץ בתבשיל שיעורו כשאר איסורין שבתורה בששים בספר קדושה\\\\. אבר שלם מן השרץ אחר שמת אינו לוקה עד שיהא בו כעדשה נמלה שחסרה אחת מרגליה אינו לוקה אלא בכזית\\\\. לפיכך האוכל זבוב שלם או יתוש שלם בין חי בין מת לוקה משום שרץ העוף\\\\. <מקורות>\\\\[סימן קל\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף ל\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ושמנונית היוצא מן הביצים אף על פי שאין בו כח ליתן טעם במאכל אחר שמנונית של איסור הוא הואיל ואין בו טעם פגום ולא דמי לנבלה מסרחת\\\\. ואוסר במינו בכל שהוא\\\\. ובלבד שלא יהא שם דבר אחר כגון מים שאינו מינו שיבטלנו בששים דקי\\\"ל כל מין ומינו ודבר אחר סליק את מינו כמו שאינו ודבר אחר רבה עליו ומבטלו \\\\(חולין ק\\\"ח\\\\.\\\\) וחלב ובשר ב' שמות הם ומשערינן בס' קדרה ששהתה מעת לעת טעם לפגם הוא ומותרת בדיעבד אבל לבשל לכתחלה אסורה עולמית \\\\(ע\\\"ז ע\\\"ו\\\\.\\\\)\\\\. ואם של חרס היא צריך לשברה דאין תקנה לכלי חרס וכו' ע\\\"כ\\\\. והלכך חמץ בפסח דקי\\\"ל בין במינו בין בשלא במינו בזמנו במשהו, דגזרינן שאינו מינו אטו מינו אם נתבשל מאכל בקדרה שאינה בת יומא בפסח מותר המאכל שחמץ הפולט מן הקדרה טעם לפגם הוא ומשהו דהיתר ואפילו שאר מאכל מותר אף על פי שיש באותו מין מאכל טעם חמץ בחימוץ בעיניה שראוי לחמע ואינו פוגם למלתיה הוא דאסר רחמנא אבל טעם חימוץ שנתערב בקדרה דלא חזי למלתיה כגון דטעם פגום והוא פוגם במאכל זה מותר כך אמר רבי' ומורה והדברים \\\\(נכרים\\\\) \\\\[נכונים\\\\] ונכוחים למבין\\\\. והמחמיר לענין חמץ בפסח תבא עליו ברכה\\\\. ע\\\"כ כתב הרב רבי' שמואל מרומרוג ז\\\"ל בפי' מסכת ע\\\"א\\\\. <מקורות>\\\\[סימן קמ\\\"ו\\\\]</מקורות> בשר מליח שלא נזהרו במליחתו אין אוכלין אותו בפסח\\\\. ואעפ\\\"י שהוא ספקא דרבנן כל משהו מדרבנן הוא אפי' הכי גבי חמץ עשאוהו כשל תורה שהרי אסרוהו אפי' שלא במינו\\\\. אבל משהין אותו אחר הפסח לפי שהוא דבר המתקיים ואינו נפסד ולא אתי לידי תקלה שהרי צורתו כל השנה כלה\\\\. ואל תשיבני שמן ודבש של ע\\\"א שאנו אוכלין אותו בפסח כי אותו מטעם לפגם הותרו כל השנה וכיון שהיה פגום מעיקרו שוב אינו אוסר\\\\. וזה בשר מליח שלא נזהרו במליחתו שאני אוסר לא מחשש שמא נפל עליו חמץ או חטה אחת ונתערבה בה עם המלח שאם היינו חוששין לכך אף יין של כל השנה יהיה אסור שמא עד שמריקין אותו מכלי אל כלי נפל עליו משהו חמץ או שמא בסלים הבוצרים בהם היה חטה א' או שתים או מעט חמץ\\\\. וכן שמן ודבש של השנה כלה אפי' עושין אותו בביתו של ישראל אם לא נזהרו בשמוריהן יהיו אסורין\\\\. או מי יוכל להשמר בהן כל השנה כלה המסתפק בהם אלא שאין חוששין לספקות הללו כדי שלא להחזיק איסור\\\\. ועוד כי הוא משהו וכבר בטל במיעוטו\\\\. אבל בשר מליח זה שאני אוסרו כגון שהוא מסתפק ממנו וחותך ממנו לפרקים בסכין שאינו מוכשר לפסח או שנמלח בסל שנשתמשו בו בבצק או אפילו בפתיתין של פת שאי אפשר שלא ישאר שם מן החמץ כגון זה אני אוסר\\\\. ואם הייתי יודע שנמחה שם אותו חמץ עדיין לא הייתי אוסרו שכבר נתבטל קודם שיבא לזמן שאיסורו במשהו ושוב אינו ניער אלא הריני חושש שמא אותו משהו בעין הוא ולא נודע מקומו לפיכך אני אוסרו\\\\. והיה מי שאמר שאפי' נמחה שם החמץ קודם זמן איסורו כיון שהגיע זמן איסורו במשהו חזר וניער\\\\. ולמד אותו ממה שאמר במסכת בכורות פרק הלוקח בהמה מן הע\\\"א אמר ריש לקיש משום רבי יהודה נשיאה הלוקח ציר מעם הארץ משיקן במים וטהור מה נפשך אי רובא מיא כיון דעבד ליה השקה טהרו להו אי רובא ציר הא לאו בר קבולי טומאה הוא\\\\. מאי איכא משום הנך מיעוטא דמיא הנהו בטלו להו ברובא וא\\\"ר ירמיה לא שאנו אלא לטבל בהם אבל לקדרה לא\\\\. מצא מין את מינו וניער\\\\. אמר ליה אביי וכי טומאה שבטלה חזרה ונעורה א\\\"ל ואת לא תסברא והתנן סאה תרומה טמאה שנפלה למאה חולין טהורין וכו'\\\\. אם לא טומאה עוררת טומאה טהרה עוררת טומאה\\\\. ואע\\\"ג דמסקנא סליק בקושיא מ\\\"מ לא מדחיא מלתיה דרבי ירמיה דאמר מצא מין את מינו ונעור ועשה המורה הזה זמן פסח תערובת מין במינו ומעורר את המשהו לאסור\\\\. אעפ\\\"י שאין דומות זו לזו לפי שיש כאן תוספות שמצטרף עמו והוא מעורר אותו\\\\. אבל בלא תוספות לא מצינו לו מעורר\\\\. ועוד שאין למדין איסורין מטהרות ובפירוש מצאנו באיסור שבטל שאינו ניעור עוד אפילו בתוספת מינו שהרי שנינו במסכת ערלה פ\\\"ב הערלה מעלה את הכלאים והכלאים את הערלה והערלה את הערלה כיצד סאה ערלה שנפלה למאתים ואחר כך נפלה סאה ועוד ערלה או סאה ועוד של כלאי הכרם זו היא שערלה מעלה את הכלאים והכלאים את הערלה והערלה את הערלה הרי שהאיסור משבטל שוב אין מינו מצטרף עמו לאסר ולא עוד אלא שנעשה היתר לבטל איסור הבא אחר מכאן ואין נאמר בכאן שהמיעוט שבטל הזמן מעוררו לאסר והלא אפי' תוספות אין מעוררו\\\\. ואם יטעון טוען ויאמר איסור שבטל שוב אינו מתעורר אבל היתרות אינן מבטלות זו את זו וחמץ קודם הפסח היתר הוא ואין מי שיבטלנו\\\\. והטוען הזה למד טענה זאת ממה שאמרו בזבחים פרק כל הזבחים שלישי ופליגא דר' אלעזר דאמר רבי אלעזר כשם שאין מצות מבטלות זו את זו כך איסורין אין מבטלין זה את זה ומאן שמעת ליה דאמר מצות אין מבטלות זו את זו הלל הוא וכו' שרצה לומר כשם שאין איסורין מבטלין זה את זה כך אין היתרין מבטלים זה את זה\\\\. נשיב ונאמר אין היתרין דומין לאיסורין כי איך איסור יבטל איסור ויחזור היתר אבל היתר מבטל היתר להיות הכל היתר\\\\. ועוד כאן שהחמץ יש לו זמן איסור והשמן שנפל לתוכו אין לו זמן איסור כהיתר ואיסור דמו ומבטלין זה את זה מהיותו עוד נאסר בפסח\\\\. והרי שנינו במסכת כלאים פרק תשיעי צמר רחלים וצמר גמלים שטרפן זה בזה אם רוב מן הגמלים מותר אם רוב מן הרחלים אסור מחצה למחצה אסור\\\\. וכן הפשתן והקנבוס שטרפן זה עם זה\\\\. הלא צמר גמלים וצמר רחלים שניהם היתר ומבטלים זה את זה אלא מפני שצמר רחלים נוהג בו כלאים וצמר גמלים אין נוהג בו כאיסור והיתר דמו ומבטלין זה את זה האי נמי להאי דמיא\\\\. ואם ישאל שואל מאי שנא טומאה וטהרה מאיסור כי בטומאה שבטלה אמרי' חזרה וניעורה ואיסור שבטל אינו חוזר וניעור אפילו בתוספת\\\\. נשיב ונאמר אפשר דטהרות חמירי להו כדאשכחן דאפילו מיין נסך חמירי\\\\. ועוד כי הטומאה כבר נגעה בטהרה והיתה ראויה לטמא אותה לולא שבטלה במיעוטה וכיון שמצאה עוד מעורר אותה לטמא אבל איסור והיתר אין אוסרין זה את זה במגע אלא או בטעם או בשיעור גדול הלכך כיון שבטל שוב אינו ניעור\\\\. <מקורות>\\\\[סימן ל\\\"ו\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"רבני צרפת זצ\\\"ל תניא בתוספתא דע\\\"א \\\\(פ\\\"ט ה\\\"ב\\\\) השפודים והאסכלאות והסכינים של ע\\\"א מלבנן באור ומק' דאמרינן בפ' כל שעה בהני סכיני דפסחא היכי עבדינן\\\\. ומסיקנא הלכתא ברותחין ובכלי ראשון\\\\. ומתרץ רבי' יעקב ז\\\"ל דלגבי חמץ דהיתרא בלע סגי בהגעלה אבל סכין של ע\\\"א דאיסורא בלע צריך לבון\\\\. וכה\\\"ג מתרץ שלהי ע\\\"א \\\\(ע\\\"ו\\\\.\\\\) גבי השפודין והאסכלאות מלבנן ובזבחים אמרינן מגעילן ומשני האי התירא בלע האי איסורא בלע\\\\. ורב אשי אמר גבי חמץ קתיהו בטינא ופרזליהו בנורא \\\\(פסחים ל':\\\\)\\\\. והוא גופיה משני שלהי ע\\\"א האי התירא בלע אלא מחמיר על עצמו הוה\\\\. וי\\\"א לכלל זה לדידי פרזליהו בנורא אבל הלכתא ברותחין ומורי רבי' מתרץ דסכינים גדולים שרגילים לצלות צלי צריכים לבון אבל סכינים קטנים שאין דרכן להשתמש באור כי אם בדבר של חמין סגי בהגעלה\\\\. והכי איתא בירושלמי סכין שפה והיא טהורה בסכין קטנה אבל סכין גדולה צריכה לבון\\\\. ונראה דה\\\"פ סכין שפה והיא טהורה אפילו לחתוך בה רותח והיינו בסכין קטנה שלא נשתמשו בה כי אם צונן אבל סכין גדולה שדרכו להשתמש באור ולצלות אותו צריך לבון אפי' לחתוך בה רותח\\\\. ע\\\"כ\\\\. <מקורות>\\\\[סימן קמ\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף לט\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"ומצה של מצוה נהגו שלא לתת בה מלח מפני שהי' כתבלין ומצה עשירה הוא אבל בשאר לחם מותר כדברי הרב רבי יצחק ז\\\"ל\\\\. <מקורות>\\\\[סימן כ\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף מ\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"וחטה שנמצאת במאכל או בתבשיל בפסח ונתבקעה אסור התבשיל באכילה אפי' בפחות מכשעורה שאין למשהו שיעור אבל מוכרו לע\\\"א ואפי' בפסח או משהה אותו ואוכלו אחר הפסח אלא שחשו לידי תקלה הלכך אסור לשהותו ואם עבר ושהה מותר\\\\. <מקורות>\\\\[סימן ל\\\"ג\\\\]</מקורות> ושימור דמצ' משעת הגורן מכי מהפכי כיפי שלא יגע בהם מים ואם אין לו כך יעשה שימור משעת לישה\\\\. <מקורות>\\\\[סימן כ\\\"ו\\\\]</מקורות> \"}","{\"header\":\"פרק אלו עוברין\",\"text\":\"\"}","{\"header\":\"דף מט\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"פסח שחל להיות באחד בשבת כבר הוקבעה הלכה שמבערין את הכל מלפני השבת חוץ ממזון שתי סעודות\\\\. ושנו בתוספתא י\\\"ד שחל להיות בשבת מבערין את הכל מלפני השבת ואופה לו מצה מע\\\"ש\\\\. <מקורות>\\\\[סימן כ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"פרק מקום שנהגו\",\"text\":\"\"}","{\"header\":\"דף נ\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"מספר הישר לרבינו יעקב ז\\\"ל\\\\. הרוצה שיתעשר יעסוק בבהמה דקה \\\\(חולין פ\\\"ד\\\\) דהכי אמרינן בעלמא שגר אלפיך ועשתרות צאנך\\\\. למה נקרא שמן עשתרות לפי שמעשרות את בעליהן\\\\. קשיא הא דאמרי' בפסחים בפרק מקום שנהגו \\\\(נ':\\\\) מגדלי בהמה דקה אינן רואים סי' ברכה לעולם מאי טעמא משום דתווהי בהו אינשי ומתוך כך נותנין בהם עין\\\\. ומתרץ כאן בחורשין כאן בישוב\\\\. התם בפסחים מיירי במגדלי בהמה דקה בישוב ומגו דנפי' נפקייהו שלטא בהו עינא בישא הלכך אין בהן סימן ברכה אבל הכא בשחיטת חולין מיירי במגדלי בחרשין ומתוך דסמויין הם מן העין סימן ברכה אית בהו\\\\. <מקורות>\\\\[סימן קע\\\"ח\\\\]</מקורות> \"}","{\"header\":\"דף נב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"הא לכל שאר דבריהם זה וזה שוין כלומר ומשמתינן גברא דעביד עבידתא או דאזיל ממתא למתא בי\\\"ט שני כמו שמשמתינן ביום ראשון כדגרסינן \\\\(פסחים נ\\\"ב\\\\.\\\\) במקום שנהגו בר נתן אסיא אזיל מבירב לפומבדיתא בי\\\"ט שני דעצרת איכא דאמרי נגדיה רב יוסף אמר ליה אביי ונשמתיה מר שמותי דהא רב ושמואל דאמרי תרויהו מנדין על שני י\\\"ט של גליות א\\\"ל ה\\\"מ בשאר אינשי אבל האי צורבא מדרבנן הוא ולא ממנו אשמתיה\\\\. שמעינן מהכא דאפילו לענין איסור תחומין שהוא דרבנן עשו י\\\"ט שני כי\\\"ט ראשון לגמרי לנגודי לשמותי כ\\\"ש בדבר שיש בו נדנוד עבירה דאורייתא ומינה גמרי' מי שטעה והתפלל תפלה של חול בי\\\"ט שני שחייב לחזור ולהתפלל של י\\\"ט ביום שני כמו שחייב לחזור ולהתפלל תפלת יום טוב ביום ראשון\\\\. ואף על גב דתפלה דרבנן וי\\\"ט שני דרבנן ועשאוהו כי\\\"ט ראשון לגמרי לגבי איסור תחומין הכי נמי לא שנא וכ\\\"ש הנוטל לולב גזול או לולב שאול בי\\\"ט שני בזמן שיכול לצאת בלולב שאינו לא גזול ולא שאול שלא יצא וצריך ליטול ולברך על לולב שהוא שלו דכיון דבי\\\"ט הראשון כה\\\"ג לא יצא \\\\(סוכה כ\\\"ט:\\\\) דהוה ליה פסולא דאורייתא בי\\\"ט שני נמי לא יצא דכיון דלגבי תחומין הב' ימים שוים ואפילו לשמותיה כ\\\"ש לגבי גזול שהוא מן התורה ואפילו האידנא דידעי' בקבועא דירחא כיון שצריך לנהוג קדושה בב' י\\\"ט ממנהג אבות כמו כן שוים לכל מאי דאמרינן ממנהג אבות \\\\(ביצה ד':\\\\)\\\\. והא דגרסינן בפרק לולב הגזול \\\\(דף ל'\\\\.\\\\) א\\\"ר יצחק בר נחמני אמר שמואל לא שאנו אלא בי\\\"ט ראשון אבל בי\\\"ט שני מתוך שיוצא בשאול יוצא נמי בגזול\\\\. ותו אמרינן התם \\\\(סוכה ל\\\"ו:\\\\) ולרבי חנינא קשיא מתניתין לא קשיא מתניתין ביום טוב ראשון ולרבי חנינא בי\\\"ט שני\\\\. ותו אמרינן בירושלמי \\\\(סוכה פ\\\"ג ה\\\"ו\\\\) כל הפסולין בי\\\"ט ראשון כו' איכא למימר דכל הני לא אתמרן אלא לבני ארץ ישראל\\\\. א\\\"נ לדוכתא דמטו שלוחי תשרי תדע מדקא שרו כל הפסולין לכתחלה אבל לבני בבל יום ראשון וי\\\"ט שני שוים הם בין לכתחלה בין בדיעבד וכל הפסולים בי\\\"ט ראשון בדיעבד הם פסולם בי\\\"ט שני ואפילו בדיעבד כי היכי דלגבי איסור תחומין הם שוין לגמרי\\\\. וכן יש לומר דפלוגתא דרב חסדא ורבה בהאופה מי\\\"ט לחול \\\\(פסחים מ\\\"ו:\\\\) בדוכתא דמטו שלוחי תשרי היא\\\\. תדע מדקאמר רב חסדא לוקה דאי ס\\\"ד דפלוגתיהו בדוכתא דלא מטו שלוחין היא דקאמר רב חסדא לוקה לא מבעיא אופה מי\\\"ט ב' לחול שאינו לוקה דהוה ליה ספקא אלא אפילו אופה מי\\\"ט ראשון אינו לוקה דספקא הוא ואע\\\"פ שרוב השנים אדר ואלול אינן מעוברים אין הולכין במלקות אחר הרוב\\\\. ועוד מי\\\"ט לחבירו היה לו לומר\\\\. וכי תימא לעולם בי\\\"ט שני פליגי ומאי לוקה מכת מרדות מדרבנן מנדין אותו מבעי ליה דהא רב ושמואל דאמרי תרויהו \\\\(פסחים נ\\\"ב\\\\.\\\\) מנדין אותו על ב' י\\\"ט של גליות אלא דלוקה מדאורייתא קאמר ובדוכתא דלא עבד אלא חד יומא פליגי\\\\. <מקורות>\\\\[סימן ק\\\"כ\\\\]</מקורות> \"}","{\"header\":\"פרק כיצד צולין\",\"text\":\"\"}","{\"header\":\"דף עו\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"מספר העתים והלכתא קדרה בת יומה נ\\\"ט לשבח היא וכל הנתבשל בה אסור מדקאמר \\\\(ע\\\"ז ס\\\"ז:\\\\) אי אפשר דלא פגמה פורתא פורתא הוא דפגמה הא רובא נותן טעם הוא ואסור\\\\. וקדרה שעמדה שלא נתבשל בה יום אחד נותן טעם לפגם הוא ומותר דכיון דעמדה הקדרה יום אחד שלא בשל בה מאותו היום ואילך נ\\\"ט לפגם הוא ומותר כל המתבשל בה איסור שנפל לתוך היתר במאי דבלע קדרה משערינן\\\\. וה\\\"מ היכא דמשערים האיסור כמות שנפל לשם תחלה דהתם ודאי משערים בהיתר דבלעה קדרה\\\\. אבל אם באנו לשער איסור כמו שבא לפנינו מצומק בבישול אז אין משערים במאי דבלע קדרה דאטו דהיתרא בלע דאיסורא לא בלע שאף האיסור נבלע ונתמעט מכמות שהיה וכי לא משערינן בקדרה עצמה ה\\\"מ להקל כגון שהיא של היתר אבל אם היא של איסור כגון קדרה חולבת וכו' בשר רותח לתוך חלב רותח וכל דבר איסור שנפל לתוך היתר חם לתוך חם אסור חם לתוך צונן וצונן לתוך חם הלכתא כשמואל דתתאה גבר הלכך חם לתוך צונן \\\\[בעי קליפה צונן לתוך צונן\\\\] מותר ובעי הדחה צונן לתוך חם אסור\\\\. עד כאן מספר העתים\\\\. <מקורות>\\\\[סימן קמ\\\"ב\\\\]</מקורות> \"}","{\"header\":\"פרק ערבי פסחים\",\"text\":\"\"}","{\"header\":\"דף קיד\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כוס קדוש אינו טעון ברכה לאחריו ולא כל ג' כוסות הראשונים עד סוף כלם וכן עיקר\\\\. הני דאסרי למשתי חמרא בתר ד' כוסות לאו מעיקר הלכה הוא אלא ממנהגא\\\\. ואפשר בזמן הזה שאנו עושים ב' ימים נהג המנהג בעבור העניים שספקו להם ד' כוסות מן התמחוי לב' לילות וכדי שלא ישתו אותו יין שנתנו להם לב' לילות בלילה אחד\\\\. א\\\"נ לשם מצוה ולא לשם שכרות\\\\. וכוס חמישי רשות הוא כנגד והבאתי ולא תזיל בתר איפכא\\\\. והגאונים כתבוהו בהלכותם\\\\. <מקורות>\\\\[סימן ל'\\\\]</מקורות> \"}","{\"header\":\"דף קטז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ותרתי ריפאתא דמצה שלמה ופרוסה אנא עבידנא לתרתי ברכות על השלמה והכי דרשי' לה בפירקא ואיכא טעמא מעליא כדכתוב בדרשא דילן ברכת כרפס לאחריו אינה כלל\\\\. והלא אפילו ברכת היין לאחריו אינה \\\\(ובלל\\\\) \\\\[ובטל\\\\] הוא לזה\\\\. ונמלך בכוסיו שצריך ברכה על כל כוס וכוס אבל ברכה לאחריו אינו מברך אלא בסוף\\\\. אבל על זה אתה צריך לדקדק למה אין מברכין על החזרת בורא פרי האדמה הואיל ומצוה בפני עצמה היא\\\\. ואם תאמר שכבר נפטר בברכת הכרפס או בברכת הלחם שהפת פוטר כל מיני מאכל והלא דבר ידוע הוא היין שלפני המזון הכוס הראשון פוטר את כלן וכן כל מיני ירקות שלפני המזון הראשון פוטר כל שלאחריו\\\\. ואפ\\\"ה כוס של קדוש אינו פוטר כוס של הגדה מפני שהוא בא בשביל עצמו\\\\. מעתה תהא חזרת טעונה ברכה שהרי בשביל עצמה היא באה\\\\. ואין בידי טעם ברור\\\\. אבל אני אומר די לה לחזרת שמברכין עליה ברכת מרור וכבר נכר שהוא בא בשביל עצמו\\\\. אבל כוס של הגדה אם לא יברך עליו ברכת היין במה יהא ניכר שהוא בשביל עצמו\\\\. ואם יש טעם טוב מזה נקבל\\\\. אחר זה נזכרתי שכתבתי מזה הענין דברים גדולים טובים ונכוחים\\\\. והטעם לזה מפני שהם ב' מצות ושם ביניהם מפסיקין\\\\. וכ\\\"ש חובת ההגדה דלא אפשר למקרי ולמשתי בבת אחת וסלוקי סליק נפשיה מאכילה\\\\. אבל בורא פרי האדמה למרור הרי ברכת הלחם פוטר שאין ביניהם הפסקה וסלוק הדעת מאכילה דהשתא הוא דקא מתחלה סעודתיה\\\\. וזה הוא הטעם הנכון\\\\. <מקורות>\\\\[סימן ל\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף קיט\",\"text\":\"\"}"]