["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/שבת.docx","{\"header\":\"פרק יציאות השבת\",\"text\":\"\"}","{\"header\":\"דף יב\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב ר' יהודה בר יקר ז\\\"ל מה שמצינו בגמרתנו דאמר רב שאין מלאכי השרת מכירין לשון ארמי אינו נכון לפרש כמשמעו שאין מכירין אותו כלל שהרי מכירין הם שאר הלשונות שרחוקים הם מלשון הקדש כל שכן שמכירים הם לשון ארמי וכדאמרי' בפסח שני \\\\(פסחים פ\\\"ז\\\\) מפני מה הגלה הקב\\\"ה ישראל לבבל מפני שקרוב לשונם ללשון הקודש\\\\. ולכך יש לומר שמטעם זה אמרו שאין מלאכי השרת מכירין לשון ארמי כדי שלא יניחו המתפללים לשון הקודש אם יתירוהו להתפלל בו\\\\. וגם ירבו עמי הארץ בישראל שלא ישגיחוהו ללמוד מאחר שיכלו להתפלל בלשונם\\\\. ורוצה לומר שאין מלאכי השרת משגיחים בו באדם שהתפלל בלשון ארמי להביא תפלתו לפני המקום\\\\. ומפרש בסוטה \\\\(ל\\\"ג:\\\\) דוקא ביחיד פי' שאין שכינה שם אבל בצבור יכול אדם להתפלל בכל לשון אפי' בלשון ארמי לפי שאין צריכין הצבור שיביאו המלאכים את תפלתם לפני הקב\\\"ה כיון ששכינה שורה בצבור\\\\. וכדמשמע בפ\\\"ק דשבת \\\\(י\\\"ב\\\\.\\\\) שאני חולה דשכינה עמו\\\\. ומקשה בסוטה \\\\(שם\\\\) והתניא יוחנן כהן גדול שמע \\\\[בת\\\\] קול מבית קדשי הקדשים שהיו אומרים נצחו טליא דאזלן לקרב באנטוכיא\\\\. ושוב מעשה בשמעון הצדיק ששמע מבית קדשי הקדשים שהיה אומר בנאה לא יתאה להיכלא כו' ובלשון ארמי שמעום\\\\. שאני בת קול דלאשמועי עבידא\\\\. אי בעית אימא גבריאל הוה דאמר מר בא גבריאל ולמדו שבעים לשון\\\\. והכי פירושא דקושיא דמקשי הכי אם כן היכי יצא בת קול בלשון ארמי ולא דבר בלשון הקודש\\\\. וכל שכן אם יהיה יוצא בת קול בלשון אחר שאינו לא לשון הקדש ולא לשון ארמי שהיה מקשה איך דבר בת קול בלשון אחר שאינו לשון הקדש\\\\. והיה סבור שהבת קול מדברת לעצמה כאדם המתאונן ומשני שאני הבת קול העשויה להשמיע לכל העם ואין זה מלאך וכולם מבינים לשון ארמי יותר מלשון הקודש\\\\. ואי בעית אימא גבריאל הוה כלומר אם קשה בעיניך לומר שבת קול לא הוי מלאך השרת וכולם מבינים לשון ארמי תוכל לתרץ דאותו בת קול גבריאל הוה ממונה בכך ללמד לשונות לבני אדם ואם כן יכול להיות שהשמיע בלשון ארמי\\\\. ועוד נוכל לפרש שאין מלאכי השרת מכירים שום לשון בעולם כי אם לשון הקודש שזהו לשון המלאכים\\\\. והכי פי' אמר רב אל ישאל אדם צרכיו בלשון ארמי ר\\\"ל אפי' בלשון ארמי ואפי' שהוא קרוב ללשון הקודש\\\\. ולכך כל תפלה קבועה השוה ליחיד ולצבור הותקנה בלשון הקודש כדי שיהיה היחיד נשמע כשיתפלל\\\\. אבל תפלה שאין דרך לאומרה כי אם בצבור כגון קדיש ויקום פורקן תקנוה בלשון ארמי\\\\. וכן מחי ומסי ונגדי תרעיה וכיוצא בהן אין דרך לאומרן כי אם בצבור\\\\. ולפי הפי' הזה אין הנשים נשמעות כשהן מתפללות בלשון לעז בלא צבור שאין המלאכים מביאים לפני הקב\\\"ה שום לשון בעולם כי אם לשון הקודש שהם מבינים\\\\. אבל בצבור ששם השכינה שורה יכולות הנשים להתפלל בכל לשון כדמשני בסוטה \\\\(שם ל\\\"ג\\\\) לא קשיא כאן ביחיד כאן בצבור\\\\. והיינו דאמרי' בפ\\\"ק דשבת \\\\(שם י\\\"ב\\\\) שאני חולה דשכינה עמו פי' ומתפללין עליו אפי' בלשון ארמי והוא הדין בלשון אחר\\\\. אבל אם מתפללות בדמעה וצעקה על אונאה אז אינן צריכות שיביאו המלאכים את תפלתן לפני המקום שהרי שערי דמעה ושערי אונאה לא ננעלו \\\\(ב\\\"מ נ\\\"ט\\\\.\\\\) והוא הדין אם מתפללות בכוון גדול מתוך צרה שהן נשמעות אף על פי שאין המלאכים מכירים לשונם שהרי מנשה היה מתפלל בלשון הקודש ומתוך תשובתו קבל הקב\\\"ה את תפלתו בעל כרחן של מלאכים והכי אמרי' באלה הדברים רבה \\\\(פ\\\"ב\\\\) כתיב במנשה \\\\(דה\\\"י ל\\\"ג\\\\) ויתפלל אל ה' ויעתר לו מלמד שהמלאכים היו מסתמין החלונות ברקיע שלא תכנס תפלתו וחתר הקב\\\"ה הרקיע וקבל תפלתו\\\\. <מקורות>\\\\[סימן קפ\\\"ד\\\\]</מקורות> \"}","{\"header\":\"דף יט\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"תנו רבנן אין מפליגין בספינה פחות משלשה ימים קודם לשבת בזמן שהספינה גוששת למטה מעשרה טפחים ומשום גזרת תחומין נגעו בה\\\\. והני מילי לדבר הרשות ולפיכך נהגו להפליג בים הגדול אפילו בערב שבת\\\\. <מקורות>\\\\[סימן ע'\\\\]</מקורות> ירושלמי ר' יהושע בן לוי שאל לריש לקיש מהו ליקח בתים מן הע\\\"א בשבת אמר ליה תני בשבת מותר\\\\. כיצד הוא עושה מראה לו כיסים של דינרים והע\\\"א חותם ומעלה בערכאות\\\\. שכן מצינו שלא נכבשה יריחו אלא בשבת דכתיב \\\\[יהושע ו'\\\\] וכה תעשה ששת ימים\\\\. וכתיב וביום השביעי תסובו את העיר שבע פעמים\\\\. וכתיב עד רדתה ואפי' בשבת\\\\. ואני הכותב ראיתי לבעל ספר העיטור שכתב בהלכות מילה אגב מילי אחריני כל מילי דמצוה עבדינן ע\\\"י ע\\\"א דמשום שבות לא דחינן מצוה\\\\. וקרוב אני לומר דהדלקת נר בשבת דמצוה בשעת אכילה מדליקין ע\\\"י ע\\\"א בשבת ולא עדיף צרכי חולה שאין בו סכנה מקיום מצוה בזמנה דאמרי' וכותבין עליו אונו ואפי' בשבת \\\\(גיטין ח':\\\\) ואסיקנא אומר לע\\\"א ועושה\\\\. ואע\\\"ג דאמירה לע\\\"א שבות משום ישוב ארץ ישראל לא גזרו בה רבנן הכא נמי לא שנא ומחבר זה הביא עוד בכלל דבריו והא דגרסי' בעירובין \\\\(ס\\\"ז:\\\\) ההוא ינוקא דאשתפוך \\\\(חמימין\\\\) \\\\[חמימיה\\\\] אמר רבא ליתו לי' מגו ביתא אמר ליה אביי והא לא עירבו\\\\. א\\\"ל נסמוך אשתוף והא לא שותפו \\\\(אמרו\\\\) \\\\[נימרו\\\\] ליה לע\\\"א וליתי לי\\\\[ה\\\\] אמר אביי בעי לאותובי ליה למר ולא שביק לי רב יוסף דאמר רב כהנא כי הוינן בי רב יהודה אמרי בדאורייתא מותבי תיובתא והדר עבדי עובדא בדרבנן עבדי עובדא והדר מותבי תיובתא\\\\. <מקורות>\\\\[סימן קע\\\"ה\\\\]</מקורות> \"}","{\"header\":\"פרק במה מדליקין\",\"text\":\"\"}","{\"header\":\"דף כג\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב ר' אברהם אב\\\"ד ז\\\"ל\\\\. ראיתי מי שמברך על הדלקת נר חנוכה קודם שיבדיל ואני אומר שטעות הוא שאין שום עסק בעולם קודם להבדלה במוצאי שבת ואלו היה אפשר להבדיל קודם שידלקו את הנר שמברכין עליו בורא מאורי האש לא היינו מאחרין ההבדלה\\\\. ומה שאמרו \\\\(ברכות נ\\\"ג\\\\) אין מברכין על הנר עד שיאותו לאורו לא להקדים דבר להבדלה אלא לעשות נר יפה שיהיה מבחין בו בין מטבע למטבע לראות כל דבר יפה כמו שמפורש התם\\\\. ואף אם עושין כן משום דזריזין מקדימין למצות הרי ההבדלה מצוה כמו ההדלקה של נר חנוכה והיא ראשונה לכל מעשה ואין מעבירין על המצות\\\\. וכך אנו אומרים בהבדלה ומקרא מגילה שהבדלה ראויה להקדים מזה הטעם שאמרנו שאין שום מעשה קודם הבדלה\\\\. אבל הקורא את המגלה ומלא עיניו מן האור מתחלת המגלה ונזון ממנו עד סופה ואח\\\"כ מברך בורא מאורי האש לא נכון הדבר אבל יש אנשים בעולם שכיון שנזרק דבר אחר מפיהם ואפי' בטעות מחזיקים בו\\\\. <מקורות>\\\\[סימן קע\\\"ד\\\\]</מקורות> \"}","{\"header\":\"דף כד\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"העתקה זו מספר הישר לרבינו יעקב ז\\\"ל בפרק במה מדליקין יום טוב שחל להיות בשבת המפטיר בנביא \\\\[במנחה בשבת\\\\] אין צריך להזכיר של יום טוב שאלמלא שבת אין נביא במנחה ביום טוב\\\\. ואי קשיא הא דתנן במגילה \\\\(בפ\\\"ק\\\\) \\\\[בפרק\\\\] הקורא את המגלה\\\\. \\\\[כ\\\"א ע\\\"א\\\\] תניא בשני ובחמישי ובשבת במנחה קורין שלשה אין מוסיפין עליהם ואין פוחתין מהם ולא מפטירין בנביא הרי שאומר בהדיא דאין מפטירין בנביא איכא למימר דאין מפטירין בנביא דקאמר אשני וחמישי קאי ולא אמנחה בשבת ולא נה\\\\[י\\\\]ר\\\\[א\\\\] דלא נהגינן כן\\\\. <מקורות>\\\\[סימן קע\\\"ג\\\\]</מקורות> \"}","{\"header\":\"פרק כירה\",\"text\":\"\"}","{\"header\":\"דף לו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"ענין שבת דרבני צרפת ז\\\"ל וענין הטמנת חמין תקנה גדולה היא ועונג שבת ובלבד שיטמין כהלכתו\\\\. ודין הטמנה כך היא\\\\. כירה שאינה גרופה וקטומה אסור לשהות עליה חמין שלא הוחמו כל צרכן ותבשיל שלא בשל כל צרכו\\\\. אבל תבשיל שבשל כל צרכו וחמין שהוחמו כל צרכן אעפ\\\"י שאינה גרופה וקטומה מותר לשהות עליה\\\\. ודוקא דבר שמצטמק ורע לו אבל מצטמק ויפה לו אסור\\\\. ואם עבר ושהה על גבי כירה שאינה גרופה וקטומה אסור\\\\. עקרו של דבר אפי' הניח אדם במזיד קדרה חייתא יוקדת מבעוד יום קרוב לחשכה ובשלה בשבת מותר דהכי אמרינן בגמרא ואי שדא ביה גרמא חייא מותר\\\\. וכל מה שהצריכו לגרוף את הגחלים מן הכירה ולסלקם משם או שיתן אפר עליהם ויקטום, גזרה היא שמא יחתה הגחלים משחשכה תחת הגחלים כדי שתתבשל ונמצא עושה מלאכה בשבת כשיחתה בגחלים וכל שהוא כמאכל בן דרוסאי מבעוד יום מותר לשהותו ע\\\"ג כירה אעפ\\\"י שאינה קטומה וגרופה דלא אתי לחתויי בגחלים\\\\. ועקר מצטמק ויפה לו כך פירושו כל תבשיל שאדם שמח כשהוא מתיבש ומצטמק כגון לפתא שאם תהיה קלושה במים אין לה טעם ואם יצטמק ייטב טעמה אסור לשהותה שמא יבא לחתות בגחלים כדי שיצטמק והרי היא כתבשיל שלא בשל כל צרכו\\\\. אבל דבר שמצטמק ורע לו שאדם עצב כשמצטמק ומתיבש כגון דייסא וכיוצא בו שאם ייבש אינו ראוי לאכילה כגון זה משהין אותו דלא אתי לאחתויי\\\\. <מקורות>\\\\[סימן ס\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף מב\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"סוף פרק כל שעה והעקר בפרק כירה\\\\. אית דאמרי דמאן דמערה מכלי רותח לכלי אחר אותו קלוח רותח שיורד לכלי \\\\(אחד\\\\) \\\\[אחר\\\\] ככלי ראשון דמי\\\\. אבל מה דמערה מכלי שני לכלי שלישי הוי כלי שני ודייק מלתיה ממה דקאמר ר\\\"ש במשנה דשבת אילפס וקדרה שהעבירן מרותחין לא יתן לתוכם תבלין אבל נותן לתוך הכוס או לתוך הקערה דהוי כלי שני וכתב דוקא כי שרי לתוך הקערה דהוי כלי שני ואינו מבשל הני מילי דנתן הרותח בקערה תחלה ואח\\\"כ נתן בו התבלין אבל אם נתן בקערה התבלין תחלה ואחר כך שופך על התבלין הרות' כלי ראשון מקרי ואסור דהוי \\\\(מבטל\\\\) \\\\[מבשל\\\\] ומכאן דייק רבי' שלמה ז\\\"ל שאם נותן מים על התרנגולת כדי למולג' אסורה מפני שהדם נצלה ומתבשל באברים\\\\. מדקאמר אבל נותן התבלין לתוך הקערה וכו'\\\\. לאחר שנתן בה המים רותחין דהכי ארחא\\\\. אבל אם נתן התבלין בקערה תחלה ואח\\\"כ נתן המים מרותחין אסור שערוי ככלי ראשון\\\\. ואינו נראה כן דאם כן דיש חילוק בנתינת התבלין בקערה אמאי משוי חילוק המשנה בין אלפס לקערה בקערה עצמה יכול לשוויי חילוק\\\\. אלא לאו ש\\\"מ דבקערה מותר בכל ענין לא שנא מים תחלה ולא שנא תבלין תחלה דעירוי לאו ככלי ראשון הוא\\\\. ולא מקרי כלי ראשון אלא כשמגעיל לתוך כלי רותח כדאמרי' במס' ע\\\"א \\\\(ע\\\"ו\\\\.\\\\) מניח יורה קטנה לתוך יורה גדולה ובעינן יורה גדולה מאי\\\\. ואמרי' התם דעבדין לה גדנפ' דלישא ולא אמר דישפוך עליה מים רותחין מיורה קטנה דנהוי ככלי ראשון ולא מיקרי הא כבולעו כך פולטו\\\\. ורבי' \\\\(יעקב\\\\) \\\\[שמואל\\\\] ז\\\"ל כתב דאינו נראה מה שכתב ר\\\"ש ז\\\"ל דא\\\"כ קשיא רישא לסיפא דקתני אלפס וקדרה שהעבירן מרותחין לא יתן לתוכן תבלין דוקא שהעבירן מרותחין אבל אם נתן התבלין בקדרה ואח\\\"כ עירה עליהם מים הרותחין מותר ואת אמרת אסור ונראה לי רישא דוקא וסיפא דקתני אבל נותן לתוך הקערה או לתוך התמחוי בין עירה כבר הרותחין בין לא עירה ואח\\\"כ זרק התבלין על המים הכל מותר\\\\. וכל שכן שאם זורק על התרנגולת מים רותחין שלא בשלה שהרי שהי הנוצה עליה וכשרה\\\\. והא דאמרינן בזבחים \\\\(צ\\\"ה:\\\\) וכלי חרש אשר תבושל בו לרבות את המערה שאם עירה דבר רותח של חטאת בכלי שטעון שבירה\\\\. לאו טעמה משום בישל אלא משום דבלע הכלי מן החטאת\\\\. והכי מצא ר' בגמרא ירושלמי' דקאמר שאם שפך רותחין על גבי תבלין מותר ומקשי עלה מההיא דזבחים \\\\(ומשבר הפך מפי'\\\\) \\\\[ומשני הכי מפרש\\\\] רבינו שמואל\\\\. זה ספר הישר \\\\(סי' קצ\\\"ד\\\\)\\\\. <מקורות>\\\\[סימן ע\\\"ה\\\\]</מקורות> \"}","{\"header\":\"פרק במה אשה\",\"text\":\"\"}","{\"header\":\"דף סה\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"דימה אדוני להתיר יין שעירה ע\\\"א בזמן הזה מכלי אל כלי לפי שפסק בפירושיו רבי' שמואל ז\\\"ל מרומרוג שהם עכשיו ע\\\"א כתינוקות בני יומן לפי שאין יודעים בטיב ע\\\"א ומשמשיה שאין דרכן לשכשך יין לע\\\"א ויינם אסור בשתיה ומותר בהנאה כתינוק בן יומו ואמרי' \\\\(ע\\\"ז נ\\\"ז\\\\.\\\\) אלו הם גדולים שעושים יין נסך ואלו הם קטנים שאין עושין יין נסך גדולים שיודעים בטיב ע\\\"א ומשמשיה\\\\. ומטעם זה התיר רבינו שמואל ז\\\"ל מרומרוג מגע ע\\\"א בזמן הזה בהנאה כמו תינוק בן יומו\\\\. ואדוני רוצה להתיר עירוי בכונה אפילו בשתיה כיון שנחשוב כתינוק בן יומו שמגעו חשוב מגעו שלא בכונה דהואיל וכן גם עירוי יהא חשוב שלא בכונה ומותר\\\\. ישכיל אדוני שלא יתכן לעשות ע\\\"א של עכשיו כתינוק בן יומו להתיר מגעם בהנאה מטעם שהוא מותר כתינוק בן יומו כי בתינוק בן יומו שמתירו רב בהנאה אין זה מטעם שאינו יודע בטיב ע\\\"א ומשמשיה כי כך יחמיר כשאינו יודע בטיב ע\\\"א כמו ביודע דלדידיה מוכחא סוגיא דבין גדולים בין קטנים עושין יין נסך ליאסר בהנאה ואליביה אין חילוק בין גדולים בין קטנים רק בבני השפחות\\\\. אבל בעבדים שמלו ולא טבלו עושין יין נסך כמו גדולים וכ\\\"ש קטנים ע\\\"א לרב שעושין יין נסך ליאסר אפי' בהנאה כמו הגדולים\\\\. ובבן יומו שמתיר בהנאה זו לפי שאינו מכיר במה שהוא נוגע בדין והוה ליה מגע שלא בכונה אבל הנוגע בכונה אפי' אינו יודע בטיב ע\\\"א ומשמשיה אוסר אף בהנאה כמו היודע\\\\. ולמאן דמוקי חילוק בברייתא דגדולים וקטנים אף בעבדים ולאפוקי מדרב אפי' כשהיה מתיר מגע ע\\\"א קטנים אם באנו לדמות ע\\\"א של עכשו לאותם קטנים ולפסוק כמו דמוקים לבריתא לאפוקי מדרב א\\\"כ היה לנו להתיר כל מגע ע\\\"א בזמן הזה\\\\. וחלילה וחלילה וחס לאלהי פנחס\\\\. וכל רבותי' וכל הגאונים פסקו שהלכה רווחת בישראל כרב וחלילה לך מלדמות עוד מגע וכח ע\\\"א בזמן כשהוא בכונה למגע וכח שלא בכונה וישתקע הדבר ולא יאמר עוד\\\\. ההיא דמערה יין נסך מחבית לבור אפי' כל היום כלו ראשון ראשון בטל \\\\(שם ע\\\"ג\\\\.\\\\) \\\\(אינו\\\\) \\\\[אני\\\\] מפרש דבכל מקום איסור עורר איסור להיות חוזר וניעור כדמוכח שמעתא דפרק ג' דבכורות \\\\(כ\\\"ב\\\\.\\\\) ואפי' בהפסק כגון ציר שהשיקו במים ואחר כך נותנו בקדרה שהיתר עומד שם אסור \\\\(לרב\\\\) \\\\[ורב\\\\] דימי גופיה קאמר ליה \\\\(וההיא\\\\) \\\\[לההיא\\\\] דבכורות ונפרצה ונפרצה תרי זימני דגבי מחיצת הכרם \\\\(ב\\\"ק ק':\\\\) לאו משום \\\\(דליצטרפו\\\\) \\\\[דלא לצטרפו\\\\] זה עם זה דתרתי פרצות בהדי הדדי למאתים אלא לאשמועי' דאע\\\"ג דכי נפרצה זימנא קמייתא אומרים לו גדור אפי' הכי צריך שיאמרו לו ויתרו בו אף בשניה ואם לאו לא יתחייב דבכל מקום שאנו אומרים אם הוסיף מאתים אוסר חזי' דאיסור עורר איסור לכל הפחות בלא הפסק\\\\. ואף \\\\(גבולי\\\\) \\\\[גדולי\\\\] היתר אמרינן בנדרים \\\\(נ\\\"ז:\\\\) מעלין את האיסור ולא אמרי' ראשון ראשון בטל\\\\. וגם ברביית נוטפין על הזוחלין \\\\(שבת ס\\\"ה:\\\\)\\\\. אבל במקומות מועטין יש שמקל לומר ראשון ראשון בטל ביש הפסד\\\\. כגון בפרק נוטל \\\\(קמ\\\"ב\\\\.\\\\) דלא הספיק להגביה עד שנפלה אחרת ובסוף נדה \\\\(ע\\\"א:\\\\) גבי דם תבוסה וגבי דם קדשים לתוך מים דאמרי' \\\\(זבחים ע\\\"ז:\\\\) ראשון ראשון בטל ביש הפסק היינו משום דשייך דיחוי לענין נראה ונדחה אינו חוזר ונראה\\\\. וגבי יין נסך לא מסתבר לומר דהקלו בו להתיר ראשון ראשון בטל יותר משאר איסורין דהא משום חומרא דע\\\"א אחמירו ביה טובא שאוסר במשהו מה שאין כן בשאר איסורין\\\\. אלא הכי פי' אפילו כל היום כלו בטל משהו ומשהו בששים עד שירבה האיסור כל כך \\\\(אלא\\\\) שלא יהא בהיתר לבטלו שאם היה רבה כל כך שאפי' בשאר איסורין היה האיסור עורר איסור וכל שכן יין נסך דחמיר טפי ודוקא מערה מחבית לבור שאינו נופל \\\\(כלומר\\\\] \\\\[כלו\\\\] ביחד אלא מעט כדרך שמריקים יין מדרך פיה אע\\\"ג דאם עירה החבית הרבה ביחד אוסר את הבור בתחלת העירוי אע\\\"ג דליכא כדי נתינת טעם\\\\. מכל מקום כשמערה מעט מעט כדרך מערה מחבית לבור אמרי' ראשון ראשון בטל אע\\\"ג דנפיש עמודיה טפי מצרצור קטן\\\\. ובטל כל זמן שאינו רבה כל כך שיהא ראוי להיות חוזר וניעור כגון שכל שמה יש ששים של היתר וכל היום כלו דקאמר כל שאין בו איסור לתת טעם קאמר ואפחות מכדי נתינת טעם שאוסר משנתינו ביין נסך טפי משאר איסורין\\\\. ועל זה בא לפרש דדוקא בהיתרא לגו איסורא אבל איסורא לגו היתרא כל משהו ומשהו ראשון ראשון בטל עד שירבה האיסור כל כך שלא יהא בהיתר \\\\[ששים\\\\] כנגד כל האיסור\\\\. דאז הוא דאסור אפי' בשאר איסורין שאין איסורין במשהו אלא בנותן טעם\\\\. תנן יין נסך אסור ואוסר בכל שהוא\\\\. מאי לאו איסורא לגו התירא ואפי' הכי אוסר בכל שהוא דהיינו טפה אחת\\\\. לא היתרא לגו איסורא\\\\. יין במים בנותן טעם מאי לאו איסורא לגו התרא\\\\. והואיל וכן גם רישא דיין ביין ומים במים איסורא לנו היתרא\\\\. והדרא קושין לדוכתיה דאע\\\"ג דהוי מין במינו לא אמרינן דלבטול קמא קמא אלא אפי' משהו ראשון אוסר לאלתר בנפילתו אפי' יש שם היתר הרבה אלף אלפים כיוצא בו אבל יין במים גופיה דהוי מין בשאינו מינו לא קשיא ליה למה חוזר וניעור בנתינת טעם דהא בשאר איסורין נמי חוזר וניעור כשרבה עד כדי נתינת טעם ואפי' מין במינו שאין טעם האיסור ניכר וידוע שם וכל שכן מין בשאינו מינו שטעם האיסור ניכר ברבייתו עד שנותן טעם יש לו להיות חוזר וניעור\\\\. ומשני לא אלא גם זה היתרא לגו איסורא\\\\. והדר פריך מדרישא מים דאיסורא סיפא נמי מים דאיסורא\\\\. וקתני מים ביין בנותן טעם והיינו אסורא לגו היתרא ומסתמא כיון דסיפא דיין במים ומים ביין מיירי בין בהיתרא לגו איסורא ובין באיסורא לגו היתרא רישא נמי מיירי בין בהיתרא לגו איסורא בין באיסורא לגו היתרא וקאמר שמה שהוא אסור הנופל בהיתר דהיינו טפה אחת אוסרת לאלתר אפי' אלף אלפים כיוצא בה וקשיא לרב דימי ומשני כולה מתני' היתרא לגו איסורא\\\\. ואע\\\"ג דהכא מיא דהיתרא והכא מיא דאיסורא הוי שפיר חד גוונא כולה מתניתין דכולא בהיתרא לנו איסורא\\\\. <מקורות>\\\\[סימן פ\\\"ח\\\\]</מקורות> \"}","{\"header\":\"פרק הזורק\",\"text\":\"\"}","{\"header\":\"דף ק\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"ותו שאלו מקמי רבי ז\\\"ל היה בא בספינה כשהיא מהלכת בים בשבת מהו לשלשל ולמלאת ומהו להשיך שיורי כוסות וקליפין ועצמות לים\\\\. ואמר' בגמרא יעשה מקום ארבעה וישליך לתוכו\\\\. <מקורות>\\\\[סימן ע\\\"א\\\\]</מקורות> \"}","{\"header\":\"פרק כל כתבי\",\"text\":\"\"}","{\"header\":\"דף קכב\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ספינה שנכנסה בתוך התחום והיא קרובה למדינה אלפים אמה מותר לצאת ממנה בשבת על הכבש שעושין המלחים לצאת בו \\\\(כדאיתא שבת קכ\\\"ב\\\\)\\\\. וכן אם נמשכה הספינה על הארץ מותר לשוב ולצאת על הכבש אבל להוציא ממנה כל שהוא אסור\\\\. ואם לא נכנסה בתוך התחום קודם חשכה אסור לצאת הימנה בין נמשכה בין לא נמשכה וכן בכל המועדים\\\\. ואם הגוים מביאין מים מותר לשתות מהן\\\\. אבל כל מיני פירות ועשבים שהביא גוי בשבת לעצמו ויש במינן במחובר לקרקע אסור לאכול מהם בין בשבת בין ביום טוב\\\\. אבל אם עבר זמנם כגון צמוקים או תאנים יבשים וכגון עשבים כמושין משלשה ימים מותר לאכול מהם\\\\. <מקורות>\\\\[סימן ע\\\"ד\\\\]</מקורות> גרסינן במסכת שבת בסוף פרק כל כתבי הקדש נר הדלוק במסבה אם רוב ישראל אסור וכו' מחצה על מחצה אסור כר\\\"ש ז\\\"ל ליכא למיקם עלה דמלתא אם בשביל ישראל אם בשביל ע\\\"א אבל ע\\\"א וישראל והמדליק עצמו משתמש לאורה ודאי עיקר אדעתא דידיה עביד וכיון דנר לאחד נר למאה שרי ע\\\"כ\\\\. אם אין מאותו המין במחובר בתוך התחום מותרים חוץ לתחום אסורים וכתב הר\\\"ש ז\\\"ל בפירוש מס' י\\\"ט \\\\[כ\\\"ד ע\\\"ב\\\\] חוץ לתחום אסורים לא שמעת טעם מקובל בדבר דאי משום מוקצה אמאי מותר לישראל אחר ואי משום שנעשה בו איסור בשבילו א\\\"כ לישראל אחר נמי דבע\\\"א שהדליק את הנר בשבת תנן אם בשביל ישראל אסור ולא חלקו ביו\\\"ט לחבירו וי\\\"ל דלגבי איסור תחומין דרבנן לא אחמור כולי האי ודיו אם אסרוה על זה\\\\. טעם אחר נראה לי מחוץ לתחום אסור גזרה שמא ישלח בשבילם \\\\[והבא\\\\] בשביל זה מותר לאחר דליכא למגזר בי' שאינו מכירו\\\\. ע\\\"כ כתב הר\\\"ש ז\\\"ל\\\\. <מקורות>\\\\[סימן קכ\\\"ג\\\\]</מקורות> \"}","{\"header\":\"פרק רבי אליעזר דמילה\",\"text\":\"\"}","{\"header\":\"דף קלד\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"השיב הרב רמבי\\\"א אל החכם הכהן הגדול רבי' יהונתן נ\\\"ע ומה ששנינו במס' שבת ר' אלעזר בן עזריה אומר וכו'\\\\. הראשון לא מבעיא לן דודאי כשאמר שלישי כל שכן ביום ראשון מדקאמר בברייתא ביום הראשון כדרכו ובשלישי מזלפין עליו ביד אבל לא בכלי ר' אלעזר בן עזריה אומר מרחיצין את הקטן ביום השלישי ש\\\"מ בשלישי הוא דפליגו ת\\\"ק ור' אלעזר אבל בראשון דברי הכל דמרחיצין כדרכו דסכנה היא אבל כי \\\\(מנינן\\\\) \\\\[מיבעיא לן\\\\] בשני מבעיא לן אי אמרינן בשלישי וכל שכן בשני או דילמא בשלישי דוקא אבל לא בשני והדעת נוטה כי גם בשני יש בו סכנה כי כל זמן שהקטן לא נתרפא ממילתו יש בו סכנה ורפואת המילה זהו רחיצתו כי הרחיצה מעדן את הבשר ומורך אותה ועל ידי רחיצה הוא סליק בשריה ומצות לא תעשה היא דתליא בסברא\\\\. ע\\\"כ כתב הרב ז\\\"ל\\\\. <מקורות>\\\\[סימן ע\\\"ח\\\\]</מקורות> פסק על המילה במסכת שבת בפרק ר\\\"א דמילה כתב הרב ר' אברהם בר יצחק ז\\\"ל אב ב\\\"ד\\\\. הלכה כר' אלעזר בן עזריה ביום הג' שחל להיות בשבת\\\\. וכ\\\"ש ראשון שמרחיצין אותו כדרכן בין לפני המילה בין לאחר המילה בין בחמין שהוחמו מע\\\"ש בין בחמין שהוחמו בשבת בין הרחצת מילה בין הרחצת כל גופו\\\\. והאי בין בחמין שהוחמו בשבת ובין בחמין שהוחמו בע\\\"ש אלאחר מילה קאי\\\\. דאי אמהיל ואשתפיך חמימיה עבדינן ליה בשבתא משום סכנה אבל אי אשתפיך מקמי מילה לא עבדינן בשבתא מההיא מעשה דערובין \\\\[ס\\\"ז ע\\\"ב\\\\] דההוא ינוקא דאשתפיך חמימיה הוא שרי בחצר שאינה מעורבת\\\\. והיינו דאמרינן \\\\(פסחים ס\\\"ט\\\\.\\\\) בפסח שני אלא אמר \\\\[רבא\\\\] הכל אצל מילה חולין הן ול\\\"ש בריא ול\\\"ש חולה אין מחמין לו חמין להשקותו ולהברותו דהא לא חזי\\\\(נן\\\\) \\\\(קל\\\"א\\\\) ואפי' לר' אליעזר דאמר מכשירי מילה דוחין את השבת מודה הוא דאין כורתין עצים לעשות פחמין היכא דלא הוחמו חמין מע\\\"ש שנרחיצנו בו\\\\. ולזה הדעת אפי' מילה עצמה לא דחיא שבת אם לא רחצוהו בחמין שהוחמו לו מע\\\"ש\\\\. כל זה הענין נתברר לנו ע\\\"י הרב ר' שמואל בר משה ז\\\"ל שהראה לנו פנים מדברי הרב ר' שלמה ז\\\"ל במסכת פסח שני ומהלכות גדולות\\\\. ואי \\\\[לא\\\\] א\\\\[יי\\\\]תי אזמל מע\\\"ש לא שרי למימר לע\\\"א לאתויי דרך רשות הרבים אבל בחצר שאינה מעורבת אמרנ' ליה לע\\\"א דלית\\\\[י\\\\]ה\\\\. ובעל ההלכות היה מתיר אפי' דרך רשות הרבים ע\\\"י ע\\\"א והגאון ר' יצחק ז\\\"ל דחה את דבריו\\\\. וכתב הרב ר' יהודה ז\\\"ל ונולד כשהוא מהול צריך להטיף ממנו דם ברית אבל אין מחללין עליו את השבת\\\\. והלכה כרבה דספק מילה הוא ואין מחללין עליו את השבת\\\\. והכי שדר רבי' האי גאון ז\\\"ל לרבנן קמאי \\\\[במתיבתא\\\\] \\\\(במסכתא\\\\) הכי אסכימו שם להטיף ממנו דם ברית אלא מיהו בנחת וצריכא מלתא למבדקה יפה יפה בידים ובמראית העין ולא בפרזלא דלא \\\\(להעתיק\\\\) \\\\[לעיין\\\\] ליה\\\\. ואין מברכין על המילה אלא א\\\"כ נראית לו ערלה כבושה ורואים ונזהרים היאך מלין אותו אם נראית לו ערלה וממתינים לו הרבה ואין חוששין \\\\(ליצמתי\\\\) \\\\[לשמיני\\\\] שלא יביאהו לידי סכנה\\\\. וכתב בעל הלכות גדולות ז\\\"ל וגר שנתגייר כשהוא מהול צריך להטיף ממנו דם ברית\\\\. ועד דמתפח לא מטבילינן ליה\\\\. וכד טביל צריך למטבל בהדי תלתא ואמרו ליה כי היכי דאמרו ליה מעיקרא וגז ליה מן מזייה ושקליה ליה מן טופריה דידיה ודכרעיה\\\\. וישראל מומר ויש לו אשה ישראלית ונולד לו בן בשבת מותר למולו בשבת מ\\\"ט זרעו של אברהם אבינו ותולעת של יעקב אפשר שתוהא על הראשונות ועוזב את בנו בדת יהודית ולא עוד אלא שהרי אמו ישראלית היא ואפשר שילך זה אחריה ואין אנו \\\\(מחי\\\\) \\\\[מחזיקין\\\\] אותו שילך לתרבות רעה לפיכך אין כח לאסור מילתו בשבת עכ\\\"ל הרב ראב\\\"י ז\\\"ל\\\\. וכתב בה\\\"ג ז\\\"ל ואלו ינוקא מקמיה דנמהליה אתיליד ביה נגעא בערלתיה דכד מהלינן ליה אפסיק נגעיה כו' עד סוף הענין וחלצתו חמה נותנין לו כל ז' להברותו\\\\. ודוקא בחלצתו חמה \\\\(קל\\\"ז\\\\.\\\\) הוא דבעינן ז' ימים להברותו אבל בדבר אחר כגון הא דר' נתן \\\\(קל\\\"ד\\\\.\\\\) שהלך לכרכי הים וכו' שמלה בנה ביום ראשון כו' אין נותנין לו ז' אחר שיתרפא אלא מלין אותו מיד כשיתרפא מאותו צער כי לא הוזכר ז' אלא למי שחלצתו חמה וכן כתב הרב ראבי' ז\\\"ל והביא ראיה מדאמרינן בפרק \\\\[הערל יבמות ע\\\"א ע\\\"ב\\\\] \\\\(ההוא\\\\) כגון דהוה כאיב ליה עיניה לינוקא \\\\(ואתניס\\\\) \\\\[ואיתפח\\\\] ביני ביני\\\\. ועוד כ' הרב ז\\\"ל\\\\. וכתב גאון ז\\\"ל והיכא דמית ינוקא דלא הוי תמניא משום דלא תיעול ערלתיה עמיה נהוגי גבן דמהלי ליה בבית הקברות להסיר חרפתו ממנו\\\\. והאי דכתב גאון מנהגא הוא ולא ידעינן ליה עיקר\\\\. מיהו כל מנהגא דלית ביה איסורא שפיר דמי למעבדיה וכ\\\"ש האי דמתחזי שפיר דלא תיעול ערלתיה עמיה\\\\. וברכה אזלא קודם המילה\\\\. ואתתא דידעא לממהל שריא לממהל\\\\. ע\\\"כ כתב הר\\\"ב ר' אברהם אב ב\\\"ד ז\\\"ל\\\\. <מקורות>\\\\[סימן קע\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף קלז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"וי\\\"א אף מילה שלא בזמנה מנא להו ת\\\"ש דתנן קטן נימול לח' לט' לי' לי\\\"א לי\\\"ב לא פחות ולא יותר כיצד כדרכו בשמנה בין השמשות לתשעה ערב שבת בין השמשות לעשרה יום טוב אחר השבת לאחד עשר\\\\. ב' ימים טובים של ר\\\"ה לי\\\"ב\\\\. אבל שני ימים טובים של גליות דהוא מדרבנן יש מן החכמים שאומרים דהאי תנא בארץ ישראל קאי דליכ' להו שני י\\\"ט אלא בר\\\"ה וה\\\"ה בשני ימים טובים של גליו' דלא דחיא\\\\. י\\\"ט שני לגבי מת כחול שויוהו רבנ' ואפילו שני יו\\\"ט של ראש השנה אלמא י\\\"ט שני של ר\\\"ה נמי דרבנן הוא ואפילו הכי לא שרו ליה רבנן גבי מילה שלא בזמנה ואע\\\"ג דמצוה היא משום דכל יומא ויומא זמניה הוא\\\\. ויש לבעל הדין לחלוק ולומ' ומה מכחל עינא דאינו מצוה ואינו דוחה לא תעשה שבתורה דוחה יו\\\"ט שני מילה שלא בזמנ' שהיא מצוה ודוחה לא תעשה דצרעת \\\\(קל\\\"ב:\\\\) אינו דין שדוח' י\\\"ט ב' של גליות ומתני' דוקא נקט שני ימים טובים של ראש השנה דקדושה אחת הן בין לענין ביצה בין לענין מכחל עינא מה שאין כן בשני יו\\\"ט של גליות וכי תימא לאמימר ולנהרדעי דאמרי \\\\(ביצה דף ו'\\\\. ודף כ\\\"ב\\\\) דשתי קדושות בין לענין ביצה בין לענין מכחל עינא דדחי יום טוב שני של ראש השנה ומאי שנא מילה שלא בזמנה דלא דחיא אלא מאי אית לך למימ' שאני מכחל עינא דאפילו ביו\\\"ט ראשון שרי מדאוריתא דהא קי\\\"ל \\\\(שם כ\\\"ח\\\\) כרבי יהודה דאמר לכם לכל צרכיכם ורבנן הוא דאחמו' שאין מורין כך ביו\\\"ט ראשון שהוא מדאורייתא \\\\(ביו\\\"ט אבל\\\\) \\\\[אבל ביו\\\"ט\\\\] שני לא אחמור אבל מילה שלא בזמנה דלא דחיא יו\\\"ט ראשון מדאורייתא כדאמר בעלמא \\\\(קל\\\"ג\\\\) לבדו ולא מילה שלא בזמנה דאתיא בק\\\"ו בי\\\"ט שני נמי לא דחי אף על גב דאתיא בק\\\"ו ומאמימר ונהרדעי דשני יו\\\"ט של ר\\\"ה ב' קדושות הן ואפילו הכי לא דחיא מילה שלא בזמנה י\\\"ט שני של ר\\\"ה וה\\\"ה ליום טוב שני של גליות ומתניתין לאו דוקא לרבא נמי לאו דוקא יש להשיב ולומר דלנהרדעי ואמימר מתניתין נמי דוקא ומתניתין בזמן שבאו עדים מן המנחה ולמעלה שנוהגין אותו היום קדש ולמחר קדש איירי אי נמי הכא במאי עסקינן כגון שנשתהו העדים ולא באו ביום שלשי' דבכה\\\"ג נוהגין אותו היום קדש \\\\(ביצה ה'\\\\.\\\\) ולמחר קדש בין בזמן שבית המקדש קיים בין בזמן שאין ב\\\"ה קיים ויו\\\"ט שני כגון זה דאורייתא הוא וחשבונו מיום שני הוא ומשום הכי לא דחינן ליה מקמי מילה שלא בזמנה ולא מקמי מת\\\\. אבל האידנא דלא מקדשי עפ\\\"י הראיה אי נמי בזמן שמקדשין על פי הראיה ונוהגים מספק ב' ימים יום שני דרבנן הוא שהרי התקין רבן יוחנן בן זכאי \\\\(שם\\\\) שיהיו מקבלין עדות החדש כל היום כלו וחשבונו מיום הראשון הוא ולמחר קדש ולשמא באו עדים ממחרת יום שלשים ליכא למיחש דלא שכיח הרי מימות עזרא ואילך לא שכיח אלול מעובר \\\\(ביצה ו'\\\\.\\\\) הלכך מילה שלא בזמנה דוחה אפילו יו\\\"ט שני של ר\\\"ה ולא גרע ממכחל עינא לנהרדעי ולאמימר דאמרי שתי קדושות הן ולרבא יש לומר אפילו האידנא \\\\[לא\\\\] דחיא מילה שלא בזמנה י\\\"ט של ר\\\"ה משום דקדושה אחת הן לכל דבר חוץ ממת אבל יו\\\"ט שני של גליות הכי נמי דמילה שלא בזמנה דוחה אותו דלא גרעה מילה שלא בזמנה ממכחל עינא ולעולם מתניתין דוקא נקט שני י\\\"ט של ר\\\"ה דהא מילה שלא בזמנה \\\\[דוחה י\\\"ט שני של גליות\\\\] ואפילו לרבא מק\\\"ו ומה מת שאין קבורתו דוחה י\\\"ט ראשון ואפילו ליכא עממין ואפילו מת מצוה שדוחה פסח ומילה דוחה י\\\"ט שני מילה שדוחה בזמנה י\\\"ט א' אינו דין שתדחה י\\\"ט ב' שלא בזמנה\\\\. ועוד ק\\\"ו ומה קבור' מ\\\"מ דאף דאפשר בעממין דחיא י\\\"ט ב' ואע\\\"ג דלא אישתהי מילה שלא בזמנה דלא אפשר בעממין אינו דין שתדחה י\\\"ט שני וכי תימא שאני מילה דאפשר למחר קבורת מת מצוה נמי אפשר למחר אלא שהויי מצוה לא שהינן ליה ועבדינן ע\\\"י ישראל ואע\\\"ג דאפשר בעממין כיון די\\\"ט שני דרבנן הכי נמי שהויי מצוה לא משהינן ומהלינן ליה בי\\\"ט שני שהוא מדרבנן\\\\. <מקורות>\\\\[סימן ק\\\"כ\\\\]</מקורות> \"}","{\"header\":\"פרק נוטל\",\"text\":\"\"}","{\"header\":\"דף קמב\",\"text\":\"\"}"]