["חז_ל/תלמוד בבלי/מפרשים/קדמונים/ראב_ד/תמים דעים לראב_ד/שבועות.docx","{\"header\":\"פרק שבועות שתים\",\"text\":\"\"}","{\"header\":\"דף כ\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב הרב אלפס ז\\\"ל\\\\. תנו רבנן מבטא שבועות כו' עד וקיימא לן כרבא\\\\. כתב הראב\\\"ד ז\\\"ל, האי פיסקא לאו דסמכא, דאביי ורבא לא פליגי אלא לענין קרבן דלאביי דאמר מתפיס שבועה כמוציא שבועה מפיו דמי ומחייב עליה קרבן דה\\\"ל כעובר על שבועת ביטוי ולרבא לא מחייב קרבן\\\\. אבל לענין איסורא מודו דמתפיס בשבועה איסור בל יחל אית ביה, דהא מודה רבא במתפיס בנדר דאית ביה איסור בל יחל, מ\\\"ט דכתיב כי ידור נדר משמע ידור בדבר הנדור דהיינו התפיסה בנדר, גבי שבועה נמי דכתיב או השבע שבועה דמשמע נמי התפסה בשבועה וכתיב בל יחל אתרוויהו, הילכך מבעי לן למימר דלא פליג רבא אלא לענין קרבן בלחוד\\\\. והכי נמי מסתברא מדקאמרינן אביי אמר כמוציא שבועה מפיו, ורבא אמר לאו כמוציא וכו' ולא קאמרינן אביי אמר חייב ורבא אמר פטור אלמא לענין איסורא לא פליג רבא ותו לא מידי\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף כה\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"ומי שנשבע לחבירו כך וכך אתן לזמן פלוני אם יכול לישאל על שבועתו אם לאו צריך עיון כי שנינו בפ\\\"ג של מסכת שבועות אחד דברים של עצמו ואחד דברים של אחרים כיצד שאתן לפלוני ושלא אתן כו' ומקשינן מאי אילימא צדקה לעני מושבע ועומד מהר סיני הוא דכתיב נתון תתן לו אלא מתנה לעשיר וכל שבועת בטוי יש לה שאלה דהא אשכחן גבי צדקיהו במסכת סנהדרין דאתשיל לסנהדרים אשבועה דנשבע לנבוכדנצר ואמר נבוכדנצר לסנהדרין קא שריתו שבועה בפני המשביע או שלא בפני המשביע אמרו לו בפני המשביע אמר להו אתון מאי טעמא עבידתו הכי ושריתינהו לצדקיהו שלא בפני ושתקו מיד שמטו כרים מתחתיהם שנאמר ישבו לארץ ידמו וגו' אלמא מי שחבירו משביע אינו יכול לישאל אלא בפני המשביע לא הוא דהוה קשיא לן מאי מקשי בפרק השולח גט וליחוש דלמא אזלא לגבי חכם ושרי לה דאלמא חכם מתיר שלא בפני המשביע\\\\. וראיתי בתשובת הרב ר' יעקב ז\\\"ל מרומרוג נהי דלכתחלה לית ליה למשרא אבל דעבד עבד שאפילו מי שחבירו משביע שיתן לו מתנה ונשבע לו יכול לישאל על שבועתו וכ\\\"ש היכא דנשבע מאליו שיתן מתנה לעשיר דיכול לישאל על שבועתו\\\\. <מקורות>\\\\[סימן ר\\\"ב\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב אלפס ז\\\"ל בפסקא, איתמר שבועה שזרק איש פלוני צרור וכו' עד סוף עם שבועת העדות ועמדה הקושיא\\\\. כתב הראב\\\"ד ז\\\"ל, פירושא דסמכא דהיכי מקשינן ממאי \\\\(דכלים\\\\) \\\\[דסליק\\\\] אדעתייהו דרבנן דסברי למימר קמיה דאביי לאיחייובי עליה תרתי אמלתיה דאביי דאמר דאין לשבועות בטוי בשבועת העדות שום עסק, והא אביי דהוא מריה דשמעתא אהדר להו לרבנן לאיחיובי תרתי לא מציתו למימר, וכיון דאביי אדאביי לא קשיא מידי וקא אזיל לטעמיה דלא מחייב אלא חדא, מאי נפקא לן מדרבנן דסברי למימר קמיה דחייב תרתי אטו גברא אגברא קא רמינן, הלכך לאו דסמכא הואי אלא עיקר הקושיא ממלתי' דאביי גופיה, דאהדר להו ואי במזיד מי איתא לשבועת ביטוי כלל, משמע במזיד הוא דליתא הא בשוגג איתא מיהו לא מחייב אלא חדא מכת אחת, והשתא מקשינן מדאביי אדאביי והיכי אמר דאיתא בשוגג והאמר לעיל מודה רב באומר שבועה שאני יודע לך עדות וכו'\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף כו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב אלפס ז\\\"ל, אמר שמואל גמר בלבו צריך וכו' עד והוציא פת סתם אסור בפת חטים\\\\. כתב הראב\\\"ד ז\\\"ל, אסור הוא בכל פת שבעולם דהכי אמרינן בנדרים \\\\[כ\\\"ח ע\\\"א\\\\] בענין נדרי אונסין דאמר בלבו היום ואע\\\"ג דקי\\\"ל דברים שבלב אינם דברים, הכא אגב אונסי' קאמר ולא מבטל ליה, שמעת מניה דבעלמא היכא דמחשבתו איתא בכלל פיו אע\\\"ג דפיו אינו בכלל מחשבתו בתר פיו אזלינן\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף כח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב הרב אלפס ז\\\"ל, אמר רבא נשבע על ככר ושייר וכו' עד והלכתא כאמימר\\\\. כתב הראב\\\"ד ז\\\"ל, שמעינן מדאמימר נשבע על ככר ואכלה כולה במזיד ולא התרו בו אינו נשאל עליה לפי שאין זה מחוסר לא מלקות ולא קרבן הילכך אית עליה עונש שבועה ולית ליה תקנתא בשאלה\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> \"}","{\"header\":\"פרק שבועת העדות\",\"text\":\"\"}","{\"header\":\"דף לא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב הרב אלפס ז\\\"ל בסנהדרין \\\\[פ\\\"ג ה\\\"ח\\\\] ירושלמי אמר רבי סימון צריך הדיין לשנות טענותיהם שנאמר ויאמר המלך זאת אומרת זה בני החי ובנך המת\\\\. רב הונא מיקל לדיינא דאמר מקבלין אתון חד סהיד או לא \\\\(לאינון\\\\) \\\\[אלא אינון\\\\] יימרון את לא תימר רב הונא כי הוה ידע זכו לבר נש ולא הוה ידע ליה הוה פתח ליה משום פתח פיך לאלם\\\\. ע\\\"כ הירושלמי\\\\. פירש החכם רבי יהונתן הכהן ז\\\"ל בפי' ההלכות צריך הדיין לשנות טענותיהם וכו' כלומר אחר שישמע טענות כל אחד ואחד צריך שיאמר לבעלי דינין אתה טוען כך וכך ואתה כך וכך כדי שלא יחשדו אותם בעלי דינים שמא שכחו אחת מן הטענות ועל כן לא יצא הדין לאמיתו מקל דיינא פי' מבזה לאותו דיין שהיה בימיו שהיה רגיל לומר לבעלי דינים הבאים לפניו לדין תרצו לקבל עליכם עד אחד כשני עדים אלא אינון יימרון את לא תימר כלומר הנח להם אם הם מתנדבים מאליהם לעשות כן יעשו אבל אתה לא תפתח להם רב הונא כי הוה ידע זכו וכו' פי' כשבא לפניו לדין שהוא נתבע ולא היה יודע להשיב לתובע שלו דבר לפי שלא היה יודע אותו נתבע מה שיודע רב הונא מזכותו שיש לו להשיב היה רב הונא מזכירו\\\\. ואמר רבי אפרים ז\\\"ל דוקא תלתא דמהניא בדינא ולית בה טענתא דשקרא ודוקא לנתבע שהוא נרדף שלא כדין\\\\. ע\\\"כ פי' וכתב הרב החכם ר' יהונתן ז\\\"ל\\\\. <מקורות>\\\\[סימן רט\\\"ז\\\\]</מקורות> הנה כבר ביארנו הטעמים והסרנו הספקות והעמדנו הדברים על אופניהם על דעת הרב ר' יצחק ורבי' חננאל ז\\\"ל והשוינו לדעת'\\\\. חוץ מדבר שכתב הרב ר' יצחק בתשובתו שאם כפר הנפקד במקצת והודה במקצת שאין זה יכול להשביעו ואפי' מה שהודה לו אינו נותן לו משום דכיון דאית בה כפירה באורכתא בטלה לה כלה\\\\. ועל זה איני משוה עמו ואיני מודה לו דהא אמרינן אמר אביי ואי כתב למחצה לשליש ולרביע מגו דמשתעי דינא אפלגא משתעי דינא אכולה\\\\. ותו אמר אביי \\\\(גיטין מ\\\"ח:\\\\) נקטינן בעל בנכסי אשתו צריך הרשאה ולא אמרן אלא דלית ליה פירא בארעי' אבל אית ליה פיר' בארעי' מגו דמשתעי דינא אפיר' משתעי דינא אגופ' והא נמי להא דמיא\\\\. עוד כתב באותה תשובה ולא תימא כפריה ולא כפריה על הכתיבה הוא חוזר אבל אי כפריה לאחר כתיבה מפקינן בההיא אורכתא אלא לא דיינינן בה כל עיקר גם כל זה איני משוה לדעתו ומאחר שהקנה לו הקנאה גמורה וקנה זה מה שהקנה לו שהרי היה מודה הנפקד באותה שעה היאך יכול זה לבטל הקנאתו של זה בכפירתו\\\\. ועל זה איני מודה לו\\\\. וכן תשובת רבי' האיי גאון ז\\\"ל שכתבנו למעלה בתחלת דברנו איני יודע מי שנאה ואפשר הסופרים שבשוה כאשר הם משבשים כמה העתקות או שמא הגיע לידי מי שאינו בקי והוסיף עליו מדעתו מלה או שתים עד שנשתבשה כל התשובה\\\\. וכלל הדברים על כל דבר אדם יכול להרשו' את חבירו במשפט הקנאתו הראוייה לו חוץ מן הממון שהנתבע כופר עליו בשעת הקנאתו של זה ואפילו חוזר והודה לו אין הרשאה לפי שלא קנאו זה אבל מכל מקום שליח מיהת הוי ואי מסר לידיה מדעתיה מפטר מאונסין\\\\. ואפי' לא כתב בה דון וזכי והנפק לגרמך שליח מיהת הוי דלא גרע משליח שעשאו בעדים ואי אורכתא דארעא היא אע\\\"ג דכפר ביה נמי הויא אורכתא ודוקא ביכול להוציאו בדיינים כגון על ידי עדים או אפי' על ידי שבועה כגון זה אומר אני לקחתיה \\\\[וזה אומר אני לקחתיה\\\\] שנשבעין וחולקין ואם הרשה לאחד על חלקו לתבעו יש כח בידו לדון ולערער עמו ולהוציא מידו \\\\[וכן במלוה בשטר\\\\] \\\\(ואעפ\\\"י\\\\) \\\\[אע\\\"פ\\\\] שהוא כופר במלוה דכיון דנקיט שטרא בידיה כמאן דאיתיה לממונא בעין דמי ומצי לאקנויי ולאורכיי איניש עלויה וכל כפירה שאינה ודאי אינה כפירה שאם כפר באיני יודע לאו כפירה היא והוי' אורכתא קיימת ושמעי' להא מלתא משמעת' דבכורות בענין פדיון הבן שכל אחד מדמה אותו בספק ואפי' הכי מהניא בהו הרשאה אלמא כפירת ספק לאו כפירה היא ולא משתמיט מניה ומפיק מניה או בדינא או בפשרה אלא דאי מטיא ליה שבועה לתובע משתבע מרי דממונא ושקיל\\\\. ואיכא מאן דאמר דלא מצי מרי אורכתא למשקל פשרה מניה דנתבע ללא אורכיה עלויה אלא לדינא כדכתב ליה זיל דון וזכי וכל דמתעני' מן דינא עלאי אלמא בדינא אורכיה בפשרה לא אורכיה ומצי למימר ליה לתקוני שדרתיך ולא לעוותי\\\\. ומסתברא כותיה\\\\. אבל אי פריש ואמר כל דמתענית מן דינא או מפשר' קבילי' עלי הא ודאי אית ליה רשותא למשקל פשרה מניה\\\\. ומר רב יהודאי גאון ז\\\"ל כתב דמאן דמורכין ליה לית ליה רשותא לאורוכי לאיניש אחרינא משום דשליחא הוא ואין רצונו שיהא פקדונו ביד אחר\\\\. ואם צריך לדין עם הנתבע כ\\\"ש שאינו יכול להרשות לאחר במקומו דמצי אמר ליה אנא על טענת' סמיכנא ועל דחברך לא סמיכנא דלא ידע למטעון כוותך\\\\. והא דפסקו קמאי כלהו בלישנא דרב אשי דמרי אורכתא שליחא הוא דהוי ולא שותפא נראה לי דנפקא להו מהא דאמרינן פרק שבועת העדות \\\\(ל\\\"א\\\\.\\\\) ואשר לא טוב עשה בתוך עמיו אמר רב זה שבא בהרשאה\\\\. ושמואל אמר זה הלוקח שדה שיש עליה עסיקין מדאמר רב זה שבא בהרשאה אלמא שלוחא הוא דהוי והרי הוא כמתעבר על ריב לא לו וכמי שמלמד טענות לבעל דין שהרי הוא טוען ולא לו\\\\. ועוד מההיא דאמרינן נמי בההוא פרקא \\\\(ל\\\"ג:\\\\) טעמא דאיש פלוני כהן \\\\(הוא\\\\) \\\\[הא\\\\] מנה לפלוני ביד פלוני חייבין כו' ואוקמה שמואל בבא בהרשאה מדקרינן ליה מנה לפלוני ביד פלוני אלמא תביעתו לאחר היא ולא לעצמו דומיא דאיש פלוני כהן שהוא תביעה לאחר\\\\. והרב ברצלוני ז\\\"ל המחבר כתב בחבורו דהא דאמר רב במדרש ואשר לא טוב עשה בתוך עמיו זה הבא בהרשאה לית הלכתא כותיה אלא כשמואל דפליג עליה דסבירא \\\\(לית\\\\) \\\\[ליה\\\\] דכותבין הרשאות ומשום הכי מוקים לה להאי קרא בלוקח שדה שיש עליה עסיקין וסבירא ליה לזה הרב ז\\\"ל \\\\(כרב\\\\) \\\\[דרב\\\\] דמוקי ליה לקרא בבא בהרשאה פליג אדנהרדעי ואדשמואל וסבירא ליה דאין כותבין הרשאות כלל\\\\. ושבוש גדול הוא זה דאי לא מהניא אורכתא לאפוקי ממונא כלל מאי לא טוב עשה והלא לא עשה כלום אלא ודאי מהניא לאפוקי ממונא אלא שהוא לא טוב עשה שנכנס במחלוקת עם הנתבע ולא לו דהא שליחא בעלמא הוא דהוי כדכתבינן\\\\. ונראה לי דמאי דאמר רב בבא בהרשאה כי לא טוב עשה דוקא היכא דהוו תובע ונתבע בחד דוכתא דמצי איהו למידן בהדי' ואזיל איהו ומקנה ליה לאידך כי היכי דנטעין ליה טפי או דהוא אלמא טפי מיניה ומפחיד ליה להאיך \\\\(מכל מקום\\\\) \\\\[משום הכי\\\\] זה שהכניס עצמו בריב לא לו לא טוב עשה בתוך עמיו אבל היכא דתובע ונתבע רחוקין מהדדי ודאי מצוה הוא דעביד כדי שלא יהא כל אחד ואחד נוטל מעותיו של חבירו והולך ויושב במדינת הים\\\\. ואין לך מציל ממון חבירו גדול מזה\\\\. <מקורות>\\\\[סימן ס\\\"ב\\\\]</מקורות> \"}","{\"header\":\"דף לג\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"דין \\\\(הראשה\\\\) \\\\[הרשאה\\\\] להראב\\\"ד ז\\\"ל\\\\. גרסי' במסכת ב\\\"ק בפרק מרובה \\\\(ע'\\\\.\\\\) אמרי נהרדעי לא כתבי' אדרכתא \\\\(נ\\\"א אורכתא\\\\) אמטלטלי אמר רב אשי לאמימר מאי טעמא א\\\"ל משום דר' יוחנן דאמר גזל ולא נתיאשו הבעלים שניהם אינם יכולים להקדיש וכו' \\\\. איכא דאמרי אמרי נהרדעי לא כתבי' אורכתא אמטלטלי דכפרי' ואית דגרסי אפקדונא דכפריה\\\\. מאי טעמא משום דמחזי כשיקרא אבל לא כפריה כתבינן\\\\. אמרי נהרדעי כל אדרכתא דלא כתוב בו זיל דון זכי והנפק' לגרמך לאו אדרכתא אמר אביי ואי כתיב בה למחצה לשליש ולרביע מגו דמשתעי דינא אפלגא משתעי נמי דינא לכולא\\\\. פי' אי כתב בה הנפק לנפשך פלגא או תלתא משתעי נמי דינא אכולא\\\\. אמר אמימר ואי תפס לא מפקינן מניה\\\\. רב אשי אמר כיון דכתב בה כל דמתענית מן דינא קבילי' עלי שליחא שוייה\\\\. איכא דאמרי שותפא שוייה למאי נפקא מינה למתפס פלגא\\\\. ואמור רבוותא קיימא לן דשליח' שוייה\\\\. אמר אברהם ב\\\"ר דוד ז\\\"ל האי שמעתא דנהרדעי דמיא כמאן דמחי ליה מאה עוכלי \\\\(נ\\\"א דמחיוה כעוכלא\\\\) דאיכא מאן דאמר דוקא אפקדונא אבל אמלוה לא ואע\\\"ג דלא כפריה\\\\. \\\\(והא מאה עוכלי\\\\) \\\\[והוא\\\\] בעל ההלכות\\\\. ואיכא מאן דאמר דהיכא דכפריה אפי' בפלגא תו לית ליה רשות לא לאשבועיה ולא \\\\(בעוכלא\\\\) לאשתעויי דינא בהדיה ואפי' \\\\(מאן\\\\) \\\\[מאי\\\\] דאודי ליה נמי לא יהיב ליה דכיון דכפריה מידי בטלה לה אדרכתא לגמרי\\\\. והוא הרב ר' יצחק ז\\\"ל בתשובות \\\\(נ\\\"א בתשובתיו\\\\) \\\\(סי' קכ\\\"ג\\\\) דילי'\\\\. ואיכא נמי \\\\(דספיק\\\\) \\\\[דמפיק\\\\] למלתא דנהרדעי לבר מהלכתא ואמר דלאו מדינא מפקינן ממונא באדרכתא \\\\(נ\\\"א אורכת'\\\\) עד שתהא הקנאה מיוחדת על גבי קרקע כדי שלא יוכל בעל הממון לבטל אותה הרשאה אותה היא ההרשאה שאנו דנין בה\\\\. והוא רבי' האיי גאון ז\\\"ל בתשובות דידיה\\\\. ורבי חננאל ז\\\"ל כתב בפירושו דקיימא לן כנהרדעי משום דאשכחן בכמה דוכתי בגמרא דאמרינן בבא בהרשאה בשבועות \\\\(ל\\\"ג:\\\\) פרק שבועת העדות \\\\(דיקנין\\\\) \\\\[דייקינן\\\\] טעמא דאיש פלוני כהן הא מנה לפלוני \\\\(בה פלגי\\\\) \\\\[ביד פלוני\\\\] חייבין והא אמר' עד שישמעו מפי התובע ואוקמה שמואל בבא בהרשאה והא אמרי נהרדעי לא כתבינן אורכתא אמטלטלי הני מילי היכא דכפריה וכו'\\\\. וכמוה עוד בבכורות פרק יש בכור לנחלה \\\\(מ\\\"ח:\\\\) דאמרינן מאי שנא שני כהנים דאזיל לגבי האי ודחי ליה \\\\[ואזיל לגבי האי ודחי ליה\\\\] \\\\(ל\\\\)כהן אח' \\\\[נמי\\\\] ליזיל האי ולדחייה \\\\[וליזיל האי ולדחייה\\\\] אמר שמואל בבא בהרשאה והא אמרי נהרדעי לא כתבינן אורכתא אמטלטלי הני מילי היכא דכפרי' וכו'\\\\. ובהאי פירקא נמי לעיל מינ' \\\\(מ\\\"ז:\\\\) בענין מי שלא שהתה אחר בעלה שלשה חדשים אקשינן בכור לנחלה הוא דלא הוי הא בפשו' שקיל וליזיל לגבי האי ולדחייה וכו'\\\\. אמר ר' ירמיה לא נצרכה אלא לבא אחריו וכו'\\\\. ואקשינן וליכתבו הרשאה להדדי\\\\. ואמרי' משום דר' ינאי דאמר הוכרו ולבסוף נתערבו כותבין הרשאה זה לזה לא הוכרו אין כותבין הרשאה זה לזה\\\\. ובכתובות נמי פרק מי שהיה נשוי אמרינן מאי תקנתיהו כותבים הרשאה זה לזה\\\\. וכיון דליכא מאן דרמי לה להא דנהרדעי ולא להא דר' יוחנן ורב אשי ואמימר דאינון בתראי מוקמינן לה כרבי יוחנן שמע מינה דהלכתא היא\\\\. עוד כתב כיון דרב אשי ואמימר מפרשי אליבא דנהרדעי שמע מינה דהלכתא כותיהו בהא ואסיקנא שליחא שוייה\\\\. עוד כתב וכל היכא דאשכחן בגמרא כגון מעשה דר' פפא \\\\(ב\\\"ק ק\\\"ד:\\\\) דאקני זוזי דהוו ליה בי חוזאי לרב שמואל בר אחא אגב סיפא דביתיה וכיוצא בו היכא דלא כפריה הוא כדאיתמר בהדיא אבל אי כפריה לא אתברירא בשמעתא דכתבי' אורכתא עליה\\\\. והא דנהגו \\\\(למנהג\\\\) \\\\[למכתב\\\\] אורכתא אפי' אמטלטלי דכפריה לא ידעינן על מה סמכו והמוציא מחבירו עליו הראיה\\\\. ובנוסחא דיליה הכי גריס אמרי נהרדעי לא כתבינן אורכתא אמטלטלי דכפריה\\\\. אמר ליה רב אשי לאמימר מאי טעמא אמר ליה מדר' יוחנן וכו' ובתשוב' רבינו האיי גאון ז\\\"ל נמי מתחזיא דהכין גריס לה ששאלו ממנו על מה שאנו גורסין לא כתבינן אורכתא אמטלטלי אם הוא עקר לסמוך עליו או אם יש לו פתרון דבר\\\\. והשיב כי דומה לו היא להא שאנו אומרים אמרי נהרדעי לא כתבינן אורכתא אפקדונא דכפריה משום דמחזי כשיקרא\\\\. ורואין אנו משתי שמועות הללו שאין כותבין אורכתא אלא על דבר שמודה לו דהא אמר במסקנא אמר ליה רב אשי לאמימר מאי טעמא לא כתבינן אורכתא אמטלטלי אמר ליה משום דר' יוחנן כו' כך מצאתי בתשובתו ואיני יודע אם היא משובשת אם לא שנראה לי כיון דאמר במסקנא אמרי' הכי משמע שהוא הלשון השני של נהרדעי וסוף דבר אי אפשר לה בלא שבוש הלשון שהיה לו לכתוב כמו כן בזו המסקנא אמטלטלי דכפריה לפי מה שכתב בתשובתו והשאלה כמו כן נראה שהי' משובשת לפי מה שהשיב עליה שאמר כי דומה היא להא שאנו אומרים כו' ואין זה הלשון נכון לענין השאלה ההיא\\\\. וכללו של דבר צריך אדם שידקדק אחר התשובות כי רובן משובשות\\\\. והנה מזאת התשובה טעו קצת מבני דורנו והוציאו דברי נהרדעי לבר מהלכתא ותלו את שבושם בדברי רב אשי דאמר שליחא שוייה ואמרו דרב אשי לבטול להא דנהרדעי אתא דכיון דשליחא בעלמא הוא לא מפקינן ממונא באורכתא אלא מדעתא דנפקד מידי דהוה אשליח שעשאו \\\\[בעדים\\\\] דאע\\\"ג דהוי שליח וכי \\\\(מכר\\\\) \\\\[מסר\\\\] לידיה מפטר מאונסין ומכל מילי אפי' הכי לא מצי לאפוקי ממונא מידי דנפקד אלא מדעתיה\\\\. ועוד הם תולים את שבושם במעשה דרבא ורב ספרא \\\\(שם\\\\) דאמר ליה רבא לרב ספרא אי כתב לך ר' אבא נמי התקבלתי לאו כלום היא דילמא אדאתי' שכיב ר' אבא ונפלי זוזי קמי יתמי וכו' אלא מאי תקנתיה נקנינהו ניהלך אגב ארעא ותא את כתוב לן התקבלתי\\\\. ומשמע להו מהא דבעינן הקנאה גמורה וחזקה דלא יכיל מאריה דפקדונא למהדר ביה ולא לבטוליה\\\\. וכבר ראינו בדברי הרב ר' יצחק ובדברי רבינו חננאל ז\\\"ל שהם מקיימים דברי נהרדעי ומחזיקים אותם מכמה מקומות\\\\. ורבי חננאל ז\\\"ל כתב שרב אשי ואמימר מפרשי אליבא דנהרדעי ושמע מינה הלכתא כותיהו\\\\. ומדברי רבא ורב פפא דבעי הקנא' אגב ארעא ליכא ראיה מידי לדחויי לדנהרדעי כדמפרשינן לקמן בעזרת הבורא ולא עוד אלא דעיקר אורכתא אי \\\\(לית\\\\) \\\\[אית\\\\] בה לשון הקנאה ואי לית בה \\\\(ו\\\\)מידי דהויא הקנאה לית בה מששא כדאמרי נהרדעי כל אורכתא דלא כתיב בה זיל דון וזכי והנפק לנפשך לאו אורכתא היא ואי לית בה מידי דהוי הקנאה במאי זכי ומסיק לנפשיה אטו מילי \\\\(דחוב'\\\\) \\\\[דחוכא\\\\] כתבינן באורכתא וכו' ועוד דאמימר דאמר אי תפס לא מפקינן מיניה אלמא זכה בגווה ואי לא אקני ליה במאי תפיס וזכי וכי מעיינת בה שפיר מדברי רבינו חננאל ז\\\"ל תוכל להבין כי מעשה דרב פפא אורכתא הוה לפי מה שכתבנו בכלל דבריו והוא האמת והנכון כמו שאנו עתידים לפרש בעזרת הבורא\\\\. ובתשובה לרב ר' יצחק ז\\\"ל \\\\(סי' רפ\\\"ג\\\\) שנשאל הרשאה יצאה לפנינו וכתוב בה זיל סב ואפק לנפשך והיה שם קצת התלמידים שאמרו הרשאה זו בטלה לפי שאין בה דון וזכי כו'\\\\. תשובה כיון שכתב בה סב אע\\\"פ שאין בה זכה אינה נבטלת דסב וזכי חדא מלתא נינהו\\\\. אבל מדבר אחר נבטלת משום שאין בה דון\\\\. אלא כיון שעייננו בה ומצאנו שכתב בה כל דמתענית מדינא קבילית עלי בין לזכות בין לחובה הרי זה עומד במקום דון וההרשאה קיימת\\\\. הנה מזו תוכל להבין כי כל דמתענית מדינא עלאי לא מבטל לאורכתא ולא עוד אלא שהוא צורך ההרשאה כהוא מסעד לזיל דון שאם לא נתן לו כח לדון אינו כלום וכיון שצריך ליתן לו כח \\\\[לדון\\\\] ולהוציא ממון בהם אם לא יקבל על עצמו כל היוצא על זה מן הדין מה ישוה לו\\\\. יכול זה לומר איני נדון בשני דינים כי עמך אדון ובעל הממון אולי יעמידנו עוד בדין שהרי לא קבל על עצמו מה שאדון או אתפשר עמך\\\\. הא למדת מן התשובה הזו כי דברי \\\\[רב אשי\\\\] לא באו לבטל דברי נהרדעי וכן הוא האמת והישר והטוב\\\\. <מקורות>\\\\[סימן ס\\\"א\\\\]</מקורות> אמר אברהם ב\\\"ר דוד ז\\\"ל אחרית תשובות האלה והנסחאות שכתבתי ושמצאתי יש לי להכריע ולגלות הטעמים הברורים לדברי מי שהדעת מכרעת עליהם והשכל מורה על דבריהם לפי ענין השמועות הנזכרות בגמרא\\\\. ולהסיר מהן הספקות וליישב הענינים על אופניהם ולכתוב עוד תוצאות ההרשאו' לכל משפטיהם כפי השגת היד\\\\. תחלה אומר כי ענין הנסחאות ממה שאינו שוה בספרים לפי מה שכתבתי בנסחת רב חננאל ז\\\"ל ובנסחת רבי' האיי גאון ז\\\"ל כי בנסחא שלנו בלשון השני של רב אשי ואמימר גרסי' לא כתבי' אורכתא אמטלטלי דכפריה משום דמחזי כשיקרא\\\\. ובנסחא שלהם מפרש טעמא דנהרדעי מדר' יוחנן להיכא דכפריה ואמת וברור לכאורה \\\\(היכא\\\\) \\\\[הכא\\\\] מחזיא מילתא דהיכי דכפריה דדמי לדר' יוחנן דמשום דכפריה הוה ליה גזלן\\\\. כדאמר רב ששת \\\\(ב\\\"ק ק\\\"ה:\\\\) הכופר בפקדון \\\\(עושה לו\\\\) \\\\[נעשה עליו\\\\] גזלן וחייב באונסיו אבל היכא דלא כפריה היכי דמיא לגזלה \\\\(והכא\\\\) \\\\[והא\\\\] פקדון ודאי כל היכא דאיתיה ברשותא דמאריה איתיה בין להקנאה בין לקדש בו את האשה\\\\. אבל מה אעשה וכל \\\\(הנסחוא'\\\\) \\\\[הנסחאות\\\\] כך הן כאותה שכתבתי בתחלה\\\\. ונוסח הרב ר' יצחק בהלכותיו כך היא וכן בנסחא דבעל הלכות כמו כן\\\\. ולפי נסחאות שלנו בודאי יש לנו לדקדק הרבה חדא דכיון דכפריה הוה ליה למימר טפי מדרבי יוחנן\\\\. וא\\\"ת דלית' לדר' יוחנן והא \\\\(דמקשינן\\\\) \\\\[מקשינן\\\\] מינה פרק שנים אוחזין בטלית \\\\(ב\\\"מ ו':\\\\) ההוא מסותא דהוו מנצו עלה בי תרי וקם חד מנייהו ואקדשיה וכו'\\\\. ואקשינן וכי יכול להוציאו בדיינים מי מצי מקדיש ליה ואע\\\"ג דלא אפקייה והא \\\\(דאמר\\\\) \\\\[אמר\\\\] ר' יוחנן גזל ולא נתיאשו הבעלים וכו'\\\\. ותריץ ליה מי סברת מסות' מטלטלי לא מסותא מקרקעי הוה דכי יכול להוציאו בדיינין ברשותיה דמארי' קאי אלמא הלכת' כותי'\\\\. ועוד הא קימא לן דלמחזי כשיקרא לא חיישי' מדרב נחמן דאמר אפי' מצאו באשפה חתמו ונתנו לה כשר ומדר' יוחנן דאמר שטר שלוה בו ופרעו אינו חוזר ולוה בו כו' כדאיתא בגיטין פרק כל הגט \\\\(כ\\\"ו:\\\\) אלא דלכתחלה מיהת לא עבדינן דחיישינן לשיקרא ודרב נחמן ור' יוחנן דיעבד הוא\\\\. ואם תאמר הא נמי לכתחלה היא דלא כתבי בדכפריה אבל אי עבי' וכתב לא מבטלינן ליה הא לא מצית אמרת חדא דכיון דכפר ביה היכי מצי לאקנייה ובמאי זכי האיך\\\\. ועוד דכי מותבינן בשבועות ובבכורות מנהרדעי אדשמואל דמוקים למתני' בבא בהרשאה\\\\. ומתרצין הני מילי דכפריה אבל לא כפריה כתב' למה ליה למימר הכי ולימא ליה הני מילי לכתחלה אבל דיעבד מפקינן בה ממונא ומדפסקיה למלתא בין היכא דכפריה להיכא דלא כפריה ש\\\"מ דהיכא דכפריה לית בה מששא\\\\. וכך הושוו בה כל הגאונים והחכמים כמו שכתבנו למעלה\\\\. מעתה יש לנו לתרץ מה הוא הטעם שפירשו להיכא דכפריה לנסחאות שלנו\\\\. ויש לומר שלא בא זה הטעם לבטל הטעם הראשון אלא להוסיף עליו שאם כפר בו אעפ\\\"י שחזר והודה לו דהשתא לאו גזלה היא אפי' הכי אינו כותב עליהם עוד אורכתא משום דמחזי כשיקרא מפני שאינו עוד לא פקדון ולא מלוה אלא גזלה שבידו היא נקראת ולזה הטעם אם כתב לו ממון סתם לא מחזי כשיקרא אלא שאינו יכול לגבות בה כלום מפני שאנו אומרים שמא מלוה היא ולא יכול להקנותה לו מכל מקום לזה הענין אם עבר וכתב לשון פקדון הועיל להוציא מיד הנפקד על כרחו ואפי' כתב ממון סתם או אפי' בלשון מלוה אם הודה בו נפקד כי פקדון היה זה בידו מוציאים ממנו על כרחו ונותנין למורשה דכיון דאודי ליה והו' בעינו כמ\\\"ד לי' יהא לי בידך דמי וכפקדון דמי \\\\(כדמפורש בב\\\"ק ק\\\"ד\\\\.\\\\) ויכו' זה להקנות בהקנאה הראוי לו דאי זוזי נינהו מקני להו אגב ארעא ואי שאר מטלטלין נינהו מקני להו נמי בחליפין ואי ארעא הוא \\\\[ולא\\\\] צריך ולא מידי אלא \\\\(כלישנא\\\\) \\\\[בלישנא\\\\] דאורכתא מיקניא דהא כתיב בה דון וזכה וקימא לן וזכה לשון מתנה היא כדאיתא בבא בתרא פרק מ\\\"ש \\\\(קמ\\\"ח:\\\\) וכן שנינו במסכת מעשר שני ומייתינן לה בקדושין \\\\(כ\\\"ו:\\\\) מעשר עני שעתיד אני להפריש הרי הוא נתון לעקיבא בן יוסף שיזכה בו לעניים\\\\. ואי מלוה בשטר היא מקני לה ניהליה בכתיבת אורכתא ובמסירת השטר לידו והוא דכתב באורכתא קנה לך שטרא הוא וכל שעבודי' דאית ביה\\\\. אי נמי דמקנה ליה שטרא אגב ארע' א\\\"נ בחליפין ומיקני שטרא כל היכא דאיתיה דהוה ליה כמסירת השטר אלא שמסירת השטר יותר שוה מכולן שבכולן יכול הלוה לעכב מפני חזרת שטר חוב שכל זמן ששטר החוב קיים אין כותבין שובר\\\\. הנה דחקתי את הענין ופרשתי אותו לפי דעת הגאונים שהושוו במלוה ובפקדון שכפר בו שאין הרשאה מועיל עליהם כלל ובודאי לכאורה כך הוא שהרי מצינו לרבא ולרב פפא דאצרכינהו למארה אורכתא הקנאה גמורה אגב ארעא \\\\[ומלוה לא נקנית אגב ארעא\\\\] ולא בשום ענין אלא או באודית' או במעמד שלשתן אלמא פקדון הוו אבל במלוה \\\\[לא\\\\] אשכחן אורכתא ופקדון שכפר בו ולא חזר והודה בו אינו נקנה בשום דבר והיאך מקנה לו דבר שאינו \\\\[ברשותו\\\\] מיהו איכא מאן דקשיא ליה הנהו שמעתתא דבכורות לאו פקדון נינהו ולאו מלוה נינהו אלא בתורת מתנה נמי יהבינהו לכהן לפדיון בנו ולהוצאה נתנו המעות מיד וכהן מפיק להו בתורת שהם שלו ואפי' הכי מהניא בהו אורכתא אלמא אפי' במלוה נמי מהניא בהו אורכתא ואם תאמר במה זוכה בה\\\\. יש לומר מפני שיכול להקנותה באודיתא כמעשה דרבא ורב מארי בריה \\\\(דאמימ'\\\\) \\\\[דאיסור\\\\] כדאיתא בבבא בתרא \\\\(קמ\\\"ט\\\\.\\\\) וכללו של דבר כל דבר שיכול להקנותו בשום ענין הרשאה מועלת עליו והוא שהקנה לו בדרך הקנאתו\\\\. ואין לנו דבר שאין יכול להקנותו אלא מה שזה כופר בו ומשום הכי אין הרשאה מועלת עליו ולא לכתחלה ולא דיעבד אלא אם כן חזר והודה בו קודם הרשאה דמהני בה אורכתא דיעבד כדכתיבנן לעיל\\\\. וא\\\"ת כיון דאפי' במלוה על פה מהניא בה אורכתא מעתה דברי ר' יוחנן בטלים הם דאמר כל ממון שאינו ברשות בעלים אינו יכול להקנותו ואע\\\"ג דמצי מפיק ליה בדיינים כל היכא דלא אפקיה לא מצי לאקנויי הא לא קשיא חדא דאודיתא לאו הקנאה אלא חזרת ממון לבעליו היא\\\\. ועוד דמלתיה דר' יוחנן דוקא בגזלה וכיוצא בה דהיינו כפירה אבל כל דבר שאין בו כפירה כמאן דאיתיה ברשותיה דמאריה מחית\\\\. וא\\\"ת כיון דאודיתא לאו הקנאה היא ההיא הרשאה דבכורות ואוקימנא באודיתא ואמאי קרי לה הרשאה\\\\. איכא למימר כעין הרשאה היא דהא מתני אהדדי דכל מאי דמפיק מכהן להוי לתרוייהו והוה ליה כשותפא שבא מכחו ומכח חבירו ולעולם באודיתא לא מצי למיהדר ביה אע\\\"ג דכתב ביה כל דמתענית מדינא עלאי וכו'\\\\. ומשום הכי אצטריכו רבא ורב פפא לאקנויי אגב ארעא ולא אקני להו באודיתא כי היכי דלא לחזקי בממונא\\\\. והשתא מבעי לן תרוצי מאי דקשיא לן במלתא דרב אשי דאמר שליחא שוייה ולברורי נמי דרב אשי לא אתא לאיפלוגי אנהרדעי אלא \\\\(אמימר\\\\) \\\\[אאמימר\\\\] בלחוד הוא דפליג ואליבא דנהרדעי הוא דקא מפרש כדכתב רב חננאל והרב ר' יצחק ז\\\"ל\\\\. וכן הוא \\\\(העיקרו\\\\) \\\\[העיקר\\\\] באמת וברור דהא דנהרדעי הלכה רווחת היא בכל הגמרא כמו שכתבנו למעלה דהא בהרשאה אמרי' בא במתנה לא אמרינן\\\\. ועוד דנהרדעי גופייהו לא אתו לאשמועינן הכא דכתבינן אורכתא אלא לאשמועינן על מה כותבין אותה אמקרקעי או אפי' אמטלטלי ואם על דלא כפריה או אפי' בדכפריה \\\\(ואז הלשון\\\\) \\\\[ואיזה לשון\\\\] מועיל בהן ואם אפשר להם זולתו כגון דון וזכי והנפק לנפשך לפי שדבר ברור היה אצלם שכותבין הרשאות ורב אשי גופיה לא אתא לאיפלוגי אדנהרדעי כלל דאם אתא לאפלוגי עליהו הוה ליה למימר הכי כיון דכתב בה כל דמתעני' מדינא עלאי לאו אורכתא היא כדאמרי נהרדעי בזיל דון וזכה ועוד אי לא כתב בה כל דמתענית מדינא עלאי לדעת אותם המפרשים ההרשאה ההיא מוציאין בה ממון כי הוא הלשון המבטל לדעת' וכיון שאינו כתוב בה הרשאה טובה היא\\\\. מעתה כך היה לו לרב אשי לומר ואי כתב בה כל דמתענית מן דינא עלאי לאו אורכתא היא\\\\. ומדאמר רב אשי כיון דכתיב כו' אלמא פשיטא ליה מלתא דהכי כתבי' בהו באורכתא כלהו וצורך ההרשאה הוא כמו שאמרנו בזיל דון וזכ' וכו' ואין להם זולתו כמו שכתבנו למעלה מתשובת הרב ר' יצחק ז\\\"ל\\\\. ואין ספק בדבר כי ההרשאות שווי שליח נינהו ואקניאת' נינהו כדכתבינן לעיל\\\\. והנה שמעתא דשבועות \\\\(ל\\\"ג:\\\\) מוכחת דדיקנין הא מנה לפלוני ביד פלוני חייבין ומוקמינן לה בבא בהרשאה ואי אקנית' גמורה היא היכי אמרי' מנה לפלוני ביד פלוני דומיא דאיש פלוני כהן והלא מנה שלו ביד פלוני היא והיכי הויא כעין איש פלוני כהן שהיה תביעה לאחר אלא שמע מינה דכל הרשאה שליח הוי ואפי' הכי מפי' בה ממונא ועכשיו יש לנו לפרש כיון דשליחא הוא כל ההקנאות שהקנה לו אגב קרקע מה יועילו למורשה להוציא בה ממון בכח הרשאה ולימא ליה לאו בעל דברים דידי את מידי דהוה אשליח שעשאו בעדים דאע\\\"ג דהוי שליח \\\\(זכו מכח ליה פקדיה\\\\) \\\\[וכי מסר ליה פקדונו\\\\] מפטר מאונסין ומכל דבר דלא מצי מפיק מניה ממונא מדינא אלא מדעתיה דנפקד\\\\. ועוד הקנאתו למה והלא אינו קונה כלום ובודאי קושיא זו צריכא לפנים\\\\. ואנן מסתבר לן פירקא דהאי קושיא בסיעתא דשמיא דהאי לישנא דכתבינן באורכתא כל דמתענית מדינא עלאי לישנא דזכותא ולישנא דרעותא הוא\\\\. לישנא דזכותא הוא דהכי קאמר ליה אין לי עוד לערער אחריך מפני שהקניתי לך ממון זה וסלקתי את עצמי מן הממון ולישנא דרעותא היא הואיל ושייך נפשיה בחובה וזכות של מורשה \\\\(ואלמא\\\\) \\\\[אלמא\\\\] לא סליק \\\\[נפשי'\\\\] מהאי ממונא הילכך כי אתי לגבי נפקד ובעי למפטר נפשיה מניה בטענת שליחות מצי אמר ליה האיך אדרבא לשנא דזכות היא לגבאי ומרי פקדונא לא מבטל לאורכתא את היכי מבטלת ליה ואיהו ידע בה טפי אי כתב בה לזכותא אי לא וכיון דאיהו לא מבטל לה את לא מצית לבטולה אבל אי אתי לגבי מרי דפקדונא ובעי לאתחזוקי בממונא מצי האיך למימר ליה אנא לרעותא דליך הוא דאכווני ואנא הוא מאריה דממונא את יד בעל השטר על התחתונה\\\\. ואשכחן נמי כי הא מלתא בגמרא דכתובות \\\\(ל\\\"ג\\\\.\\\\) בענין היו שם מאתים של מנה נוטלת וכו' ואקשינן תלתין ותלתא ותילתא הוא דאית ליה אמר שמואל בכותבת בעלת מאתים לבעלת מנה דין ודברים אין לי עמך במנה\\\\. אי הכי אימא סיפא של מאתים ושל שלש מאות שלשה שלשה של זהב ותימא לה הא סלקת נפשך ממנה\\\\. משום דאמר לה מדין ודברים הוא דסליקת נפשאי מכל מקום בעלת מנה נוטלת חמשים\\\\. ותימא לה בעלת שלש מאות לבעלת מנה \\\\(אי\\\\) \\\\[את\\\\] לא שקלת טפי \\\\(ממקנתיך\\\\) \\\\[ממנתיך\\\\] דהא מדין ודברים סליקה נפשה אלא לאו משום דאמרה לה לדידי הא לא מבטלא ולא מידי ולא קא מערער' עילואי להדין דמבטל' בטילא \\\\(לדידך\\\\) \\\\[לדידי\\\\] דלא מבטלא לא בטילא מאי טעמא משום דהאי לישנא משמע לשון מתנה ומשמע נמי סילוק דין ודברים ולמאן דמבטל לה בטל למאן דלא מבטיל ליה לא בטל\\\\. והא מלתא נמי להא דמיא הלכך צריך שיכתוב לו לשון הקנאה ויקנה לו כדין הקנאה כדי דתהוי ידיה אלימא לאפוקי ממונא מהאיך בעל כרחיה\\\\. וצריך למכת' ליה נמי כל דמתענית מדינא עלאי וכו' \\\\[כי\\\\] היכי דלא לחזק בממונא ועוד לאלומי ידיה דשליח' נמי למיזל ולמידן בהדי' דהאיך משליחותא דהאי דאי לאו דשויי' שליח למתבע זכותי' וקביל עליה על דנפיק ליה מן דיניה אע\\\"ג דאמר ליה זיל דון לאו מלתא שלימא היא דמזל ולמידן בהדי' והשלמת זיל דון וזכ' הוא דאי לאו זיל דון וזכי והשלמתו אע\\\"ג דאקני ליה ממונא הקנאה לא מצי למידן בהדי' ולאפוקי מיניה על כרחיה שהרי המוכר שטר חוב לחבירו דאע\\\"ג דקני ליה לההוא ממונא בכתיבה ומסירה לא מצי לאשתעויי דינא בהדיה אלא א\\\"כ כתב לו בשטר המכר תלך ותדון עמו ותוציא זה ממון לעצמך\\\\. ונפקא לן הא מלתא מההיא דגרסינן בכתובות \\\\(פ\\\"ה:\\\\) קריבתיה דרב נחמן זבינתה לכתובתה בטובת הנאה ואגרשה ומתה ושבקה ברתא לסוף אתו לקוחות ותבעוה לברתא וכו' אלמא בהדיה ברתא הוא דמצו למידן בהדי אבוה לא מצו למידן\\\\. ועוד דאמרינן התם \\\\(פ\\\"ו\\\\.\\\\) אי פקח האי מקרקש ליה זוזי וכתיב ליה שטר' על שמיה\\\\. אלמא אי משעבד ליה נפשיה משתעבד ליה אי לא לא ולגבי אורכתא נמי אע\\\"ג דמקנה ליה הקנאה גמור' אי לא כתב ליה זיל דון וכו' והשלמת הדבר כלו דהיינו כל דמתעני' מן דינ' וכו' לא מצי למידן בהדיא דאמר ליה לאו בעל דברים דידי את השתא דכתב ליה הכי לא מצי למדחיי' דאתי ליה מכח דנפשיה ואתי ליה מכח בעל הפקדון הלכך כיון דהאי אורכתא כתב בה לשון הקנאה והויא הקנאה לא מצי האיך למדחייה לא בטענת חזרה ולא בטענת מיתה\\\\. בטענת חזרה לא מדאמרינן חזקה שליח עושה שליחותו הוא הכי נמי אמרי' חזקה בעל הבית מעמידו בשליח ותו לא מצי האיך למימר ליה דילמא הדר בך משליחותא דידך ובטל לאורכתא ואע\\\"ג דקיימא לן דשליח' שוייה ומצי לבטוליה דהאי ומצי לאורוכי לאיניש אחרינא אפי' הכי בטענת שמא לא מצי למדחייה עד דמייתי ראיה דבטול בטלה לאורכיתה\\\\. תדע שהרי הולך מנה לפלוני במתנה קיימא לן \\\\(גיטין ל\\\"ב:\\\\) דהולך לאו כזכ' ואי בעי למהדר ביה מצי הדר ביה ואפי' הכי מסתמא אזיל שליח ויהיב ליה למקבל מתנה ולא חייש לחזרה אלמא מסתמא מוקמינן לבעל הבית בחזקת עומד בדבורו\\\\. וכן רבא שחשש למית' דר' אבא ולא חשש לחזרה ואע\\\"ג דלגבי שליחות הגט לא חיישינן למית' כדתנן \\\\(גיטין כ\\\"ח\\\\.\\\\) המביא גט ממדינת הים והניחו שם זקן או חולה נותנו לה בחזקת שהוא קיים אפי' הכי חשש רבא למיתה ולא חשש לחזרה אלמא מיתה שכיחא טפי מחזרה משום חזקה\\\\. ובטענת מיתה נמי לא מצי למדחייה דכל זמן דלא אתברר' מלתא דחזרה מתנת' היא בין לגבי נפשיה בין לגבי ברי' עד דמגלה דעתיה דבעי לבטולה כדכתיבנא לעיל\\\\. ואם תאמר הלא רבא חשש למית' והכא נמי לדחיי' בטענת מיתה התם שליחות בעלמא הוא דחשש רבא למיתה\\\\. אבל כי אקניניה לרב ספרא אגב ארעא ואורכיה עלויה תו ליכא למיחש למידי\\\\. ואם תאמר בהולך מנה לפלוני במתנה אמאי לא חייש שליח מיתה כדחשש רבא הכא\\\\. הא לאו מלתא היא שהרי אם מת נותן בחיי מקבל מצוה לקיים דברי המת והכי איתא בגטין פרק קמא \\\\(י\\\"ד:\\\\)\\\\. ואם תאמר היאך חשש רבא למיתה והא לגבי ע\\\"א לא חיישינן למיתה\\\\. התם משום דליכא ערעור \\\\[אבל הכא איכא ערעור\\\\] של יורשי ר' אבא וכיון דכתב ליה אורכתא תו ליכא למיחש\\\\. ולא עוד אלא אפי' בשליחות גרידא אם קדם ונתן המעות לידו ואח\\\"כ נודע שכבר חזר בו בעל המעות ובטל שליחותו של זה ונאנסו המעות מיד השליח פטור הלה מהאי טעמא משום דמצי למימר ליה אנא אשליחותא דידיה סמכי ואסהדי סמכי את הוא דפשע' בו דהדר' בך דמידע ידעת דאנא מסרנא לידיה ואדעתא דאמס' לידיה שדרתיה ניהלי ולא אבעי לך למהדר ביה ומשום הכי פטור\\\\. ואמטו להכי חשש רבא למיתה ולא חשש לחזרה\\\\. וכ\\\"ש כי אתי ליה באורכתא דלא מצי מדחי ליה בטענת חזרה אלא א\\\"כ נודע שבטלו\\\\. <מקורות>\\\\[סימן ס\\\"א\\\\]</מקורות> \"}","{\"header\":\"דף לו\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב רב אלפס ז\\\"ל, לאו שבועה הין שבועה\\\\. כתב הראב\\\"ד ז\\\"ל, מסתברא דלא אתמר הכי אלא לגבי הק\\\"ב \\\\[הקדוש ברוך הוא\\\\] דלאו דידיה שבועה הוא, אבל לגבי הדיוט לא איתמר, ואי איתמר לגבי הדיוט דוקא בדאמר להו בכונת שבועה\\\\. וכן נמי בארור כי אית ביה שבועה דוקא היכא דאמר ליה לכוונת שבועה\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> כתב הרב אלפס ז\\\"ל, וחזינן לגאון דאמר לוקה וכו' עד ומקלל את חבירו בשם\\\\. כתב הראב\\\"ד ז\\\"ל, אני אקיים דברי שניהם דהא אמרינן חוץ מנשבע ומימר ומקלל חברו בשם, דוקא בשם המיוחד בלבד כדכתיב קרא והפלה ה' את מכותך וכו' אם לא תשמור לעשות ליראה את השם הנכבד והנורא את ה' אלהיך\\\\. דמהאי קרא נפקא לן מלקות למקלל חבירו בשם, וכתיב ביה את ה' אלהיך, אבל בכנויין אע\\\"ג דעובר בלא תעשה לא לקי וכן הלכתא\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> \"}","{\"header\":\"פרק שבועת הפקדון\",\"text\":\"\"}","{\"header\":\"דף לז\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"שנים שלוו שנמצא אחד מהם פורע הכל כדאמור בירושלמי אמר ר' יוסי דהא אמרה שנים שלוו מאחד אע\\\"ג דלא כתבין ערבאין ואחראין זה לזה ערבאין ואחראין זה לזה\\\\. אם תבע לאחד מהם והודה לו שיפרע לו חלקו ותבע האחד וטען שפרע חלקו משתבע שבועת היסת ומפטר ואותו שהודה חלקו פטור מחלק חבירו שאין דינו אלא כערב שאינו מתחייב אלא במה שיתחייב הלוה\\\\. אבל אם יודה אחד מהם שהלוה להם והשני כפר בעיקר ההלואה אכתוב לך מה שכתב הגאון ר' יצחק ז\\\"ל בתשובותיו וזהו טופסה\\\\. <מקורות>\\\\[סימן קצ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"פרק שבועת הדיינין\",\"text\":\"\"}","{\"header\":\"דף מא\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"הנה כבר השלמנו משפטי ההרשאות כפי דעתנו והשגת ידינו ויש די במה שכתבנו לכל מבין ומשכיל ומורה האמת\\\\. ואחר שבררנו את כל אלה אני רוצה לפרש מה שאמרו בהגוזל רבה \\\\(ב\\\"ק ק\\\"ד\\\\.\\\\) אמר רב יהודה אמר שמואל אין משלחין מעות בדיוקני אפי' עדים חתומים עליה\\\\. ור' יוחנן אמר אם עדים חתומים עליה \\\\[משלחין\\\\] ולשמואל מאי תקנתיה כי הא דר' אבא הוו ליה זוזי ביד רב יוסף בר חמא\\\\. ואית דגרסי \\\\[הוה מסיק זוזי\\\\] \\\\(כדר'\\\\) \\\\[בדרב\\\\] יוסף בר חמא וכו'\\\\. והאי לישנא בתרא משמע דהלואה הות\\\\. ואם תאמר הלואה היאך \\\\[נקנית\\\\] אגב ארע' אפשר לומר שהגיע זמן הפרעון ומזומנים היו המעות אלא שהיה מתירא מאונס הדרך וכי האי גונא ודאי כפקדון דמו להקנותם אגב קרקע שהרי לקדש את האשה נמי הרי יצאו מתורת מלוה כדאמרי' בקדושין \\\\(ו':\\\\) בהנאת מלוה מקודשת ומפרשין לה דארוח לה זימנא\\\\. ומפרש לה הרב ר' יצחק ז\\\"ל כגון שהגיע הזמן והמעות מזומנים בידה לפרוע והיא רוצה לפרעם והכא נמי לענין אקנויי מקנו נמי \\\\[אגב\\\\] ארעא\\\\. ופסק הרב ר' יצחק ז\\\"ל כשמואל בהא וליתא לדר' יוחנן\\\\. הא מלתא דדיוקני צריכ' לפני' דמאי ניהי אי שווי' שליח בשטר חוב וכתב ליה צורתו באותו שטר להיות לו לאות והחתי' לעדי' על הצורה לקיים אותה שהיא צורתו אם העדים חתמו על השליחות אמאי אין משלחין בה מעות ואפי' בדלא דיוקני אטו מי גרע שטרא משליח שעשאו בעדים דקימא לן דהוי שליח ומפטר האיך מאונסים ואי לא חתמו עדים אשליחות אלא בדיוקני שהיא שלו אם כן דקאמר ולשמואל מאי תקנתיה כי הא וכו' לימא ליה דחתמו עדים אשליחות ושפיר דמי\\\\. ואם תאמר דילמא לא מקיימ' חתימת עדים ולא מהניא חתימה מידי\\\\. אם כן אפי' באקנית' אגב ארעא נמי לית ליה תקנתא מכי מייתי שטר הקנאה בידיה דילמא לא מצי לקיימה לחתימת עדים אלא כך צריך לפרש אין משלחים מעות בדיוקני אפי' כתב לו שטר שליחות וכתב לו צורתו עליה לאות והחתים עדים על פי השליחות ועל הדיוקני שהוא שלו אפי' הכי אין משלחין בידו מעות כדי שיוכל זה להפטר מאונסין מאי טעמא דילמא אדאתי שליח לגבי דנפקד שכיב מרי פקדונא ונפלי שליחותא דידיה ולאו כלום היא\\\\. ור' יוחנן אמר אם עדים חתומים על השליחות משלחים דכיון דטרח כולי האי למפטריה בכל ענין הוא דעבד בין מינה בין מירתיה ולית הלכתא בהא כר' יוחנן אלא כשמואל\\\\. ולשמואל לית ליה תקנתא לחשש מיתה אלא באקנית' ואורכתא כמעשה דרבא ורב ספרא בזוזי דר' אבא וכמעשה דרב פפא דאורכי' לרב שמואל בר אחא ואקנייה אגב סיפא דביתיה דהנהו ודאי תו ליכא למיחש בהו מידי כדכתבינן\\\\. והאי דנפק רב פפא לאפי' דרב שמואל עד תווך\\\\. איכא מאן דמפרש כי היכי דלא לחזוק בהו\\\\. וקשיא ליה אי ההוא מעשה אורכתא הוה והא קיימא לן דשליחא הוי ואי תפס מפקינן מיניה ולא היא ודאי אורכתא הות ואפי' הכי חש לה למילתא משום דלא בעא למיקם בדינא ודיינא\\\\. אי נמי דאיכא לפרושיה דמשום שמחת מעותיו יצא לקראתו\\\\. אי נמי לכבודו מפני שטרח להביא לו ממון גדול כזה והא דאמר ליה רבא לרב ספרא מי כתב לך ר' אבא התקבלתי הכי פירושה מי כתב לך ר' אבא שטרא הכי כשתתנו מעותי ליד רב ספרא הריני כאילו התקבלתי ואז היינו פטורים על ידך מאונסין\\\\. ואי קשיא לך למה ליה שטר התקבלתי והא שליח שוייה וקיימא לן כרב חסדא דאמר שליח הוי ואם תאמר כי אמר רב חסדא שליח הוי דוקא היכא דכתב ליה הכי אבל בסתמא לא\\\\. אם כן רבה היכא פליג עליה בהאי לא קשיא הא דאמרי' בסתמא נמי הוי שליח הני מילי שעשאו בעדים אבל בלא עדים לא ואע\\\"ג דמהימן ליה \\\\(שוייה\\\\) \\\\[דשווייה\\\\] שליח אפי' הכי כיון דלא בפני עדים אמר ליה לאו לענין מפטריה מאונסין שווייה שליח\\\\. ומשום הכי אצטריכא שטרא דנכתוב ליה התקבלתי\\\\. והא דפליגי \\\\(רבא\\\\) \\\\[רבה\\\\] ורב חסדא בשליח שעשאו בעדים אי מפטר מאונסין על ידיה \\\\(אלא\\\\) \\\\[אי לא\\\\] לאו דאמר ליה לשליח בסהדי אימא ליה לפלניא דנשדר לי זוזאי בידך דכי האי גוונא ודאי מפטר ומתניתין היא \\\\(ב\\\"מ צ\\\"ח:\\\\) אמר לו השואל שלחה לי ביד בני או ביד שלוחי וכו' וכן בשעה שמחזירה ומה לי כי אמר ליה איהו ומה לי כי שדר ליה ע\\\"י שליח ועדים מעידין עליו אלא הא דפליגי בשליח כגון שאמר לו אמור לפלוני אם ירצה לשלח מעותי על ידך ואם ירצה קבל אותם והביאם אלי ואמר לו כן בפני עדים זה הוא השליח שנחלקו עליו וקיימא לן דהוי שליח\\\\. וכתב הרב ר' יצחק ז\\\"ל דהיכא דאתנו ביניהו מעיקרא דכל מה דמשדר ליה חד לחבריה אית ליה רשותא לשדורי ליה דמיה \\\\(בהדיה מאי דבעו\\\\) \\\\[בהדי מאן דבעי\\\\] תנאי ממון הוא וקיים ואי אתניס פטור מאונסין\\\\. אמר אברהם בר' דוד ז\\\"ל והוא שלא פשע בו שאם שלח לו ביד מי שהוחזק כפרן או גזלן לא מפטר וכן אם שם את ממונו במקום שאין הרבים רוצים להכניס בו את ממונם הרי הוא פושע ועל דעת כן לא אורכיה מן הסתם אלא א\\\"כ פירש לומר כי מן האונסין נתכוון לפטרו ולא מן הפשיטות\\\\. עוד כתב הרב ז\\\"ל דהיכא דשדר ליה חבריה כתבא ואמר ליה שדר \\\\(ליה\\\\) \\\\[לי\\\\] ההוא מידי דאית לי גבך ויהבינהו ניהליה לא מחייב באחריותן דהכין נהגו האידנא תגרי\\\\. וקימא לן \\\\(כפי\\\\) \\\\[בכי\\\\] הא דמנהגא מלתא הי' והכין שדרו ממתיבת' והני מילי אדעתיה וכו'\\\\. אמר אברהם לולי שהדבר הזה תלו אותו במנהג ואפשר שכך נהגו התגרים שהם מוסרים ממון לזה משיבא להם הכתב וכיון שכך נהגו אין לדון אחריהם אבל אם לא כן הייתי אומר שאין ראיה מהבאת הכתב למסור הממון בידו ואפשר שכך אמר לו שלח את ממוני ביד מי שהוא ראוי לשלחו שיבא בלא סכנה וביד נאמן ואם לא עשה כן יהא חייב באונסיו\\\\. אבל השתא דכתבו הגאונים ז\\\"ל שהמנהג כך היה למסרו ליד מביא הכתב אין לנו אלא מה שנהגו\\\\. ונראה לי דוקא במקום שנהגו אבל במקומנו אין אנו בקיאים במנהגות הללו אלא הכל כפי מה שהתנו ביניהם מתחלה ובמה שהתנו ביניהם מתחלה נמי אם התנה עמו ש\\\\[י\\\\]שלח לו ביד מי \\\\(שהביא\\\\) \\\\[שיביא\\\\] לו כתב ידו ומשמסר לידו נאנסו ואח\\\"כ בא בעל הממון ותבע את ממונו מן הנפקד וטען הלה ואמר כבר נתתיו לשליח שהביא לי כתב ידך בשליחותך אמר הלה אני לא כתבתי לו מעולם אם הוציא הלה את הכתב וכתב ידו ידועה בעדים שהיא היא או שהיה כתב ידו יוצא ממקום אחר בודאי פטור הוא\\\\. ואם אינה ידועה בעדים ואין כתב ידו יוצאה ממקום אחר ואמר אני מכיר בה שהיא חתימת ידך אם זה הממון מופקד אצלו בלא עדים או אפילו בעדות על פה שלא בשטר מתוך שיכול לומר לו לא היו דברים מעולם אי נמי החזרתים לך מידי לידך יוכל לומר לו אני מכיר שכתב ידך הוא זה ומסרתיו ליד שלוחך ומכל מקום בשבועת הסת\\\\. ואם זה הממון יש עליו שטר פקדון צריך שבועה חמורה ובשבועה חמורה מיהת נפטר מתוך שיכול לומר לו נאנסו מידי יכול כמו כן לומר החזרתים לך ביד שלוחך ולא מצי האיך למימר שטרך בידי מאי בעי דהכי אפסיקא הלכתא בהדיא פרק המוכר את הבית \\\\(ע':\\\\)\\\\. ואם היא מלוה בשטר אפי' בשבועה חמורה אינו נאמן אלא שיכול הוא להשביע את המלוה שבועה חמורה בחפץ אם היה כתב ידו אם לא מפני שזה דומה למה שאמרו \\\\(שבועות מ\\\"א\\\\.\\\\) אמר ליה אשתבע לי משתבע ליה\\\\. והקשו על זה ומה בין זה לפוגם את שטרו אמרו התם אע\\\"ג דלא טעין טענינן ליה וכו' אלמא שבועה חמורה היא כעין פוגם את שטרו וכללו של דבר כשהמפקיד אינו מאמין בטענת הנפקד אין הנפקד יוצא מידי שבועת הסת או מחרם סתם אלא אם כן מסר בעדים\\\\. ובשליח שנאנסו המעות בידו צריך שבועה חמורה מפני שהוא שבועת השומרים והדרכים כבר הם ידועים לשבועת הסת ולחרם סתם שכך פירשו הגאונים ז\\\"ל כל זמן שהתובע בא בטענת בריא והלה כופר בו היא שבועה הסת בשם שלא בחפץ כגון זה שהוא כופר בכתב ידו אי נמי כגון שהוא כופר בתנאים שהתנו ביניהם מתחלה ובזמן שהתובע בא בטענת ספק היא חרם סתם שאינו מזכיר שם הנתבע אלא כל מי שיודע בכך וכך ולא יהא מודה יהא כך ויהא כך\\\\. וטענת ספק בענין הזה כגון שלא הגיעו המעות לידו והשליח אומר נאנסו ממני והלה טוען א\\\\[י\\\\]ני מאמינך שנאנסו ואיני מאמין בו שנתנם בידך כגון זה מחרים על הנפקד חרם סתם שמסרם לו ונשבע השליח שבועה חמורה שנאנסו ממנו\\\\. וכל זה בזמן שהשליח מודה שבאו לידו ונאנסו ממנו אבל בזמן שהשליח כופר הענין מתהלך לדרך אחרת שאם כפר במפקיד ואמר הגעתים לידך והלה אומר לא קבלתי' השליח נשבע שבועת הסת בשם והנפקד מקבל על עצמו חרם סתם שמסרם ליד שליח כמו שראה בכתבו \\\\(על\\\\) \\\\[של\\\\] מפקיד ואם הוא כופר בנפקד ואומר לא נתת לי כלום והלה אומר נתתי השליח נשבע למפקיד שבועת הסת במעמד הנפקד והנפקד כמו כן נשבע שבועת הסת למפקיד במעמד שליח מפני שיש עליו כעין טענת בריא מפני שהשליח מכחישו \\\\(שמא\\\\) \\\\[שלא\\\\] נתן לו כלום\\\\. וכי האי גוונא אמרינן בקדושין \\\\(מ\\\"ג:\\\\) בענין הן הן שלוחיו הן הן עדיו דאמרי' במסקנא והשתא דתקון רבנן שבועת הסת משתבעי הני עדים שבועת הסת ומשתבע מלוה ושקיל\\\\. וכיון דמשתבע מלוה ושקיל מלוה הנך עדים למאן משתב' אי למלוה הא לא מפסד ולא מידי דהא שקיל מניה דלוה אלא ודאי ללוה קא משתבעי\\\\. והא אמרת דמשתבעי שבועת היסת ואע\\\"ג דטענת שמא היא אצלו דדלמא קושטא קאמרי' דפרעו למלוה ואפי' הכי משתבעי שבועת הסת בשם והכא נמי משתב' שבועת היסת ואם תאמר ישבע נמי שבועת המשנה שהיא שבועה חמורה בחפץ בידו שהרי הוא כחנוני על פנקסו דתנן \\\\(שבועות מ\\\"ה\\\\.\\\\) אמר לחנווני תן לבני סאתים חטים ולפועלים כסלע מעות הוא אומר נתתי והם אומרים לא נטלנו וכו'\\\\. והא נמי להא דמיא שהרי אמר לשלוחו תן מעות הוא אומר נתתי והשליח אומר לא נטלתי הא לאו מלתא היא דהתם חנוני נשבע כדי ליטול מבעל הבית וכל נשבע ונוטל שהוא כענין הזה שבועה חמורה היא אבל הכא אינו נשבע ליטול אלא נשבע \\\\[לפטור\\\\] וכשטוען נתתי ליד שלוחך כאילו אומר נתתי לידך ואין עליו אלא שבועת הסת אבל היכא דלא שדר ליה כתבא ולא הוה מעיקרא תנאי ביניהון דלשדר ליה בידא דגברא ואתא חד גברא לגבי נפקד ואמר ליה פלוני שויין שליחא בהדדי דתשדר ליה ממוניה על \\\\(ודאי\\\\) \\\\[ידאי\\\\] והימניה נפקד ומסר ליה ממונא ואתניס או דכפר ביה ואמר פרעתיה למלוה ומלוה אומר לא פרע ולא מידי ולא שויתיה שליח מעולם\\\\. והשתא ליכא סהדי דשוייה שליח כגון שהלכו להם למדינת הים\\\\. הא ודאי אי טעון שליח נאנסו נשבע לנפקד שבועה חמורה כדין שבועת השומרים ויפטר\\\\. והנפקד בין כך ובין כך ישבע לו המפקיד שבועה חמורה שלא עשאו שליח ולא באו מעות לידו ויטול מעותיו מן הנפקד\\\\. ודבר זה למדנו אותו מדברי הרב ר' יצחק ז\\\"ל שכתב בהלכותיו בענין הן הן שלוחיו הן הן עדיו דאמרינן והשתא דתקון רבנן שבועת הסת וכו' ומשתבע מלוה ושקיל\\\\. וכתב הרב ז\\\"ל דשבועת מלוה ללוה שבועה חמורה היא כעין שבועת הפועלים לבעל הבית דכיון דמודה בעל הבית \\\\(ולפועלים\\\\) \\\\[לפועלים\\\\] שחייב להם שכרם והוא אינו ידוע אם נפרעו אם לאו שנשבעים הם ונוטלים ממנו כך הלוה הזה הרי הוא מודה שהיה חייב למלוה ממון זה ואינו יודע עכשיו אם פרעוהו אלו השלוחים אם לא ישבע מלוה שהוא כעין \\\\(בעל\\\\) \\\\[פועלים לבעל\\\\] הבית\\\\. והכא נמי הרי הלוה מודה שהיה חייב לו זה הממון ואינו יודע אם פרעו זה השליח או אם נעשה שליח להפטר בו אם לא וכשיבא המלוה להפרע ממנו ישבע שבועה חמורה ויטול\\\\. ובודאי כדאי הוא הרב ז\\\"ל ללמד מדבריו לדמות מענינו לענין אחר הדומה לו ואעפ\\\"י שאין דבריו ודברינו זה דומין למשנתינו שיש לומר כדברינו אלה כיון שהלוה מודה בעיקר החוב והפרעון הוא אצלו בספק יהיה כמי שאמר לחבירו גזלתיך והלויתני והפקדת אצלי ואיני יודע אם החזרתי לך אם לאו דהיכא דתבע ליה חבריה מחייב מן דינא\\\\. ולא אשכחן בהא שבועה חמורה לא במשנה ולא בגמרא ולא בדברי הגאונים ז\\\"ל\\\\. ואם תאמר משנתינו הלא בעל הבית מודה לפועלים שהוא חייב להם ואינו יודע בפרעון שלהם ואעפ\\\"י כן נשבעין פועלים ונוטלים ממנו\\\\. הא לא דמי דהתם כיון דאיכא חנוני דאמחינהו בהדיה ושווייה בדוכתיה למפרעיה ואיהו קאמר דפרעינהו משום הכי נשבעין פועלים להכחיש את החנוני שהרי החנוני נעשה גם כן תובע לבעל הבית וכיון דתרויהו אתו למגב' מיניה ומכחשי אהדדי דין הוא שלא יפרעו אלא בשבועה אבל בענינים הללו שאנו מדברים בהם מנין לנו לא שבועה חמורה ולא שבועה קלה ואעפ\\\"י שהשליח מכחישו\\\\. אבל יש לנו לסמוך על דברי הרב ז\\\"ל שהוא מדמה את הענינים הללו וסבירא ליה דכיון דאיכא שליח דקא מכחיש את המלוה אע\\\"ג דלוה טוען טענת שמא ישבע המלוה שבועה חמורה ויטול\\\\. והכא נמי הא מכחיש ליה שליח ואמר דשוייה שליח בעדים וקא מפטר על ידיה ומשום הכי משתבע מלוה שבועה \\\\[חמורה\\\\] ושקיל\\\\. ומסתברא נמי כדברי הרב ז\\\"ל מדאמרינן בגמרא לגבי עדים משתבעי שבועת היסת ולגבי מלוה אמרינן משתבע מלוה ושקיל ולא קאמר שבועת היסת אלמא שבועת מלוה שבועה חמורה היא מיהו בין הכא בין התם דוקא היכא דאיתנהו להנך שלוחים דקא מכחשי ליה למלוה אבל אי אזלו לעלמא ולא מכחשי ליה בודאי שקיל מלוה בלא שבועה ובתר הכי אי בעי לאחרומי סתם על כל מאן דשקיל מניה דלא חזי ליה רשותא בידיה\\\\. ולא עוד אלא אפי' בענין פועלים וחנוני נמי אי אזל חד מניהו לעלמא ולא קא מכחיש ליה לאידך האיך שקיל מבעל הבית בלא שבועה ולא מצי בעל הבית למימר לפועלים משתבע לי דלא פרעך חנוני אי נמי לחנוני אשתבע לי דפרעת לפועלים אלא ודאי שקילי מניה בלא שבועה ואי בעי לאחרומי בסתם מחרים כדאמרן\\\\. עד כאן השגתי בדלות שכלי בעניני ההרשאות והדיוקני והשליחות לפי מה שמצאתי בדברי הגאונים ז\\\"ל והדעת מכרעת עליהם והשכל רשומה על דברים\\\\. ישמע חכם ויוסף לקח ונבון ת\\\"י\\\\. <מקורות>\\\\[סימן ס\\\"ג\\\\]</מקורות> \"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב אלפס ז\\\"ל, אמר רב יהודה אמר רב אסי המלוה את חבירו בעדים וכו' עד אסיקנא משמיה דרבא דאינו נאמן וכן הלכתא\\\\. כתב הראב\\\"ד ז\\\"ל, יש ספרים שכתב בהם נאמן\\\\. ואפשר לקיים דברי שניהם, שאם אמר לו בפני עדים אל תפרעני אלא בעדים וטוען הלה פרעתיך בפני פלוני ופלוני וכו' אינו נאמן, אבל אם לא הלוהו בפני עדים אלא שהוא מודה לו בתנאי זה וא\\\"ל פרעתיך בפני פלוני ופלוני והלכו להם למדינת הים נאמן מגו דאי בעי אמר ליה לא התנית עמי, מיהו אם אמר פרעתיך סתם שלא בפני עדים לאו כלום הוא משום דהוה ליה תנאי ממון והא אתני בהדיא שלא יפרעהו אלא בעדים\\\\. ואי אמר אחולי אחלת לי תנאך וקבלתינהו מנאי לשון פרעון גמור נאמן משום מגו, והואיל וליכא עדים בתנאי\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> כתב הרב אלפס ז\\\"ל, ההוא דאמר לי' לחבריה וכו' עד כי היכי דלא לידחיה\\\\. כתב הראב\\\"ד ז\\\"ל, פי' דלא לימא ליה פרעתיך בפני עדים והלכו למ\\\"ה ואע\\\"ג דאסיקנא אינו נאמן מיהו חיישי בי דינא לטענה דילי' ויהבי ליה זימנא עד דמייתי להו לסהדי, ובתר דחליף זימנא נמי אמרינן ליה להיאך אחוי ליה אחריות דילמא אתו הנהו סהדי וליסהדו בפרעון, ואי אכלת זוזי דהיאך דילמא לא אפשר לאפוקינהו מינך, ואדמחוי ליה ולא מחוי קא משתמיט מיניה ולא פרע ליה זוזי, ומשום הכי אמר ליה ראובן לשמעון דכי אתו נמי סהדי אחריני ומסהדי בפרעון דיליה לא מהימניה הלכך לא מצי מדחי ליה\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> ומה ששאלת על בת שתובעת בנכסים מועטים מה טיבך בנכסי אבא שמא מכר לך אחי וזה טען אחיך לא מכר לי כלום אלא של אבותי היו וכשראה שהצריכוהו ראיה על זה ולא מצא והודיעוהו שטענת מקחו יפה לו מטענת אבותיו חזר והביא שטר מקחו לב\\\"ד\\\\. הרבה נשאתי ונתתי עם הרב חמי ז\\\"ל על זה ונתעצמתי עמו שהוא היה מחייב אותו מטעם המשנה \\\\(סנהדרין ל\\\"א\\\\) שהרי אמר אין לי ראיה והודאת בעל דין כמאה עדים דמי שכיון שהוא מודה על חובתו לא נאמין עדים על זכותו\\\\. \\\\(ורבותיה ההוא\\\\) \\\\[וראיתיה מההיא\\\\] \\\\(שבועות מ\\\"א:\\\\) דאמר ליה לחבריה הב לי מאה זוזי דמסיקנא בך אמר ליה לא היו דברים מעולם אתו סהדי דיזיף ופרע\\\\. אמר רבא כל האומר לא לויתי כאומר לא פרעתי דמי אלמא כיון דאמר איהו לא פרעתי אע\\\"ג דאמרי סהדי פרע מחייב דהודאת בעל דין כמאה עדים עדיפא\\\\. ואני השבתי לו הרבה וטובא אמרי ליה ולא יכלי ליה עד דאמרי ליה שאין לנו לילך אחר טענות' אלא להוציא דין אמת לאמתו\\\\. ומה שטען זה אחיך לא מכר לי כלום אנן סהדי שלא נתכוון \\\\(להורות\\\\) \\\\[להודות\\\\] דינו אלא שגגה היתה בידו והיה סבור לחזק טענתו \\\\[ולכן\\\\] הדבר תלוי בב\\\"ד אם יראו כי משגגה ומפתיות טען מה שטען והוא טוען בכך שלא נתכוון אלא לחזק טענתו שלא ילכו בו אחר מיצוי הדין אלא שיתקנו הדבר ויפשרו ביניהם להעמיד הקרקע בידו\\\\. אך דקדקתי על זה שהבת יש לה להוציא הקרקע מידו בטענת פרנס' לבעל כדקי\\\"ל \\\\(כתובות ס\\\"ט\\\\.\\\\) מוציאין לפרנסה\\\\. ומעתה יש לכם לדקדק על זה הענין על דין המפורש בכתובות בהלכות הרב אלפסי ז\\\"ל בין שבגרה בין שלא בגרה מיחת ולא מיחת והכל כמו שמפורש בהם בין אמיד בין לא אמיד\\\\. <מקורות>\\\\[סימן נ\\\"ו\\\\]</מקורות> כתב הרב אלפס ז\\\"ל, ההוא דאמר ליה לחבריה הב לי ק' זוזי דמסיקנא וכו' עד דלא רמיא עליה דאיניש לאו אדעתיה\\\\. כתב הראב\\\"ד ז\\\"ל, הילכך הנך סהדי כיון דלאו עלייהו רמיא מילתא לאסהודי אימא אנשייה לפרעון ולא הוחזק כפרן\\\\. נפקא מינה דאי נפיק מבי דינא וטעין דבתר הכי פרעיה מהימן\\\\. מיהו אנן השתא זיל פרעי' אמרינן ליה משום דקיימא לן צריך לברר, ולרב ששת דאמר הוחזק כפרן לאותו פרעון תו לא מהימן למימר בתר הכי פרעתינהו וקיי\\\"ל כרבא\\\\. כתב הראב\\\"ד ז\\\"ל, מדלא קאמר הוחזק כפרן אלמא חייביה במאתן בלחוד קאמר ותניא נמי הכי \\\\[ב\\\"מ ג' ע\\\"א\\\\] מנה לי בידך והלה אומר אין לך בידי והעדים מעידים אותו שיש לו חמשים ישבע על השאר\\\\. אלמא אין מחזיקין אותו בכפרן אלא על מה שהעדים מכחישים אותו, ואם תאמר ולחייביה רבא שבועה על ארבע מאה כי ההיא דר' חייא, לא דמי, דהתם בגוף ההלואה הם מעידים שיש לו מקצת ומשום הכי לא תהא הודאה גדולה מהעדאת עדים, אבל הכא אין העדים יודעים כלום לא בהלואה ולא בפרעון אלא שהכחישוהו בשאר החפצים\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף מב\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב אלפס ז\\\"ל, ושמעינן מינה דהלכה כר' אליעזר בן יעקב דהא סוגיין כוותיה\\\\. כתב הראב\\\"ד ז\\\"ל, האי סוגיא דקא מייתי הרב ז\\\"ל ראיה מינה למפסק הלכתא כר' אליעזר בן יעקב וקא דחי לפסקא דקמאי דפסקו והלכתא כרבנן לאו ראיה היא כלל, דהך בריא דהכא לא דמי להך בריא דפליגי ביה ר' אליעזר בן יעקב ורבנן, דההוא בריא דפליגי ביה כדאתי בטענת בריא דאבוה כגון דאמר ליה אבא פקדני שיש לו בידך מנה, ואמר לו איהו חמשין אית ליה וחמשין לית ליה, דר' אליעזר בן יעקב סבר כיון דבטענת בריא דאבוה אתי ליה מעיז הלכך משיב אבדה הוא, אבל היכא דאתי ליה בטענת בריא דנפשיה כי הכא דאמר ליה בריא לי דמנה לאבא בידך, אי נמי מנה לאבא ביד אביך דקמאי דידי אוזפיה או קמאי דידי אודי ליה במנה, כה\\\"ג ודאי מודו רבנן דבין הוא בין אביו נשבעים כמודה מקצת, ועל האי גוונא בלחוד הוא דקא מתמה רבא ואמר מה לי הוא מה לי אבוה מ\\\"ט בין שניהם ולא בין היורשים, יורשים דומיא דידהו מה אינהו דאתו בטענת בריא דנפשייהו אף יורשים נמי דאתו בטענת בריא דנפשייהו ולאפוקי פלוגתא דר' אליעזר בן יעקב ורבנן דאינהו אתו בבריא דנפשייהו ויורשים דידהו אתו בבריא דאבוהון ובכה\\\"ג לא אצטריך קרא למעוטי יורשים, ותו לא מידי\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> זה אומר כלי זה מלא חטים מסרתי לך והלה אומר לא היו אלא ג' סאין והכלי מחזיק כור אם מודה מקצת הוי או לא ואי מהניא הודאה במקצת פקדון או לא\\\\. תשובה משנתנו היא זאת \\\\(שבועות מ\\\"ב:\\\\) בית מלא וכיס מלא מסרתי לך והלה אומר איני יודע אלא מה שהנחת אתה נוטל פטור\\\\. זה אומר עד הזיז וזה אומר עד החלון חייב\\\\. הרי מסרתי לך פקדון הוא\\\\. וכן מה שהנח' אתה נוטל פקדון הוא ומפני שלא טענו דבר שבמד' פטור הוא\\\\. הא אם טענו חייב\\\\. וזה אומר ג' סאין וזה אומר כלי זה מלא שהוא מחזיק כור אף על פי שלא הזכיר לו כור חייב שהרי אומר רבא \\\\(שם מ\\\"ג\\\\.\\\\) לא שנו אלא דאמר ליה בית סתם אבל אמר ליה בית זה מלא חייב שהרי טענו דבר שבמדה והוא הודה לו בדבר שבמדה וזה כבר הודה לו שהרי אמר לא היו אלא ג'\\\\. ושלש פרות וארבע דרמי בר חמא \\\\(ב\\\"מ צ\\\"ח\\\\.\\\\) ועשר גפנים טעונות מסרתי לך \\\\(שבועות מ\\\"ב:\\\\) לר' מאיר יוכיחו דמודה מקצת מהניא בפקדון לחיוביה שבועה ובלא הודאה במקצת נמי איכא שבועה בפקדון והיינו שבועת השומרים\\\\. <מקורות>\\\\[סימן מ\\\"ט\\\\]</מקורות> \"}","{\"header\":\"דף מד\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב הרב אלפס ז\\\"ל, והלכתא המלוה את חברו על המשכון וכו' עד ולא שנא לא משכנו וכו'\\\\. כתב הראב\\\"ד ז\\\"ל, אנן לא סבירא לן הכי דהיכא דמשכנו שלא בשעת הלואתו כיון דקי\\\"ל כר' יצחק דאמר קונה משכון קונה לגמרי משמע ואפילו באונסין נמי מחייב עליה, אבל אם משכנו בשעת הלואתו הוי עליה שומר שכר לאחיוביה עליה בגנבה ואבידה אבל מאונסין פטור\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> \"}","{\"header\":\"פרק כל הנשבעים\",\"text\":\"\"}","{\"header\":\"דף מו\",\"text\":\"\"}","{\"header\":\"עמוד ב\",\"text\":\"כתב הרב אלפס ז\\\"ל, והאי טעונא דכיתנא הואיל ולית ביה כל הני אנפי מהימן ובשבועת היסת אלו דברי גאון\\\\. ובודאי שגגה היא וליכא וכו'\\\\. כתב הראב\\\"ד ז\\\"ל, דברי גאון אמת ונכון הם, ולא מן הראיה שהביא מדרב יהודה דאמר ראוהו שהטמין וכו' אלא מאידך דרב יהודה האי מאן דנקיט מוגלא ותובליא כו' אלמא לא חציף איניש דעייל לביתא דחבריה ושקיל מטלטלי דחבריה אלא מהרמנא דידיה שהרי הוא נתפס עליו כגנב\\\\. מיהו דוקא היכא דעייל להתם בניחותא ובפרהסיא ואיתי' מרי דביתא בקרתא, אבל אי עייל בתורת גנב דרך גגות וקרפיפות או שמצאו נעול ושבר את המפתח או את הדלת דבתורת גזלן ומחבל נכנס כה\\\"ג ודאי לא אמרינן משום דדמי לחטיפת נסכא דר' אבא\\\\. ולא תימא דהך דר' יהודה בדיקלא לחוד הוא דהא ילפינן מינה בבבא בתרא פרק חזקת הבתים \\\\[ל\\\"ג ע\\\"ב\\\\] באכילת פירות של שדה חבירו דאמר רב זביד אם טען ואמר לפירות ירדתי נאמן מי לא אמר רב יהודה האי מאן דנקיט מוגלא כו' הלכך הא מילתא דכיתנא נמי להא דמיא בבירור, ועדיפא נמי מינה דכל כניסת אדם לבית חבירו שלא בפני חבירו חוצפא יתירא היא ונתפס עליו כגנב, ואע\\\"ג דלא שקיל מידי וכ\\\"ש דעייל ושקיל מידי ונפיק\\\\. ותו לא מידי\\\\. והך נמי מלתא דגודרות דקא מייתי הרב ז\\\"ל ראיה מינה לאו ראיה היא כלל מ\\\"ט דאמרי אינהו מנפשייהו אזול לארעי'\\\\. אי נמי דאשכחינהו בדבר' ושקלינהו דליכא למימר התם לא חציף איניש אבל הכא ודאי ברור היינו דרב יהודה כדפרישנא\\\\. ועוד ראיה לדברי גאון ז\\\"ל מדאמרינן לעיל אצל זה אומר לקוחים וזה אומר גנובים, אחזוקי אינשי בגנבי לא מחזקינן, הלכך האי גברא האי דקא טעין על חבריה דפתח לחנותא דיליה בלא הרמנא ושקיל מניה כיתנא אין לך מחזיקו כגנב גדול מזה ומשום הכי לא מהימן\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> \"}","{\"header\":\"דף מח\",\"text\":\"\"}","{\"header\":\"עמוד א\",\"text\":\"כתב הרב אלפס ז\\\"ל, ולפום הדין פירושו האי דאמר רב יהודה כל שהפירות בידו כו' עד דקסבר ר' יהודה דבתרי בבי ישבע בעל הבית כו'\\\\. כתב הראב\\\"ד ז\\\"ל, תימא לן האי פירושא טובא, בבא בתרא דחנוני, ובבא בתרא דשולחני אמאי קאמר ר' יהודה ישבע בעל הבית ויטול ואמאי קרי ליה לבעל הבית כל שהפירות בידו והלא שניהם שוין בהם בטענותיהם, זה אומר שלי הם ואני משכתים והנחתים שם, וחנוני אומר אני הנחתים שם ושלך כבר הולכת לתוך ביתך\\\\. ולא עוד אלא שטענת החנוני והשולחני בהם יותר חזקה בתרי בבי בתראי דבעל הבית קא מודה להו מיהא דאינהו הוו מרי קמאי ואיהו מידא דידהו זכה בהו, ואינהו לא קא מודו לו מידי בגוייהו, ואמאי קאמר ר' יהודה בהנך תרי בבי ישבע בעל הבית ויטול\\\\. הילכך מיבעי לי' לפרושי דבתרי בבי בתראי דחנווני ושולחני לא פליג ר' יהודה דודאי ישבע החנוני והשולחני, אלא כי פליג ר' יהודה בתרי בבי דחנוני ושולחני דת\\\"ק סבר ישבע בעל הבית ויטול, ורבי יהודה סבר שקיל בעל הבית בלא שבועה, מ\\\"ט מפני שהפירות והמעות ביד בע\\\"ה הם ואעפ\\\"י שהם צבורים ומונחים ברשות הרבים, כיון דחנוני מודה לבעל הבית דאיהו משכינהו מיני' ואנחינהו התם, וחנוני לא קא טעין עליהו מידי בגופייהו אלא אסרוכי קא מסתרך בהו בתורת משכון ולא שבק להו לבעל הבית עד דיהיב ליה מעות, משום הכי בעל הבית מוחזק בפירות ובמעות דשולחני ונוטל אותם בלא שבועה, וזהו טעמו של ר' יהודה בפירות של חנוני וכן הטעם למעות\\\\. ובמעות דשולחני פירש ר' יהודה עוד טעם אחר ואמר דין הוא שיטול אותם בעל הבית בלא שבועה לפי שאין דרך שולחני להיות נותן את המעות עד שיטול דינרו, ובידוע מכיון שנתן לו המעות כבר קבל דינרו\\\\. והיינו דאצטריך למתנא בחנוני ובשולחני, חדא להודיעך כחו דר' יהודה וחדא להודיעך כחן דרבנן\\\\. <מקורות>\\\\[סימן רל\\\"ז\\\\]</מקורות> \"}"]